{
  "requested_url": "http://abns.com.au/feed/",
  "fetched_at": "2018-02-18T22:34:27.604485",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>Australian Business News Source</title>\n\t<atom:link href=\"http://abns.com.au/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://abns.com.au</link>\n\t<description>ABNS Magazine</description>\n\t<lastBuildDate>Mon, 21 Aug 2017 21:34:30 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t\n\n<image>\n\t<url>http://abns.com.au/wp-content/uploads/2016/11/cropped-ABNS-Logo-Square-32x32.jpg</url>\n\t<title>Australian Business News Source</title>\n\t<link>http://abns.com.au</link>\n\t<width>32</width>\n\t<height>32</height>\n</image> \n\t<item>\n\t\t<title>May/June 2017 Magazine</title>\n\t\t<link>http://abns.com.au/mayjune-magazine/</link>\n\t\t<pubDate>Mon, 21 Aug 2017 18:48:12 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Magazines]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5573</guid>\n\t\t<description><![CDATA[ &#60;&#8211; click to view]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/mayjune2017/\"><img class=\"alignnone size-medium wp-image-5574\" src=\"http://abns.com.au/wp-content/uploads/2017/08/Screen-Shot-2017-08-21-at-2.46.47-PM-231x300.png\" alt=\"\" width=\"231\" height=\"300\" srcset=\"http://abns.com.au/wp-content/uploads/2017/08/Screen-Shot-2017-08-21-at-2.46.47-PM-231x300.png 231w, http://abns.com.au/wp-content/uploads/2017/08/Screen-Shot-2017-08-21-at-2.46.47-PM.png 543w\" sizes=\"(max-width: 231px) 100vw, 231px\" /></a> &lt;&#8211; click to view</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>CEEJ Developments</title>\n\t\t<link>http://abns.com.au/ceej-developments/</link>\n\t\t<pubDate>Tue, 04 Jul 2017 18:37:01 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction]]></category>\n\t\t<category><![CDATA[Home Page Slider]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5533</guid>\n\t\t<description><![CDATA[ &#60;&#8211; click to view &#160; Michael Biviano and Vincent Giagnorio started CEEJ Developments in 2005 just because they wanted something to keep them occupied. As Biviano tells it, they were two semi-retired mates who wanted to stay involved in the business world, but didn’t want to be thrust back into...]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/mayjune2017/#6-7\"><img class=\"alignnone size-medium wp-image-5534\" src=\"http://abns.com.au/wp-content/uploads/2017/07/Screen-Shot-2017-07-04-at-2.33.41-PM-300x194.png\" alt=\"\" width=\"300\" height=\"194\" srcset=\"http://abns.com.au/wp-content/uploads/2017/07/Screen-Shot-2017-07-04-at-2.33.41-PM-300x194.png 300w, http://abns.com.au/wp-content/uploads/2017/07/Screen-Shot-2017-07-04-at-2.33.41-PM-768x497.png 768w, http://abns.com.au/wp-content/uploads/2017/07/Screen-Shot-2017-07-04-at-2.33.41-PM-1024x662.png 1024w, http://abns.com.au/wp-content/uploads/2017/07/Screen-Shot-2017-07-04-at-2.33.41-PM.png 1092w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Michael Biviano and Vincent Giagnorio started CEEJ Developments in 2005 just because they wanted something to keep them occupied. As Biviano tells it, they were two semi-retired mates who wanted to stay involved in the business world, but didn’t want to be thrust back into high-pressure jobs like the ones they had both left. Biviano came from the world of real estate, and Giagnorio had been running a publishing/multi-media company. The two met when Biviano, still working in real estate, sold Giagnorio’s home. The pair started their venture with a first priority of enjoying what they were doing, with their second priority being to do something they could say was cool. Money came in third on the list. Twenty-two years after the company’s founding, they still have little interest in making it a goliath, preferring instead to stick to the hands-on, small staff approach that has made them successful.</p>\n<p>&nbsp;</p>\n<p>The first purchase Biviano and Giagnorio made was a large tract of land near a beach. They developed that land into 74 townhouse blocks. Since then they have become specialists by default, completing projects of hundreds of blocks of townhouses and entire display villages. CEEJ Developments “competes with the big boys” says Biviano, but has no interest in selling out or becoming syndicated. Without a board of directors decisions can get made quickly. If they find out about a piece of land they want to buy, they can make the decision to do so without waiting for a board to okay it. Without an expansive staff of hundreds, Biviano and Giagnorio don’t have to wait to find out about issues. Instead, they can tackle them as soon as they come up.</p>\n<p>&nbsp;</p>\n<p>“We’ve had opportunities to be bought out, but we’ve never wanted to change our dynamic… the penalty for selling out would be far too big,” explains Biviano.</p>\n<p>&nbsp;</p>\n<p>The small size of the company is a benefit for their clients. People know they will have a quick turnaround time on decisions, and they also know exactly who they are dealing with. CEEJ Developments also continues working with clients after they’ve moved into their new property. For three months after move-in, clients of CEEJ don’t have to call builders if any problems arise, instead they can call CEEJ and they will coordinate any necessary fixes. This is a service Biviano says is unheard of from other development companies, and helps establish CEEJ’s reputation as trustworthy and easy to work with. That, and the fact they make payments on time &#8211; another attribute they say is rare in the construction industry. Doing so builds trust with their construction industry partners, and also guarantees them good service. For example, one of CEEJ’s developments once had a water main break on a Sunday morning. They made a call and had it fixed by 10 AM largely thanks to the fact the repair team knew they’d get paid promptly.</p>\n<p>&nbsp;</p>\n<p>While CEEJ has a stellar reputation, they haven’t won any industry awards. Biviano is frank about why they haven’t &#8211; they haven’t tried. Instead, CEEJ relies on their reputation and customer word of mouth to attract clients. The firm also benefits from Biviano’s work as a consultant in which he offers trainings to franchise and real estate groups, as well as runs a free YouTube channel that offers advice. In doing so, he comes across leads for properties that are available to buy. It’s this kind of real estate savvy that has helped him lead CEEJ to success.</p>\n<p>Biviano brings the real estate savvy, but Giagnorio brings the financial acumen. The two skillsets complement each other, and though disagreements between the two are rare, they are quickly resolved thanks to the different strengths Giagnorio and Biviano bring to the table.</p>\n<p>&nbsp;</p>\n<p>So what’s next for Biviano, Giagnorio and CEEJ Developments? Hard to say, says Biviano, as it all depends on what’s out there for them to buy. Every year is different for the company.</p>\n<p>&nbsp;</p>\n<p>“Some years will be virtually dormant, some we might sell 30 in a year, some we will sell 400,” he explains.</p>\n<p>&nbsp;</p>\n<p>Biviano also notes the outsized role banks can play in the construction industry, as they control how much money can flow into projects via loans. But the construction market continues to go up, and CEEJ has a large project on the planning boards right now. They are developing 150 townhouses in Sunshine, just outside of Melbourne CBD, a project worth $100 million. In speaking about the future of the company, Biviano is optimistic about Melbourne CBD and the surrounding areas, saying it’s an area in which CEEJ would like to do more work in the future.</p>\n<p>&nbsp;</p>\n<p>If the reputation they have established is any indication, once they’re established in the area they shouldn’t have any trouble expanding further. Biviano is adamant that reputation is everything for his company, and all successful companies. He wishes the development industry had a better reputation for honesty and integrity on the whole, observing most people view it as a group of wealthy sharks. Cultivating honesty and integrity has certainly paid off for CEEJ Developments, and what started out as a way for two mates to keep busy has turned into a thriving multi-million dollar business.</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Valleyfresh Global</title>\n\t\t<link>http://abns.com.au/valleyfresh-global/</link>\n\t\t<pubDate>Mon, 01 May 2017 20:58:22 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Food & Beverage]]></category>\n\t\t<category><![CDATA[Home Page Slider]]></category>\n\t\t<category><![CDATA[Uncategorized]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5523</guid>\n\t\t<description><![CDATA[ click here to view About 20 years ago, Valleyfresh Australia was established as an importer and pre-packer, operating out of a local purpose-built facility in Derrimut, Melbourne. Since then, it has not only become one of Australia’s leading fresh produce importers and pre-packers, but it has expanded its services into...]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"/wp-content/magazine/April2017/\"><img class=\"alignnone size-medium wp-image-5524\" src=\"http://abns.com.au/wp-content/uploads/2017/05/Untitled-300x186.png\" alt=\"\" width=\"300\" height=\"186\" srcset=\"http://abns.com.au/wp-content/uploads/2017/05/Untitled-300x186.png 300w, http://abns.com.au/wp-content/uploads/2017/05/Untitled-768x475.png 768w, http://abns.com.au/wp-content/uploads/2017/05/Untitled.png 907w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a><a href=\"/wp-content/magazine/April2017/\"> click here to view</a></p>\n<p>About 20 years ago, Valleyfresh Australia was established as an importer and pre-packer, operating out of a local purpose-built facility in Derrimut, Melbourne. Since then, it has not only become one of Australia’s leading fresh produce importers and pre-packers, but it has expanded its services into the global market. The Valleyfresh brand now includes exporting operations in New Zealand, the United States, Chile, Peru and South Africa. It also has coordinating sales offices in India, Indonesia and Saudi Arabia.</p>\n<p>&nbsp;</p>\n<p>“The business initially developed with pre-packing and importing for supermarkets,” says Director Doug Hammonds. “then, in more recent years, Valleyfresh North America was established to coordinate and QC imports from the U.S.A. Having somebody in the growing region coordinating all that was important to the growth and development of the business that we’ve reached at this point.”</p>\n<p>&nbsp;</p>\n<p>The growth of Valleyfresh has been much more rapid in recent years, beginning with their expansion into New South Wales and Queensland. A joint pre-packing venture with Etherington in Western Australia has been their most recent local feat. “Valleyfresh Australia is now recognised as one of Australia’s leading fresh produce importers and a highly-regarded pre-packer of product on behalf of its suppliers, including major organisations in Australia Like wise, Valleyfresh Exports has grown in three years to become one of the premier exporters in Australia – particularly in major export lines of citrus, grapes, stone fruit and mangoes.</p>\n<p>&nbsp;</p>\n<p>In 2014, Freshmax took a 51 percent stake in Valleyfresh, and last year, fixed the balance. So, Valleyfresh Australia is now wholly owned by the wider Freshmax group operating from Australia and New Zealand; Freshmax operations include apple and stone fruit growing operations, large wholesaling and distribution operations, etcetera. So, they’re one of the largest Australasian organisations in our industry.”</p>\n<p>&nbsp;</p>\n<p>Valleyfresh Australia offers ripening, pre-packing, pre-cooling, storage, quality control, distribution and logistics of fresh fruit and produce. With state-of-the-art machinery and facilities in Melbourne, Sydney, Brisbane and Perth, they have become “the preferred packer for many of Australia’s leading fresh produce growers and organisations,” according to Hammonds. “In particular, the operations in Melbourne and Sydney can accommodate all types of pre-packing product – including film, knit bags, flow wrap, packing configurations – efficient in our operations to customers’ needs with a high level of detail to those needs, including labelling and everything else that goes with packing. It’s a competitive business, so efficiencies are essential.</p>\n<p>&nbsp;</p>\n<p>On exports, we offer market support as a global exporter. we offer our packers a full range of size and grades when we amalgamate requirements from each of the different countries we supply. For example, larger, more expensive quality might go to a market such as Vietnam, whereas smaller, class-two product may go to a market like Malaysia or the Middle East. We package a full range of product orders for our supplier partners.” Not sure about this paragraph?? Doesn’t read well.</p>\n<p>&nbsp;</p>\n<p>The success of Valleyfresh both locally and globally can also be attributed to its experienced staff, suppliers and customers Collaboration as a “global group” is an advantage over other industry leaders that Hammonds feels has helped improve company efficiency and maximise opportunities, while also reducing the cost of trade. These improvements have allowed Valleyfresh to expand their purpose-built Derrimut facility and modify their services to better accommodate their growth and the needs of the current market.</p>\n<p>&nbsp;</p>\n<p>“From an Australian point of view, those are quite significant developments, and we want to ensure that we are a primary handler in each of the markets we are involved in,” he says. “For exports, its one of consolidation in the established Australia, New Zealand and U.S.A. operations, while concentrating on the improvements in our more recent South African and South American businesses – which have grown significantly in recent years. We only just recently opened our Saudi and India sales offices to add to the Indonesian sale office that we had in place the prior year.</p>\n<p>&nbsp;</p>\n<p>Theprimary relationship is obviously with suppliers and customers, matching each to meet their needs. We haven’t grown as quickly as we have without providing benefits to our grower-packer partners in our ability to move their product for very competitive returns, and for our customers, to supply on time to their exact requirements and communicate well in that process. So, it’s important that our suppliers trust us to be efficient at what we do, and that we gain support from our customers through supplying what they need on time to the specifications they require – and be seen by all parties to be true partners in that total business.”</p>\n<p>&nbsp;</p>\n<p>According to Hammonds, the most amazing achievement for Valleyfresh has been their collaborative journey to become “the premier importer, pre-packer, facilitation handling agent and exporter” through their progressing global operations. Locally, they are involved in a variety of product associations, logistical groups and marketing associations, including Sedex and the Australian Horticulture Exporters Association (AHEA). They also have ACO organic and MSQF food safety accreditation, as well as Woolworths and Coles quality assurance certification.</p>\n<p>&nbsp;</p>\n<p>Recently, quarantine and market access have been the major industrywide issues for Valleyfresh on imports, coupled with the competitiveness of the Australian dollar. However, there have been recent improvements in market access. “Vietnam’s recently gained access to the Australian market for a couple of items, including dragon fruit, as an example of improved product opportunities,” he says. “improving protocols in countries we currently do have access to, also makes importing easier. The strength of the Australian dollar in the sense of imports allows us to be able to import as competitively as we can.</p>\n<p>&nbsp;</p>\n<p>On exports, the other way around. Market access is still the key. For instance, the grape industry has recently had significant growth out of Australia with the opening of Japan and Korea. The result being that more grapes are being exported, and certainly, pricing levels for growers have improved dramatically. Those key market access issues are the most important, but conversely? to the imports, we’re looking for a weaker, more competitive Australian dollar to allow us to compete against other countries. we hope to maintain our overall business by being part of a global supply base, to allow us to understand those opportunities better. As a global supplier, it allows us to better understand the opportunities for our higher priced Australian products.”</p>\n<p>&nbsp;</p>\n<p>Entering the industry at a young age, Hammonds was a founding director in the CSI Group of Companies. He continued there for approximately 25 years before the business merged into Valleyfresh Exports in 2013. Since then, Valleyfresh Exports has been managed by a small team of key people based in Melbourne and Brisbane; We are currently in the process of developing opportunities for Valleyfresh South Africa – a venture that has been a focus  for the last two years. “I personally have a coordination role with all of our global export operations, which I enjoy he says. “It’s in my blood, and I’ve still got an enthusiasm for the trade. I’m particularly privileged to be involved with the calibre of people that we have at Valleyfresh and in the Valleyfresh businesses –, I believe they’re, frankly the best in the industry.”</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>March/April 2017 Magazine</title>\n\t\t<link>http://abns.com.au/marchapril-2017/</link>\n\t\t<pubDate>Fri, 21 Apr 2017 19:03:46 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Magazines]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5578</guid>\n\t\t<description><![CDATA[ &#60;&#8211; click to view]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/April2017/\"><img class=\"alignnone size-medium wp-image-5579\" src=\"http://abns.com.au/wp-content/uploads/2017/08/Screen-Shot-2017-08-21-at-3.04.10-PM-231x300.png\" alt=\"\" width=\"231\" height=\"300\" srcset=\"http://abns.com.au/wp-content/uploads/2017/08/Screen-Shot-2017-08-21-at-3.04.10-PM-231x300.png 231w, http://abns.com.au/wp-content/uploads/2017/08/Screen-Shot-2017-08-21-at-3.04.10-PM.png 543w\" sizes=\"(max-width: 231px) 100vw, 231px\" /></a> &lt;&#8211; click to view</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>The Leather Doctor</title>\n\t\t<link>http://abns.com.au/the-leather-doctor-2/</link>\n\t\t<pubDate>Fri, 03 Mar 2017 02:44:37 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Franchise]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5497</guid>\n\t\t<description><![CDATA[ &#60;&#8211; click to view &#160; With four new franchisees added to their team within the last 3months, The Leather Doctor continues to build success throughout Australia.  Such significant growth has seen The Leather Doctor become Australia’s largest furniture repair network.  Now clients in Adelaide, Illawarra, NSW Central Coast, and Canberra...]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/janfeb2017/#110-111\"><img class=\"alignnone size-medium wp-image-5498\" src=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.43.39-pm-300x194.png\" alt=\"\" width=\"300\" height=\"194\" srcset=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.43.39-pm-300x194.png 300w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.43.39-pm-768x496.png 768w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.43.39-pm-1024x662.png 1024w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.43.39-pm.png 1035w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>With four new franchisees added to their team within the last 3months, The Leather Doctor continues to build success throughout Australia.  Such significant growth has seen The Leather Doctor become Australia’s largest furniture repair network.  Now clients in Adelaide, Illawarra, NSW Central Coast, and Canberra have more convenient access to leather cleaning and repair services and, thanks to the generosity of Director Dean Reid, a thirteenth Melbourne location was added to the list of new franchisees. “One of those was actually from a prize we gave away,” he says. “It was a huge promotion that we did last year at the Melbourne Franchising Expo. We invited applicants to explain the reasons why they would be a worthy winner, and we selected a winner as a big promotional prize. We wanted to show people that when you remove the money it becomes purely about selecting the right people.  People who fit The Leather Doctor culture.  The couple who were the lucky winners received the franchise at no cost, but they’ve gone on to buy a second territory because they’ve been doing so well – it’s in the Geelong area of Melbourne.”</p>\n<p>&nbsp;</p>\n<p>The company has also appointed a new operations manager at their head office from a local Gold Coast franchise location. Mr Reid is confident that this change will promote increased franchisee support from head office in the coming years. Currently, The Leather Doctor has 62 locations nationally, with outside support in New Zealand and Dubai. The goal for the next three years is to reach 100 franchisees, and added assistance from management should assist in achieving this benchmark. “We sell franchises by geographical territory that’s made of about 150,000 population base,” he says. “The opportunity’s great for a franchisee that desires a nice balance of great income and an enjoyable lifestyle.</p>\n<p>&nbsp;</p>\n<p>An additional part of the benefit is the franchise has a scope for franchisees to employ other operators so that, for those that may not want to be hands-on on the tools but still want to have the financial benefit of their business running, they can have people working for them, going around in vehicles doing the repairs. We have several franchisees around the country that have up to three people working for them – three vehicles. So, it’s a scalable business as well. It allows a franchisee to grow if they want to invest the time and effort, but if they want to stay small they can do that as well. We focus on the furniture industry, although we can do repairs and maintenance to car interiors, boats, or anything else made of leather, vinyl, or synthetic material. It’s really all about repairing surface damage – scratches, tears, burns, and cuts – cleaning and then, of course, colouring; things that are worn, faded or stained, or leather that’s worn out and tired, and we can rejuvenate it and bring it back to looking close to new again.”</p>\n<p>&nbsp;</p>\n<p>Mr Reid believes that the low fee base is also a benefit for franchisees of The Leather Doctor. The Leather Doctors fixed franchise fee is one of the lowest in the industry at $220 per week, allowing franchisees access to a larger amount of the profit. “There’s a guaranteed work stream that comes in from one of our sister companies that does all the warrantee repair work for the retail furniture industry here in Australia,” he says. “We use the franchise network of Leather Doctors to fulfil a lot of those repairs. So a Leather Doctor knows that if he’s joining the franchise he can tap into that work, he doesn’t have to spend on advertising dollars, and all this sister company charges is 5 percent of the invoice for the benefit of having all this work.  We don’t take the marketing levy; there’s no other levy they need to pay. It gives them the ability to keep the large percentage of the sales that they make and ensure profitability; good strong sales, low overheads, and they don’t need to work 7 days a week to get a very good income.”</p>\n<p>&nbsp;</p>\n<p>Relationships with suppliers, along with the Franchise Council of Australia, are integral in order to guarantee the prosperity of The Leather Doctor and its franchisees. Mr Reid stresses the importance of honesty – especially with suppliers – as product quality is a key contributor to the overall reception of the company’s services. “We have a very specific range of products that we need to use to complete repairs, and we have a great relationship with our suppliers that give us those products,” he says. “So, the quality’s high and the delivery to the franchisees is consistent.</p>\n<p>&nbsp;</p>\n<p>We find that working with them regularly on the performance of their products – any adjustments that need to be made – and making sure we support them as well by working with them, we don’t feel that we need to push hard on getting the absolute cheapest rate from every supplier. We feel that if they’re running their business at the profit margin that they need to, then they’ve got the resources to give us the support that we need from them. If we were to push them and take every last cent out to the point where they resent supplying us, then we don’t have a good relationship. So, we feel that it’s important to purchase products at fair prices so that they’re profitable as well.</p>\n<p>&nbsp;</p>\n<p>In the industry – more from associations like the Franchise Council – we find it’s really important to get knowledge and just keep a finger on the pulse of what’s happening in the industry. If you don’t have that connection with these industry bodies, you can lose sight of where industry’s going. For us, we tap into the furnishing industry bodies a lot – the big furniture shows; one recently just happened in Melbourne. We like to participate and be part of those just to see where the market’s going, what the trends are, and really what the needs are. I think that’s really important to do.”</p>\n<p>&nbsp;</p>\n<p>Over the last few years, according to Mr Reid, the franchise industry has become much more stable in its composition; conformance and compliance procedures have improved and governing bodies, along with the Franchise Council of Australia, have worked hard to ensure that the necessary support is provided by franchisors, and franchisees are well protected through good quality business. “The franchise industry will benefit as new business ideas come on,” he says. “I think the structure is there and is solid in Australia, and the governance is really good. So, I think it will benefit to see more creativity in the type of services and products that can be franchised as a business.</p>\n<p>&nbsp;</p>\n<p>For us in the leather repair business and industry, we find it’s quite a stable and mature market – keeping abreast of the latest trends in furniture and upholstery, making sure that our techniques and our products are giving customers great results with their leather goods. I think technology is going to continue to help us. We’ve always been an early adopter of technology whether that’s in our job tracking software, how we report an invoice, or even what we put on our website, and use technology to get across our products and services. I think we can do better in that respect in making it easier for customers to find us and easier for them to purchase from us.”</p>\n<p>&nbsp;</p>\n<p>Going forward, Mr Reid has high hopes for the future of The Leather Doctor and its growing franchisees. This has been their first year submitting for recognition through the Franchise Council of Australia’s Excellence in Franchising Awards, including the top three in the country for Franchise Innovation category and top five best established Franchise in the country. The company will also continue to pursue its aforementioned goal of 100 franchisees, with further expansion into international markets like Singapore, Malaysia and the United Kingdom on schedule for the upcoming years. Mr Reid also provides words of advice for those looking to commence business through a franchise.</p>\n<p>&nbsp;</p>\n<p>“It’s important to do your due diligence,” he says. “Ask the operators that are running the business day-to-day – if the franchise owners themselves get out there on the tools, serve the customers, or they’re at the front counter – what it’s like running the business. The advertising that comes from head offices can be glamourous and paint a very rosy picture; but, talk to the people owning the franchise and running it day-to-day to see where the not so pleasant aspects are, because every business has their challenges. I think you need to do that before making decisions to join and jump into any franchise.”</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Fresh Produce Alliance</title>\n\t\t<link>http://abns.com.au/fresh-produce-alliance/</link>\n\t\t<pubDate>Fri, 03 Mar 2017 02:42:58 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Food & Beverage]]></category>\n\t\t<category><![CDATA[Home Page Slider]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5493</guid>\n\t\t<description><![CDATA[ &#60;&#8211; click to view &#160; Since its inception, Fresh Produce Alliance (FPA) has been dedicated to providing safe, quality produce to various target markets throughout Australia and the global sphere. A sister company of Advanced Packing and Marketing Services (APMS), FPA ensures that their products reflect the needs of the...]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/janfeb2017/#76-77\"><img class=\"alignnone size-medium wp-image-5494\" src=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.41.48-pm-300x193.png\" alt=\"\" width=\"300\" height=\"193\" srcset=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.41.48-pm-300x193.png 300w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.41.48-pm-768x495.png 768w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.41.48-pm-1024x659.png 1024w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.41.48-pm.png 1031w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Since its inception, Fresh Produce Alliance (FPA) has been dedicated to providing safe, quality produce to various target markets throughout Australia and the global sphere. A sister company of Advanced Packing and Marketing Services (APMS), FPA ensures that their products reflect the needs of the consumer through an extensive and attentive research and development process. The idea began through the desire to repurpose the existing avocado products offered at APMS in order to adapt to market surplus and demands.</p>\n<p>&nbsp;</p>\n<p>“We came to the realisation that there’s a lot of trees going into the ground, and we were a little bit concerned about the future markets with added volumes of avocados coming into the marketplace – which is one of the reasons why we also export,” explains Managing Director Jennie Franceschi. “So, we invested in the HPP – which is High Pressure Processing – and the IQF to look at creating value-added products from the percentage of horticulture that doesn’t get utilised because it’s usually too big, too small, marked, unmarketable or doesn’t meet retail specifications.</p>\n<p>&nbsp;</p>\n<p>If you speak to Horticulture Innovation Australia, they’ll tell you that there is about 30 percent across the board that doesn’t even leave farm gate. So, the aim or the mission of FPA was to really support generational farming families in Australia by creating value-added products out of products they get nothing for and turn it into something of value; that’s really what we’re all about.”</p>\n<p>&nbsp;</p>\n<p>Through its innovative processes and products, FPA aims to “make healthy delicious.” The use of the HPP system eliminates the use of any additives or preservatives, which could affect the quality or the taste of each product. “It’s just whole foods created into something,” says Franceschi. “With the avocados, our hero line was Avovita – that means ‘avocados for life’ – and all of the things within the Avovita range are avocado-based. We started off with an avocado chocolate mousse that is everything-free. It’s dairy-free, nut-free, gluten-free; it’s also vegan-friendly, and low-GI. So, if a diabetic has it, they won’t have a spike, for a number of reasons: one of them is we only use a low-GI coconut sugar, and the other thing is avocados help stabilise blood sugar.”</p>\n<p>&nbsp;</p>\n<p>Another aspect of FPA’s policy is to use ingredients from local farmers as often as possible. While products like cocoa or coconut sugar are unavailable within the country, fair-trade, sustainable and socially responsible off-shore companies are sought out to provide any missing details that are necessary in providing product integrity, while ensuring the safety of the food and the earth. “We’re particular about that,” says Franceschi. “Some things that we may want, we just can’t get with those assurances; one of those is coconut milk. So, we support Dr. Dan’s Solomon Islands project. He does a clean coconut, and our food technologists will turn that into coconut milk.</p>\n<p>&nbsp;</p>\n<p>That’s a core message through who we are, and we’re even working up FPA for our biodegradable product waste. So, skins or seeds from the process are actually going up into a composting project, all our plastics get recycled, and all our cardboards get recycled. So, it’s about sustainability and supporting Australian farmers. We came from that angle, and the products we developed were products that currently aren’t available in Australia.”</p>\n<p>&nbsp;</p>\n<p>In fact, when FPA began, all proposed products were new to the market. Since then, similar innovations have been launched, but the Avovida chocolate mousse still remains true to the FPA name. Franceschi is also very pleased with the progress of Born Pure, their up-and-coming baby food line. “We’re now in the stage with a commercial with that,” she says. “We did the baby food range because we wanted to be able to use all fruits and vegetables – not just avocados.</p>\n<p>&nbsp;</p>\n<p>We do use grains, and we have a registered practicing dietician who’s done a lot in paediatrics that works at targeting nutrition for certain ages – for what babies need – and we’ve obviously got our food technologists and food engineer that helps us make it happen. So, we’ve been in research and development mode for a year, and we’ve got two brands that are now in market and already getting to be launched. We’re just testing market now, but we’re getting really good reviews from the products that we have.”</p>\n<p>&nbsp;</p>\n<p>Franceschi also attributes FPA’s ability to assure and demonstrate high quality, sustainable products to their use of HPP and instant quick freeze (IQF) technology. A grass roots method in Western Australia, HPP pasteurises food in chilled or ambient temperatures – between four and 10 degrees – using pressure that can reach about 87,000 psi. The process deactivates any bacteria, yeast, mould, viruses and parasites that may exist on the product, while working to expand its shelf life. “Pasteurisation is about making food safe,” she says. “Not only does it give you food safety, but it also gives you shelf life.</p>\n<p>&nbsp;</p>\n<p>It doesn’t necessarily give you the same level of shelf life as what retort does, and it’s usually fridged, but the food has more integrity because it hasn’t been given so much heat. Flavour and texture are all better, because it hasn’t had that massive heat treatment. So, it maintains the original freshness, but it has an extended shelf life and it doesn’t have lots of preservatives or chemicals in it to keep it safe. I think it’s the way of the future, quite frankly.</p>\n<p>&nbsp;</p>\n<p>We just did some for a crab fisherman; we HPP’d some crab to see if we could extract the meat – which we did – which is something they currently couldn’t do well with that particular crab, because it’s a deep-sea crab. We’ve also done some work for the seafood industry in general, and something that they used to only get four days’ shelf life on, they’re currently at five weeks. The flavour’s amazing, and we’re doing all the microbial testing. So, that’s a difference in the shelf life extension. It tastes great and it is still food-safe a month down the track, when you only used to get a few days.”</p>\n<p>&nbsp;</p>\n<p>The IQF involves individually snap-freezing products with liquid nitrogen at -95 degrees to preserve quality and flavour. The process is more familiar in the produce market, and it also allows FPA to utilise easily salvageable produce that might not otherwise be used due to specific standards. “For some products, it’s great,” says Franceschi. “Often, if things came in that were deemed as a second – because it has a mark on it, or a broccoli bunch might have a bit breaking off, so it’s not deemed good enough to go in – we could just floret it and freeze it, and you’ve got a good product.</p>\n<p>&nbsp;</p>\n<p>Those sorts of things, they’re all nutritionally sound, but currently a lot of it gets wasted. So, really, by using technologies what we’re trying to do is find a way to give growers a better return on investment by utilising all these products that are perfectly fine – nothing nutritionally wrong with them – but their sweet potatoes are just big. No one wants them because they’re too big, and people aren’t going to buy that much sweet potato.”</p>\n<p>&nbsp;</p>\n<p>Given the success with FPA’s current products, Franceschi is now interested in breaking further ground in the age care sector. The exploration into low-GI food products has already helped greatly with this venture, and she believes the new category will also pique interest off-shore. “Some of our marketers up in Singapore are getting really concerned about diabetics,” she says. “They reckon one in three will die from diabetes. There’s currently 4,000 diabetics in Singapore that are insulin-dependent, so it’s a really problem. Not so much in Japan, but through a lot of the rest of Asia, it’s a real problem.</p>\n<p>&nbsp;</p>\n<p>My concern came about looking at allocations in age care and thinking, ‘something needs to be done here.’ So, our next one is looking at a low-GI, nutrient-rich food that would be suitable in the age care sector – that’s what we’re working on now. We’ll continue on our ranges that we’re currently doing, but age care has always been a bit of a mission from FPA; it’s been in our social responsibility charters. We wanted to do something for the elderly, and we wanted to be able to make sure that we had really targeted nutrition – a lot of nutrients in a small serving. So, that’s why we look across industries. There’s a lot of research that goes into it before you do it.”</p>\n<p>&nbsp;</p>\n<p>A key aspect of the research process is collaboration between industries in order to understand the most profitable strategies possible while still striving to achieve diversity within the local and global market. Franceschi and FPA have worked hard to provide their insight to seafood, truffles and various fruit and vegetable vendors to determine which next steps would fit both the company and its consumers. “It’s not just about retail ready; it’s also about food service and where we can potentially do products in food service.</p>\n<p>&nbsp;</p>\n<p>Fruit crops, obviously, are tree crops. But vegetables, they can grow for you. So, we are potentially looking at things in our region, because we about creating opportunity within regional areas. People say, ‘Why don’t you take it to the city?’ Well, I don’t want to take it to the city. I live in the country – the food bowl is where I live – and this is where I want to live, and I want to make it a better place for my kids and my grandkids. I want to see more opportunities in the regional areas, so what I’m doing is about regional development – not about city development. There’s places that are interested because it’s great to have a bit of diversity in what they do, so not all the eggs will be in one basket.”</p>\n<p>&nbsp;</p>\n<p>After just one year into their research and development process, Franceschi is confident in her colleagues and their mission to provide quality products to FPA consumers. The alliance has already achieved a first for the agricultural sector as the overall state winner for the Department of Regional Development Awards in agricultural innovation, and looks forward to more milestones to come in its already exciting journey. “We’ve got some amazing brains here,” she says. “We’ve got some really skilled people in our region. The more we do, the more opportunity we see out there, and that’s really exciting. To be able to bring a positive outlook to people, it changes the whole feel. When people have a more positive, excited mindset about what they’re doing, they can achieve more.</p>\n<p>&nbsp;</p>\n<p>To me, my objective is to get people on that positive roll and collaborating, because quite often with industries, they just don’t work together. On a personal level, if I can get people collaborating a little bit together, I think that they could achieve more. To find our point of difference – to be able to work together to create something that gives us that point of difference to be globally competitive, to me that would be pretty good. So, I’m excited about where we’re headed.”</p>\n<p>&nbsp;</p>\n<p>Due to FPA’s dedication to sustainability, local support and freshness preservation, Franceschi knows that consumers and investors will enjoy what they have to offer; their commitment to providing quality is their strongest aspect. “They’re really good products,” she says. “If you see them out there, try them, because you won’t be disappointed. We’re all excited about them, because they’re so good. But, not only are they so good, they’re really helping regional development areas, because our whole structure is on sustainability. I was in a meeting in Japan a little while ago and they said, ‘Well, what about price?’</p>\n<p>&nbsp;</p>\n<p>I said, ‘Nothing I do is cheap. We’re out here to support Australian farmers. The products we’ve developed – everything we do is to be sustainable. If we go off-shore, we have to have a social responsibility charter. The reality of it is, the only time that you get cheap, someone, something or somewhere is getting exploited. That’s what happens. It’s the environment, it’s the people, or it’s something. As a company, we refuse to do that. So, there is value. You will be paying for my product. It’s not about driving the price down, but what you will get will be a value proposition, and you’ll know that we are so determined that with our company policy it will be ethical sourcing and sustainability, and we just are not going to go down that exploitation road that many do to create cheap.’”</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Adelaide City Council</title>\n\t\t<link>http://abns.com.au/5489-2/</link>\n\t\t<pubDate>Fri, 03 Mar 2017 02:31:50 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Infrastructure]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5489</guid>\n\t\t<description><![CDATA[ &#60;&#8211; click to view &#160; In October of 1840, Adelaide City Council was the first local government formed within Australia. Not too long after the initial settlement of the city in 1936, a petition created by 2,000 residents solidified a collaborative commitment to establishing privileges and rights for the benefit...]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/janfeb2017/#54-55\"><img class=\"alignnone size-medium wp-image-5490\" src=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.28.06-pm-300x194.png\" alt=\"\" width=\"300\" height=\"194\" srcset=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.28.06-pm-300x194.png 300w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.28.06-pm-768x496.png 768w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.28.06-pm-1024x661.png 1024w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.28.06-pm.png 1035w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>In October of 1840, Adelaide City Council was the first local government formed within Australia. Not too long after the initial settlement of the city in 1936, a petition created by 2,000 residents solidified a collaborative commitment to establishing privileges and rights for the benefit of the community as a whole. Last year, Adelaide celebrated 175 years of continuous local government, and still takes pride in its ability to uphold a sustainable value system. “At the time, they instigated a town clerk, and he commented that because the council members were influential people who had come from within the community, very great expectations were formed as a result of their joint exertions; that theme was collaboration, and that’s obviously come through to the present day,” says Daniel Bennett of the city’s Design and Strategy program. “We currently employ about 900 people across many areas.”</p>\n<p>&nbsp;</p>\n<p>In addition to separate planning and strategic teams across council, the Design and Strategy sector consists of about 40 members, and provides a closer look at the inner workings of Adelaide’s schematic design; they manage and build their own projects from start to finish thanks to funding from council, while providing extra service and assistance in external projects of both public and private nature through both state and federal government. “We generate, manage and build our own projects; that involves design, project management, construction administration and delivery,” says Bennett. “We also assist and are involved in co-funded private projects where, if people who have a development or a patch of street that they’d like changed or put in – outdoor dining, for instance – we can co-fund improvements to the streets that benefit them directly. We provide a lot of design review and project creation-type services across council. We help people create briefs for projects, we help guide and deliver advice, and we also provide a lot of high-level policy advice to our executive, our elected members, the Lord Mayor, and state government. So, we provide high-level city strategy advice across a whole range of different areas across Adelaide.”</p>\n<p>&nbsp;</p>\n<p>One of the most exciting new initiatives just recently endorsed by the Adelaide City Council is the web-based Adelaide Design Manual – a “high-level design guidance document” that Bennett is confident will help promote fluid, uniform design throughout the city’s major projects, street upgrades and public spaces. “The Adelaide Design Manual will provide the absolute design and project consistency that will ultimately benefit the city, its residents, ratepayers and visitors,” he says. “It’s a web experience, and it’s actually designed externally with the community, residences, rate payers and businesses. So, the first question you’re asked is what street you’re interested in, and we’ve taken that deliberate approach so that it’s an online-focused tool.</p>\n<p>When you type in your street, it comes up with a whole series of different things that apply to that street. If you typed in ‘North Terrace’ – which is one of our ceremonial boulevards – it will say North Terrace is a ceremonial boulevard and, through some very user-friendly graphics and the way we’ve presented the website, it tells you the elements of a ceremonial boulevard. For instance, it’s a wide street, it’s usually got several lanes of traffic, it has very wide expansive foot paths, we use high quality domain materials, and there’s an element of civic uses and public spaces. It gives you high-level advice so that, if you’re a developer and you’re looking to put a development on North Terrace, here’s the type of interface with the street we’d like to see. If you’re a resident on that street and you want to know about the type of street trees that are there, it gives you some guidance on that. It’s used to provide guidance for that, but it’s also used for government – our own people internally in other areas of council – to understand our vision for that street. Not all of our streets are complete. We’ve got lots of streets in the city that haven’t had a lot of work done on them in recent years, so here’s the vision for those types of streets; that actually helps people as a community all the way through to internal stuff.”</p>\n<p>&nbsp;</p>\n<p>Adelaide’s influence as a major city has inspired the initiative to make it the first carbon-neutral city in Australia  – in partenership with the State Government. Bennett and his associates work very closely with other sectors from a planning perspective to ensure a strong plan of action for the sustainable future of Adelaide and its residents. “Many of our projects involve aspects around water sensitive urban design, reducing the urban heat island effect, and capturing and treating storm water, but also creating greener and happier places,” he says. “Our policy and design guides enable that, so our approach is very much a holistic approach and how that contributes to the greater city. Is it meeting our strategic plan targets to create 100,000 square-metres of extra green space over fours years? Is it reducing the urban heat island effect? But, also, is it creating better streets that are shaded in summer and let the sun in in winter so that we’re developing an approach that actually makes changes to places?</p>\n<p>&nbsp;</p>\n<p>The council’s vision is that Adelaide is a welcoming and dynamic city full of rich and diverse experiences; that’s directly out of our 2016-2020 strategic plan, which guides and develops everything that we do. It also communicates our vision for the future. It’s very simple – the four themes of our strategic plan are a smart city, a green city, a liveable city, and a creative city. The smart city, with a globally connected and opportunity-rich economy. The green city, to create one of the world’s first carbon-neutral cities and lead in environmental change. The liveable city, diverse with an enviable lifestyle. The creative city, a multicultural city with a passion to create authentic experiences. Underwriting all of that are the council’s five values of achievement, collaboration, customer commitment, integrity, and innovation.”</p>\n<p>&nbsp;</p>\n<p>Building strong relationships with “staff, ratepayers, community, students, visitors, workers, suppliers and clients” is key to maintaining validity of the city’s vision and values, especially through the scope of customer commitment. “We are really focused on all of those people as customers,” says Bennett. “Internal customers, external customers and even international customers; that’s also a part of being a capital city. So, that commitment is something that all staff sign up to. We want staff to achieve; we want them to service internally and externally. We want people to work together under the value of collaboration. Obviously, being within the public sector, we want to act with integrity. But, we also want to foster innovation, and sometimes that means not doing things as we’ve done them before. Our new strategic plan really focuses on targets that will generate innovation.”</p>\n<p>&nbsp;</p>\n<p>Going forward, Bennett believes that a shift in industrial reliance may need to occur in order to improve South Australia’s current economic state. The loss of two major car manufacturing sites has created an indirect effect that will need to be improved through innovation and trust towards more promising industry outlets. “What’s the role of the city in enacting change in our economy? That can be done in a number of ways,” he says. “The carbon-neutral initiative of the state is one way to generate innovation in more efficient manufacturing of other things that may be of a specialist sort of industry, like energy. At times, 40 percent of South Australia’s energy is from renewable sources – the highest in Australia – mostly from wind. Can we foster greener and newer emerging industries in energy research and more efficient energy production?</p>\n<p>&nbsp;</p>\n<p>We’ve seen the emergence of battery farms that will capture that wind energy and store it so that we don’t have to rely on coal-fired power stations that generate electricity. So, what’s the role of the city in fostering innovation and allowing people to research and produce new things? The new industries will replace those sunset industries. Food production and research into food, creating greener cities again; there’s a big role for the capital city to play in that space. But, also, the education and financial sector. The universities – apart from one – are all in the city, and they have a big role to play in helping us change the way our economy works. I think creating a greener city will help change the way that the South Australian economy reinvents itself. So, I guess there are some challenges around the change in our economy, the basis of our economy, and moving from making things to providing services, tourism, research and innovation.”</p>\n<p>&nbsp;</p>\n<p>With almost 20 years in design and landscape architecture, Bennett has spent the last few years expanding his interest in influencing the strategies of local government. He is especially focused towards design and transport policies within a capital city context. “I’m really enjoying delivering on those for council, developing them and making them better,” he says. “Milestones for this year and next year is really delivering on our strategic plan to make Adelaide a smart, ccreative ,liveable and  green city. We’ve got a lot of things happening at the moment, and I really hope that we can start delivering some great projects, as well as meeting our targets for achieving a better Adelaide.”</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Gaia Construction</title>\n\t\t<link>http://abns.com.au/gaia-construction/</link>\n\t\t<pubDate>Fri, 03 Mar 2017 02:25:30 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5486</guid>\n\t\t<description><![CDATA[ &#60;&#8211; click to view &#160; Jeremy Gates began his career through a carpentry and joinery apprenticeship in the United Kingdom. He then moved to London to start his own business undertaking structural renovations and extensions, which he ran successfully for 15 years. In 2008, he and his wife Sue moved...]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/janfeb2017/#44-45\"><img class=\"alignnone size-medium wp-image-5487\" src=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.24.21-pm-300x194.png\" alt=\"\" width=\"300\" height=\"194\" srcset=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.24.21-pm-300x194.png 300w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.24.21-pm-768x496.png 768w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.24.21-pm-1024x661.png 1024w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-1.24.21-pm.png 1032w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Jeremy Gates began his career through a carpentry and joinery apprenticeship in the United Kingdom. He then moved to London to start his own business undertaking structural renovations and extensions, which he ran successfully for 15 years. In 2008, he and his wife Sue moved to Melbourne, starting fresh in a new country with different industry requirements. “Once you move here, you can’t be registered as a builder straight away,” says Jeremy. “You have to have at least four years’ Australian building experience. So, I worked for high-end builders in the Bayside area of Melbourne – several of those had won many awards – and successfully applied to be registered as a builder in 2012.  Then we set up our own company focusing on architectural renovations, extensions and new builds.”<br />\nNamed after an environmental theory developed in the 1980’s, Gaia Construction strives to provide informed and practical advice on the use of sustainable materials and building practices. Their first major project not only served as an initial testament to the strength of their values, but it also earned them great industry recognition. “Having recently come from overseas and not having a history in Melbourne, we decided that the best way to show people what we can do was to undertake our own property development,” says Sue. “So, we built three townhouses in Elwood, Melbourne, that we completed at the end of 2014.  We won a Master Builders Excellence in Housing award for our development and, as we live in one of the townhouses, we use it to showcase our work. Since then, we’ve had a steady flow of inquiries and jobs. We’re relatively new, and we’re still quite small, but we’re really enjoying the work we’re doing.  We’re always looking for ways to offer greater value to our clients and ensure that they enjoy the building process as much as we do.”</p>\n<p>&nbsp;</p>\n<p>Given their current level of success, size doesn’t really matter for Gaia Construction. Jeremy’s overseas perspective on energy efficiency and experience with European methods and materials now emerging in Australia is certainly a benefit to the business, especially in terms of cost-effective building materials and methods. “There’s more than one way to do a job, and I bring a lot of my overseas experience into what we do” he says. “If I can get involved in the job early on with the architects, designers and engineers, I can make suggestions drawing from my experience, often there are simple changes that can make a build cheaper and quicker without compromising quality”.<br />\nBuilding a sustainable and healthy home starts at the design stage and Jeremy is happy to collaborate with potential clients, architects, designers, sustainability consultants and energy assessors during the design process and the selection of building materials.  “Once we start building, what we really concentrate on is waste minimisation and management, because that is something we can control” Jeremy says. The Gaia team re-uses materials like bricks wherever possible and works with waste management companies that are committed to re-using and recycling demolition and construction waste. “If we do a new build, we have a waste management company that recycles over 90 percent of waste materials,” says Sue. “Also, we use green accredited sub-contractors wherever possible, for example green accredited painters who use low and no VOC paints and manage their waste in a more environmentally friendly way. Our supervisors are on the same page as us when it comes to waste management, and we’re looking at sending them through some green accreditation as well.”</p>\n<p>One of the interesting projects that Gaia Construction is working on at the moment is a renovation in partnership with Danielle King, founder of Green Moves Australia. Ms King, a sustainability consultant, recently purchased a poorly performing house which she is transforming into a comfortable, energy-efficient home with the help of Gaia Construction. In order to measure the improvement in energy efficiency post renovation, Ms King conducted a blower door test before commencing works and she will conduct a comparative test once the renovation is completed.  A blower door test measures the air tightness of the building envelope and, with a significant amount of winter heat loss in Australian homes attributed to uncontrolled air leakage, improving air tightness is key to improving energy efficiency.</p>\n<p>&nbsp;</p>\n<p>“All the windows have been changed to double-glazed windows,” says Jeremy. “We’ve gone around and sealed up all the gaps around the windows, which we do as standard, we’ve retrofitted insulation in all the walls and insulation will also be retrofitted in the ceilings. It’s just very simple, easy things to do – make sure there’s no gaps or holes in the floor, ceilings or walls; install insulation; and use self-closing externally vented fans and energy efficient appliances.  We’re demonstrating what you can do to a badly performing house relatively cheaply to not only save on energy costs but also to create a comfortable living environment year-round.”</p>\n<p>&nbsp;</p>\n<p>Winning a Master Builders award for their first major development was certainly a highlight for Gaia Construction, and Jeremy and Sue are very proud of this achievement; they believe it was their attention to detail and innovation that set them apart.  With its striking polished concrete and timber exterior, articulated lines and interesting configuration, the building is a refreshingly different multi-unit development.  Jeremy highlighted the small site – only 315m<sup>2</sup> &#8211; as being the key challenge of construction.  “In order to complete this project within only 15 months, we needed to be extremely well organized and we couldn’t have achieved it without our highly skilled and reliable employees and sub-contractors” says Jeremy.</p>\n<p>&nbsp;</p>\n<p>The sustainability features Jeremy and Sue incorporated into the development include double glazing throughout, extensive use of insulation, LED lighting, rain gardens, solar photovoltaic panels, recycled timber and recyclable materials.  Also, the use of pre-cast concrete meant less site waste and dust, faster construction and going forward less ongoing maintenance, a greater thermal mass helping even out variations in internal temperatures, a resilient and long lasting building and panels that can be reused or recycled in the future.</p>\n<p>&nbsp;</p>\n<p>“For the three townhouses, the highest energy efficiency rating we achieved was 7.6 Stars and the average was 6.9 Stars, which is significantly better than the 6 Star standard” continues Jeremy. “Once again, we did simple things to get higher Star ratings – we insulated under the slab, we insulated the garage roofs – and these simple things, which cost relatively little, significantly improved the performance of the building.”</p>\n<p>&nbsp;</p>\n<p>In addition to the presentation of the award, Jeremy has been developing his relationship with the Master Builders Association of Victoria since he began the process of becoming a registered builder in 2009. He and Sue attend annual conferences, members’ nights and training through the organisation, which enables them to remain up-to-date on developments in the industry and the latest products and network with suppliers and others in the industry. “They provide a range of support services as well,” says Sue. “Legal advice, insurance, occupational health and safety advice – it’s great to know that they are just a phone call away. They also have a referral service, and we’ve had quite a few people contact us through that providing a source of work for us. So, being members of the Master Builders Association is very important to our business.”</p>\n<p>&nbsp;</p>\n<p>Gaia Construction is also a member of the Alternative Technology Association (ATA), a non-profit organisation that promotes sustainable living and environmentally friendly technology, according to Sue. “We’ve done some volunteering in the community through the ATA,” she says. “They run “Speed Date a Sustainability Expert” events where sustainability experts provide free advice to the public on energy efficiency, sustainable building, solar power and hot water and landscape design amongst other things.  We’ve participated in these events, looking at people’s plans and giving advice and recommendations from a builder’s perspective. We really enjoy doing that – talking to people about their plans, sharing our ideas – to steer them in the right direction.”</p>\n<p>&nbsp;</p>\n<p>“Some people come along to these events and they don’t know how to start the building process,” adds Jeremy. “So I say, ‘You’ll need to get plans drawn up.  A designer or architect can do that for you. When you have your plans, you might need planning permission.  You’ll also need to get an engineer on board.  It’s a great idea to involve a builder early in the process so they can work with the designer and engineer.’  If a person is looking to build and they tell me their budget, I can advise them whether their plans are achievable within their budget and, if not, what modifications they could consider to reduce build costs.”</p>\n<p>&nbsp;</p>\n<p>From Jeremy’s perspective, a major issue that is likely to affect the industry in the future is  a skills shortage due to the lack of apprentices coming through. While they would be more than happy to help out the newcomers, as a small business working in a very competitive industry Gaia Construction cannot afford the additional costs involved in training an apprentice. “It’s a competitive industry out there,” says Sue. “It’s not only the cost of paying an apprentice, but also for Jeremy to spend time training them. If we’re going to take an apprentice on, we’re committed to giving them a great training experience, and that means Jeremy taking time out of his day to spend with them. At the moment, we just can’t afford to do that and remain competitive.”</p>\n<p>&nbsp;</p>\n<p>Currently, Jeremy and Sue aim to continue growing Gaia Construction’s portfolio and reputation. “But we don’t want to expand too quickly,” says Sue. “We want to maintain our close, personal working relationships with our clients; that’s a really important aspect of our business. Jeremy spends a lot of time meeting with clients and talking with them on the phone, often in the evenings and during weekends, to make sure that all of their questions are answered and we’re all on the same page. We allocate a carpenter supervisor to work exclusively on each job and he is there every day from start to finish providing consistency and pushing the job forward. We’re committed to maintaining our high level of quality control and personal relationships with clients.”</p>\n<p>&nbsp;</p>\n<p>When asked whether there are any other comments he would like to share with readers, Jeremy goes back to his commitment to sustainability &#8211; “Making a house more energy efficient can be done quite cheaply. If you insulate your house properly, fill in all the gaps and draught proof, install energy efficient lighting and appliances and improve your glazing, your house will be a much more comfortable house to live in, you will save on energy costs and you will reduce your environmental footprint.”</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Arbor Carbon</title>\n\t\t<link>http://abns.com.au/arbor-carbon/</link>\n\t\t<pubDate>Fri, 03 Mar 2017 02:01:24 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5482</guid>\n\t\t<description><![CDATA[ &#60;&#8211; click to view &#160; Established in 2009, ArborCarbon is wholeheartedly committed to providing expert services in vegetation monitoring and management for urban forests and greenspace, natural forests, horticulture and agriculture. Managing Director Dr Paul Barber and his partner began consulting on the diagnoses of disorders in trees, and gradually...]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/janfeb2017/#14-15\"><img class=\"alignnone size-medium wp-image-5483\" src=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-12.59.38-pm-300x194.png\" alt=\"\" width=\"300\" height=\"194\" srcset=\"http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-12.59.38-pm-300x194.png 300w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-12.59.38-pm-768x497.png 768w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-12.59.38-pm-1024x662.png 1024w, http://abns.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-03-at-12.59.38-pm.png 1033w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Established in 2009, ArborCarbon is wholeheartedly committed to providing expert services in vegetation monitoring and management for urban forests and greenspace, natural forests, horticulture and agriculture. Managing Director Dr Paul Barber and his partner began consulting on the diagnoses of disorders in trees, and gradually grew the business from there. “It was a very small business for several years after its initiation,” he says. “In the last 12 to 18 months, we’ve had another director come on board who has a strong background in business management, and we’ve also had several employees come on as well. Initially, our work started locally in Perth through an environmental, award-winning golf course – our very first client – and then expanded across all parts of WA and across Australia. We also do quite a bit of work outside Australia throughout the Asia Pacific region, and we’ve done some work in the U.S. and Middle East as well”</p>\n<p>&nbsp;</p>\n<p>ArborCarbon operates within three main areas: diagnoses of health disorders, assessment and monitoring of ongoing health and growth, and providing management advice to clients on where improvements are required; they use a combination of remote sensing and field-based methods to clarify this information and provide the necessary services where they are needed. “The scale varies widely from applying systemic treatments to individual trees in residential areas, to advising national governments on how to manage diseases in forests.”</p>\n<p>&nbsp;</p>\n<p>We have four core values: partnership, innovation, expertise and sustainability. So, everything we do must have a sustainability focus. We’ll look at each project and assess it, and if it doesn’t align well with our company and what we do, then we will turn those projects away. Everything we do in our company and our service we provide has a sustainable outcome. We’re also very mindful of our carbon footprint. For example, we’ve just moved into a new office space in an urban farm close to the Perth CBD, Perth City Farm, and we’ve actually decked out our office space in almost 100 percent recycled materials. We’ve very much moved to a paperless operation, so we do everything on computers and tablets; it’s a digital approach.”</p>\n<p>&nbsp;</p>\n<p>Paul and the other founding director have access to a “unique suite of expertise” exclusive to very few within the industry; being amongst only a handful of forest pathologists in Australia, they are able to provide a more solid scientific approach towards their craft, which they feel is a great advantage. “Everything that we do in our projects is backed by robust science,” he says. “The directors have a strong track record in science and business management, and are still publishing a lot in international peer review journals. We’re very critical in our thinking on each project, and make sure it has a scientific approach. So, it’s always robust and also very innovative. We’ve got a lot of connections with overseas companies with innovative technology, and we’re always looking outside the square in terms of developing new methods and approaches to overcome different issues.”</p>\n<p>&nbsp;</p>\n<p>ArborCarbon is also a very active supporter of the 202020 Vision initiative and its effort to expand green space within urban environments. According to Paul, a larger commitment to this cause will not only improve the environment, but also the overall health and well-being of people. “We have a heavy presence and focus on the urban forest and sustainable management of urban trees and vegetation,” he says. “We’re collecting lots of big data, and this data is showing canopy cover going backwards in many councils. So, we’re very supportive of anything that’s going to enable or help local government, property developers and other people who manage urban green spaces to help them maintain the balance. We have strong arboricultural expertise so we increasingly are asked to provide advice on growing, selecting and planting quality trees in new developments, and ways to protect existing trees within development sites. We also have a very strong interest in the connection between green space, trees, and human health, and we see that green space is critical for that. We see that 202020 is aligned with this approach, so we are strong supporters. We believe it’s not only important for the vegetation and trees, but for the quality of life and well-being of people living in cities.”</p>\n<p>&nbsp;</p>\n<p>The company also recognises the importance of strong industry relationships, especially in regards to partners, staff and clients. Paul and his management team work hard to ensure that all employees are able to maintain solid work-life balance so that, in turn, they can provide the best result for ArborCarbon and its clients. “It’s really about trust and integrity, so we have a big focus on delivery to promise he says. “We’re more than happy to go over and above to make sure that the job’s done properly, and the clients are very happy with the service we provide. We’re great believers that it will carry us forward in terms of our business being sustainable and being here for a long time. We have a lot of repeat business, so we really value those relationships; it’s very important.”</p>\n<p>&nbsp;</p>\n<p>Operating across a range of industries, Paul sees several outlying concerns within the near future, especially in regards to maintain balance between growing economies and protection of the environment; however, he believes that further technological development may serve as a saving grace in that regard. “There’s obviously been challenges over the years in the resources industry” he says. “We were working closely with some very forward thinking companies. With declines in budgets, their willingness to spend money on innovative or very robust approaches to environmental management had declined somewhat; In a very price driven market, we will not always be the cheapest however we think we will offer the best value. This has presented challenges while some clients have simply looked for the cheapest option without looking at the overall value. I believe this will change as companies are forced by public pressure to protect the environment whilst utilising the resource.</p>\n<p>&nbsp;</p>\n<p>I see tremendous opportunity in the agriculture space. Food security is a massive issue, so there’s some very exciting technology coming on board, and we’re in that space with remote sensing, drones, hyperspectral cameras and disruptive technologies. There’s a lot of opportunity to improve the sustainability of the current approach, and I think there are more challenges ahead in regards to jobs and the economy. Certainly, there are a lot of small and medium-sized businesses hurting at the moment, so it’s a challenge for them to stay afloat, to be able to employ people, and engage them at a time when automation and technology is replacing demand for manual labour. We see that as an opportunity to innovate ourselves, grow and employ people within our company. There are challenges, but we must continue to innovate as it is a core value of ours. In any industry at the moment, it’s also about your carbon footprint and contribution to climate change. So, there’s major challenges afoot in that space and again it is inherent in what we do as a company and has been since its inception in 2009”</p>\n<p>&nbsp;</p>\n<p>Aside from his work with ArborCarbon, Paul is also committed to assisting students not only at Murdoch University as an Adjunct Associate Professor, but throughout Asia as well in places like Vietnam, Indonesia and Hong Kong. He is also Vice-President of the not-for-profit Men of the Trees WA who have been responsible for the planting of milliions of trees across the landscape in WA since the 1970s. Going forward, he hopes to be able to continue providing that service and initiating new research projects, while also promoting the growth of the company and its newer employees; he is also very invested in ensuring the happiness and success of his own family and teenage children. “We’re in this growth phase in our company at the moment employing people, and employing good people,” he says. “For me it’s about ensuring that those people are engaged in the company, share our values, we’re providing an environment for them that they find stimulating, and they love to come to work. At the end of this year, I’d love to see these people flourishing and mentoring others and still with us in several years to come, if not longer. So, I’d like to take them on that journey with me as well, and share my vision and the vision of the directors. Really, it’s all about work-life balance and ensuring that everyone is happy at home and at work and achieving success; it’s most important.”</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Lagoon Restaurant</title>\n\t\t<link>http://abns.com.au/lagoon-restaurant/</link>\n\t\t<pubDate>Thu, 02 Mar 2017 23:48:29 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Food & Beverage]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5388</guid>\n\t\t<description><![CDATA[ &#60;&#8211; click to view &#160; Serving up first class seafood fare within the city of Wollongong, Lagoon Restaurant began as a small family restaurant in 1986, when Director Andrew Harrison was only seven years old. Since then it has become a popular spot for locals, allowing him to expand further...]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/janfeb2017/#104-105\"><img class=\"alignnone size-medium wp-image-5389\" src=\"http://abns.com.au/wp-content/uploads/2016/11/Screen-Shot-2016-11-02-at-10.04.39-am-300x193.png\" alt=\"Lagoon Restaurant\" width=\"300\" height=\"193\" srcset=\"http://abns.com.au/wp-content/uploads/2016/11/Screen-Shot-2016-11-02-at-10.04.39-am-300x193.png 300w, http://abns.com.au/wp-content/uploads/2016/11/Screen-Shot-2016-11-02-at-10.04.39-am-768x495.png 768w, http://abns.com.au/wp-content/uploads/2016/11/Screen-Shot-2016-11-02-at-10.04.39-am-1024x660.png 1024w, http://abns.com.au/wp-content/uploads/2016/11/Screen-Shot-2016-11-02-at-10.04.39-am.png 1087w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Serving up first class seafood fare within the city of Wollongong, Lagoon Restaurant began as a small family restaurant in 1986, when Director Andrew Harrison was only seven years old. Since then it has become a popular spot for locals, allowing him to expand further upon his parents’ initial culinary vision. One of Lagoon’s most recent developments is their new deck bar and kiosk, providing a more casual alternative for their customers. “We’ve got a beautiful deck outside that overlooks the ocean, and we’re really maximising the space,” he says. “We’ve got a café style menu, which caters to the lower budget, and the beach and park goers as well. We’re doing slider burgers, wraps, and just the normal fish and chips and grilled fish out there.”</p>\n<p>&nbsp;</p>\n<p>Their advantageous location has allowed Lagoon to showcase some prime seafood selections; however, they work hard to ensure that they provide something for every guest, whether they are new or familiar. “Being by the water, we’ve got a lot of seafood dishes,” says Harrison. “We also cater to the non-seafood eaters and vegetarians as well, but we’re predominately seafood. Our philosophy with our cooking is using fresh, local seafood, treating it simply, and presenting the natural, fresh flavours of the produce. We try to source our seafood locally from local fisherman, and our most popular dish on the menu is probably our seafood platter for two – our signature dish. But we also have beautiful, fresh, local lobsters, and the local snapper that we get here in Wollongong is probably one of the best in the world.”</p>\n<p>&nbsp;</p>\n<p>Clearly, the customers agree. Since they’ve opened, Lagoon Restaurant has won a variety of awards, including a spot in the hall of fame for the American Express Best Restaurant Awards. However, “the pinnacle” came in 2014 when they won the LifeStyle Food Award for Australia’s Favourite Restaurant – the best out of all categories, and the largest people’s choice award in the country. Harrison has also been previously awarded Young Businessperson of the Year by the Illawarra Business Chamber, which he holds as an extraordinary personal achievement. Ultimately, he believes that building strong bonds within the community is essential in preserving loyalty and support.</p>\n<p>&nbsp;</p>\n<p>“Wollongong is a relatively small town, so you’ve got to really be in touch with the community,” he says. “I think it’s very important to show your local customers that you support local charities and initiatives, and we do a lot of that. We give away vouchers to school fundraisers and charities. We’re very involved with the Kids Wish organisation; we sponsor them. We host a lot of Cancer Council Events. The biggest Morning Tea in Wollongong, we host at the Lagoon. So, we’re very involved in the community.</p>\n<p>&nbsp;</p>\n<p>It’s good to be involved in all your associations. It’s good to be ahead of the game to know what’s coming up, what the trends are, and things in your industry. Your relationship with suppliers is very important – it’s probably one of the most important things – because you need to get what the trend is from every end supplier. What’s the new produce coming in? You need to keep your eyes and your arms out everywhere just to get the best of everything, so you’ve got to really communicate with suppliers. We’re always negotiating the best deals, so it’s very important to have good, strong relationships with your suppliers.”</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Unfortunately, the biggest issues Harrison sees are the rising labour costs, along with the increasing amount of regulative powers involved within the dining industry; however, he believes that these issues can be conquered with dedication and compliance. “I think the restaurants’ penalty rates are really putting a strain on lot of smaller restaurants to open on public holidays, and some even on Sundays,” he says. “So, that’s one of the issues that we’re facing. We’re becoming a very regulated industry as well, where there’s a lot of organisations that you have to deal with. It’s not easy for a restaurant to navigate anywhere from the music that you play, to the produce that you get in, to workplace health and safety. You have to comply to a lot of different authorities; but, if you get the balance right, you’ll be successful.”</p>\n<p>&nbsp;</p>\n<p>While Harrison grew up working various positions at Lagoon, a career as a restaurateur wasn’t an initial point of interest. Following high school, he achieved a degree in Marketing, and began to work for the New South Wales Sports Federation; however, less than a year into his new journey, he decided to return to his roots. “Once you’ve been in the hospitality industry for many years, it becomes engrained in you – it’s in your blood,” he says. “I felt that need to come back, and my parents were more than happy that I came back. In 2004, I started managing the restaurant and my parents took a step back, and I haven’t looked back since then.</p>\n<p>&nbsp;</p>\n<p>I love every minute of the industry; there’s never a dull moment. You’re not only dealing with your customers, but you’re dealing with a lot of staff; you’re dealing with the suppliers. So, there’s always interesting things going on and interesting things to deal with. There’s also stress, but the good times definitely outweigh the bad times. My biggest satisfaction is when I see our loyal customers come back time and time again, and have a great time. That’s the best part about the business; when you make menu changes and you see people coming in and really enjoying what you’ve done, that’s the biggest satisfaction.”</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "Set-Cookie": "wfvt_1440494785=5a89b21ce1347; expires=Sun, 18-Feb-2018 17:34:28 GMT; Max-Age=1800; path=/; httponly",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Link": "<http://abns.com.au/wp-json/>; rel=\"https://api.w.org/\"",
    "Server": "Apache",
    "Last-Modified": "Mon, 21 Aug 2017 21:34:30 GMT",
    "Pragma": "no-cache",
    "Connection": "Keep-Alive",
    "Vary": "Accept-Encoding,User-Agent",
    "Keep-Alive": "timeout=5",
    "ETag": "\"09fab0dab7657aafdd76dc8b426714ae-gzip\"",
    "Cache-Control": "private, no-cache, no-store, proxy-revalidate, no-transform",
    "Date": "Sun, 18 Feb 2018 17:04:28 GMT",
    "Content-Encoding": "gzip",
    "X-Powered-By": "PHP/5.6.32"
  },
  "response_url": "http://abns.com.au/feed/"
}