{
  "requested_url": "http://arts.nationalpost.com/category/arts/feed/",
  "fetched_at": "2018-02-18T22:21:47.070055",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\txmlns:postmedia=\"https://nationalpostcom.wordpress.com\"\nxmlns:georss=\"http://www.georss.org/georss\" xmlns:geo=\"http://www.w3.org/2003/01/geo/wgs84_pos#\" xmlns:media=\"http://search.yahoo.com/mrss/\"\n\t>\n\n<channel>\n\t<title>Culture &#8211; National Post</title>\n\t<atom:link href=\"http://nationalpost.com/category/culture/category/entertainment/feed\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://nationalpost.com</link>\n\t<description>Canadian News, World News and Breaking Headlines</description>\n\t<lastBuildDate>Sun, 18 Feb 2018 16:51:49 +0000</lastBuildDate>\n\t<language>en</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>http://wordpress.com/</generator>\n<cloud domain='nationalpost.com' port='80' path='/?rsscloud=notify' registerProcedure='' protocol='http-post' />\n<atom:link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"http://nationalpost.com/osd.xml\" title=\"National Post\" />\n\t<atom:link rel='hub' href='http://nationalpost.com/?pushpress=hub'/>\n<image><url>https://nationalpostcom.files.wordpress.com/2017/09/nationalpost-38x2501.png</url><title>National Post</title><link>http://nationalpost.com</link><description>Canadian News, World News and Breaking Headlines</description></image>\t<item>\n\t\t<title>Hedley dropped by management, radio, tour opener amid sexual misconduct allegations</title>\n\t\t<link>http://nationalpost.com/entertainment/music/cbc-drops-hedleys-music-from-radio-streaming-service</link>\n\t\t<comments>http://nationalpost.com/entertainment/music/cbc-drops-hedleys-music-from-radio-streaming-service#comments</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 21:05:04 +0000</pubDate>\n\t\t<dc:creator><![CDATA[The Canadian Press]]></dc:creator>\n\t\t\t\t<category><![CDATA[Music]]></category>\n\t\t<category><![CDATA[Canada]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[CP]]></category>\n\t\t<category><![CDATA[Hedley]]></category>\n\n\t\t<guid isPermaLink=\"false\">https://nationalpostcom.wordpress.com?p=77154799&#038;preview=true&#038;preview_id=77154799</guid>\n\t\t<description><![CDATA[The former MuchMusic darlings released a statement Wednesday calling the allegations 'unsubstantiated']]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO &#8212; Besieged pop-rockers Hedley faced a barrage of more bad news Friday as they were dropped by their management team, abandoned by one of the opening bands on their cross-Canada tour, and saw their music blacklisted by the CBC.</p>\n<p>The whirlwind of developments came a day after dozens of radio stations also stripped Hedley&#8217;s hit songs from the air in response to sexual misconduct allegations, which had been circulated by anonymous social media users who detailed encounters with young fans.</p>\n<p>The former MuchMusic darlings &#8212; fronted by Jacob Hoggard and including Dave Rosin, Tommy Mac and Jay Benison &#8212; released a statement Wednesday calling the allegations &#8220;unsubstantiated,&#8221; but acknowledged they &#8220;engaged in a lifestyle that incorporated certain rock &#8216;n&#8217; roll cliches.&#8221;</p>\n<p>They went ahead with a show in Medicine Hat, Alta., that night and were set to play Brandon, Man., on Friday &#8212; but without openers Neon Dreams.</p>\n<p>&#8220;In light of the allegations surfacing against Hedley, we can no longer in good conscience continue on the &#8216;Cageless&#8217; tour,&#8221; the band said in a statement, just hours before they were due to hit the stage.</p>\n<p>&#8220;We understand this choice could negatively impact our band professionally but in the end we have to do what we feel is morally right. We would like to thank all the amazing fans that have made the first eight shows on the tour the best experience of our lives.&#8221;</p>\n<p>The other tour opener, Shawn Hook, said in a statement late Thursday that he was &#8220;obviously disheartened&#8221; by the allegations levelled against Hedley but would continue &#8220;to fulfil my contractual obligations.&#8221;</p>\n<p>On Friday morning, Hedley&#8217;s management team said it had terminated all &#8220;business relationships with the band&#8221; and the CBC announced it was dropping the group&#8217;s music from its radio and streaming platforms &#8220;in light of the serious allegations that have surfaced.&#8221;</p>\n<p>On Thursday, Corus Radio revealed it had suspended all airplay of Hedley songs across its 30 music stations, as did other stations in Edmonton and Vancouver.</p>\n<p>The Junos also dropped the Vancouver group from the upcoming televised awards bash in what was called a joint decision with the band &#8220;after careful consideration of the situation.&#8221; Wednesday&#8217;s move by the Canadian Academy of Recording Arts and Sciences came shortly after the release of the band&#8217;s statement addressing claims of impropriety involving young fans.</p>\n<p>&#8220;All of us in Hedley respect and applaud the #MeToo movement and the open and honest discussion it has inspired. We believe these conversations are particularly important within the music industry, which does not exactly have an enviable history of treating women with the respect they deserve,&#8221; reads the statement, which also notes the band&#8217;s members &#8220;are all now either married or have entered into committed, long-term relationships.&#8221;</p>\n<p>&#8220;However, if we are to have a meaningful, open and honest discussion, we all have to accept and respect that there are at least two sides to every story. The recent allegations against us posted on social media are simply unsubstantiated and have not been validated. We would hope that people will bear-in-mind the context in which these unsupported accusations have been made before passing judgment on us as individuals or as a band.&#8221;</p>\n<p>Hoggard rose to fame in 2004 as a charismatic, sexually-charged provocateur on the second season of the smash hit &#8220;Canadian Idol.&#8221; Although he finished in third place, the Surrey, B.C., native parlayed his screentime into a record deal and Hedley&#8217;s self-titled debut album the following year went on to go double-platinum.</p>\n<p>The band became teen darlings and perennial Juno and MuchMusic Video Awards contenders, with Hoggard developing a reputation for over-the-top red carpet antics, including commandeering reporters&#8217; microphones (in one case, sticking the device down his pants).</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://nationalpost.com/entertainment/music/cbc-drops-hedleys-music-from-radio-streaming-service/feed</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t<postmedia:alexa><![CDATA[Hedley dropped by management, radio, tour opener amid sexual misconduct allegations. Besieged pop-rockers Hedley faced a barrage of more bad news Friday as they were dropped by their management team, abandoned by one of the opening bands on their cross-Canada tour, and saw their music blacklisted by the CBC.]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/cpt127-the-canadian-press4.jpg\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/cpt127-the-canadian-press4.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">021418-MUSIC_Hedley_20180214</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://0.gravatar.com/avatar/3b4b4027b86b17a99d4f891e09e22130?s=96&#38;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">canadianpressnp</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>The problem with metrics is us, and other takeaways from The Tyranny of Metrics</title>\n\t\t<link>http://nationalpost.com/entertainment/books/book-reviews/takeaways-from-the-tyranny-of-metrics</link>\n\t\t<comments>http://nationalpost.com/entertainment/books/book-reviews/takeaways-from-the-tyranny-of-metrics#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 19:05:41 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Paul Taunton]]></dc:creator>\n\t\t\t\t<category><![CDATA[Book Reviews]]></category>\n\t\t<category><![CDATA[Books]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[The Shelf]]></category>\n\t\t<category><![CDATA[Tyranny of Metrics]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://nationalpost.com/?p=77147234</guid>\n\t\t<description><![CDATA[Five things we learned from Jerry Z. Muller's Tyanny of Metrics]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>The Tyranny of Metrics<br />\nJerry Z. Muller<br />\nPrinceton University Press<br />\n240 pp; $29</h3>\n<p>You might remember when Brad Pitt and Jonah Hill made better baseball through math. They were, of course, portraying the Oakland Athletics&#8217; Billy Beane and John DePodesta in Moneyball, the film based on Michael Lewis&#8217;s bestselling book. The rise of sabermetrics in baseball has corresponded to the exaltation of metrics across many other fields (e.g. Nate Silver&#8217;s Five-Thirty-Eight in politics; or the &#8220;numbers&#8221; person in your mathematically challenged office who just got promoted way past you). So are the rest of us just grumpy baseball scouts, stuck in our ways? According to Jerry Z. Muller&#8217;s The Tyranny of Metrics, perhaps not. Here&#8217;s what we learned:</p>\n<p><strong>1<br />\n</strong><strong>A numbers game. </strong>The main problem with metrics is, frankly, us. &#8220;Almost inevitably, many people become adept at manipulating performance indicators through a variety of methods,&#8221; Muller writes, &#8220;many of which are ultimately dysfunctional for their organizations.&#8221; In Wire-speak (a show the author references in his preface), people learn to juke the stats. Another of the book&#8217;s examples is that of a school gaming the system to attract donors rather than to improve student performance. And if a nonprofit becomes gamified, people will play the game rather than fulfill the organization&#8217;s mission, Muller notes – but this applies to commercial enterprise as well. Short-term goals that benefit the player may supersede the long-term goals of the company. Cascading effects can include, say, restructuring and layoffs designed to create an attractive takeover target, or the discontinuation of less profitable products that are still valuable (or even vital) to a portion of the market. The things a company does well, and the people who have experience doing them, can be lost before a company&#8217;s eyes, line item by line item.</p>\n<p><strong>2</strong><br />\n<strong>A specialization in generalization. </strong>Scientific management stresses that the similarities between organizations are more important than their differences, according to Muller, and this results in a &#8220;playbook&#8221; by which managers and consultants move between companies that produce drastically different things. This can proliferate the preference for external candidates over internal ones – for managers who have successfully used the playbook elsewhere, rather than managers who truly understand the business. &#8220;Getting your hands on the numbers&#8221; is then viewed as the most expedient way for a new executive to understand a company, says Muller, and carries with it a resulting downside: &#8220;Managers are on the lookout for metrics of performance that can be deployed when the headhunter calls.&#8221;</p>\n<p><strong>3</strong><br />\n<strong>Doctoring the numbers.</strong> Health care is one of the areas most vulnerable – or one of the most <em>important</em> areas that is vulnerable – to the corrupted use of metrics. Muller notes how the declining cost of consumer goods over time has affected the perceived cost of fields such as health care and education, contributing to the urge to &#8220;run them like a business.&#8221; He cites such negative results as surgeons avoiding riskier procedures to safeguard their stats, or hospitals keeping patients waiting in ambulances and corridors to artificially depress waiting-room times. In short, while the numbers can serve as a defence against liability litigation, they don&#8217;t ensure best outcomes in individual cases.</p>\n<p><strong>4<br />\n</strong><strong>Measuring morale. </strong>&#8220;Professionals tend to resent the impositions of goals that may conflict with their vocational ethos and judgment,&#8221; Muller writes. He&#8217;s referring to the hit morale takes when producers and practitioners are sidelined by administrators and technocrats: the point past which the desire for efficiency paradoxically becomes overregulation. It&#8217;s not that transparency and accountability sought through metrics are negative in principle (and honestly, people can feel overburdened by regulations out of simple laziness), but that, as Muller states, &#8220;the structure of their analysis becomes, in a way, dogmatic.&#8221; Meanwhile the heretics may hew to sociologist William Bruce Cameron, whom Muller quotes: &#8220;Not everything that can be counted counts, and not everything that counts can be counted.&#8221;</p>\n<p><strong>5</strong><br />\n<strong>Summing up.</strong> So where do we go from here? Muller recommends asking these questions, as applicable in baseball as in medicine, to keep your eye on the ball: What kind of information are you thinking of measuring? How useful is the information? How useful are more metrics? What are the costs of not relying on standardized measurement? To what purpose will the measurement be put, or to put another way, to whom will the information be made transparent? What are the costs of acquiring the metrics? Why are the people at the top of the organization are demanding performance metrics. How and by whom are the measures of performance developed? Finally, Muller advises remembering that &#8220;even the best measures are subject to corruption or goal diversion,&#8221; and that &#8220;sometimes, recognizing the limits of the possible is the beginning of wisdom.&#8221;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://nationalpost.com/entertainment/books/book-reviews/takeaways-from-the-tyranny-of-metrics/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<postmedia:alexa><![CDATA[The problem with metrics is us, and other takeaways from The Tyranny of Metrics. The Tyranny of Metrics\nJerry Z. Muller\nPrinceton University Press\n240 pp; $29\nYou might remember when Brad Pitt and Jonah Hill made better baseball through math. They were, of course, portraying the Oakland Athletics' Billy Beane and John DePodesta in Moneyball, the film based on Michael Lewis's bestselling book. The rise of sabermetrics in baseball has corresponded to the exaltation of metrics across many other fields (e.g. Nate Silver's Five-Thirty-Eight in politics; or the \"numbers\" person in your mathematically challenged office who just got promoted way past you). So are the rest of us just grumpy baseball scouts, stuck in our ways? According to Jerry Z. Muller's The Tyranny of Metrics, perhaps not. Here's what we learned:]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/tryanny-of-metrics.jpg\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/tryanny-of-metrics.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">tryanny of metrics</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://2.gravatar.com/avatar/81b97e5b6cc538df3bc8e0a32a865cfd?s=96&#38;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">ptaunton</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Jennifer Aniston and Justin Theroux separate after seven years together</title>\n\t\t<link>http://nationalpost.com/entertainment/celebrity/jennifer-aniston-and-justin-theroux-tried-to-save-their-marriage-on-last-ditch-vacation-report-suggests</link>\n\t\t<comments>http://nationalpost.com/entertainment/celebrity/jennifer-aniston-and-justin-theroux-tried-to-save-their-marriage-on-last-ditch-vacation-report-suggests#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 17:23:56 +0000</pubDate>\n\t\t<dc:creator><![CDATA[National Post Wire Services]]></dc:creator>\n\t\t\t\t<category><![CDATA[Celebrity]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[Jason Bateman]]></category>\n\t\t<category><![CDATA[Jennifer Aniston]]></category>\n\t\t<category><![CDATA[Justin Theroux]]></category>\n\t\t<category><![CDATA[Need to Know]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://nationalpost.com/?p=77154477</guid>\n\t\t<description><![CDATA[R.I.P. love, ????-2018 ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Beautiful couple Jennifer Aniston and Justin Theroux will continue being beautiful, but no longer as wife and husband. The pair announced in a joint statement the day after Valentine&#8217;s Day that they have split.&nbsp;</p>\n<p>Aniston and Theroux started dating in 2011 and got married in Los Angeles in August 2015 (Jimmy Kimmel reportedly officiated). It was a simpler time, when we still believed in love.&nbsp;</p>\n<p>Aniston, of course, was famously married to Brad Pitt from 2000 to 2005. Her split with Theroux has <a href=\"https://twitter.com/i/moments/964308295677763584\">Twitter wishing and hoping an Aniston-Pitt reunion will happen</a>. (Pitt, you&#8217;ll recall, left her for Angelina Jolie.)</p>\n<div class=\"embed-twitter\">\n<blockquote class=\"twitter-tweet\" data-width=\"550\" data-dnt=\"true\">\n<p lang=\"en\" dir=\"ltr\">RIP JENNIFER ANISTON &amp; JUSTIN THEROUX’s relationship. But in other news, <a href=\"https://twitter.com/hashtag/neverforget?src=hash&amp;ref_src=twsrc%5Etfw\">#neverforget</a> Brad and Jen. Brad and Jen forever. <a href=\"https://t.co/zbzLPCp18M\">pic.twitter.com/zbzLPCp18M</a></p>\n<p>&mdash; Eleni Paneras (@EleniPaneras) <a href=\"https://twitter.com/EleniPaneras/status/964306197510696961?ref_src=twsrc%5Etfw\">February 16, 2018</a></p></blockquote>\n<p><script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div>\n<p>Aniston is best known for her role as Rachel Green on the long-running Friends, on which Pitt guest-starred (the Season 8 Thanksgiving episode, which the series always did so well, chock-full of decidedly un-woke slightly transphobic jokes, which the series also did often). Since Friends has ended, Aniston&#8217;s become a film star in her own right, doing comedies like We&#8217;re The Millers and Marley &amp; Me, and earning a Golden Globe nomination for her work in the drama Cake.&nbsp;</p>\n<p>Theroux was in a 14-year relationship with Heidi Bivens before linking up with Aniston. The actor first became known for his roles in Mulholland Drive and American Psycho (and Charlie&#8217;s Angels: Full Throttle, to some). More recently, he starred in the acclaimed HBO series The Leftovers.&nbsp;</p>\n<p>Aniston and Theroux worked together on the comedy Wanderlust, which also starred Paul Rudd.&nbsp;</p>\n<div id=\"attachment_77154829\" style=\"max-width: 1010px\" class=\"wp-caption alignnone\"><img data-attachment-id=\"77154829\" data-permalink=\"http://nationalpost.com/entertainment/celebrity/jennifer-aniston-and-justin-theroux-tried-to-save-their-marriage-on-last-ditch-vacation-report-suggests/attachment/film-title-wanderlust\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/movies-wanderlust-e1518797951728.jpg\" data-orig-size=\"1000,751\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;3.5&quot;,&quot;credit&quot;:&quot;Photo Credit: Gemma La Mana&quot;,&quot;camera&quot;:&quot;NIKON D700&quot;,&quot;caption&quot;:&quot;UNDATED-- This is a handout photo from Universal.  WANDERLUST.  (L to R) George (PAUL RUDD), Linda (JENNIFER ANISTON) and Seth (JUSTIN THEROUX) at Elysium in \\&quot;Wanderlust\\&quot;, the raucous new comedy from director David Wain and producer Judd Apatow about a harried couple who leave the pressures of the big city and join a freewheeling community where the only rule is to be yourself.   Photo Credit: Gemma La Mana.  Copyright: \\u00a9 2012 Universal Studios. ALL RIGHTS RESERVED.  For  Katherine Monk (Postmedia News). MOVIES-WANDERLUST&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;70&quot;,&quot;iso&quot;:&quot;3200&quot;,&quot;shutter_speed&quot;:&quot;0.01&quot;,&quot;title&quot;:&quot;Film Title: Wanderlust&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"Film Title: Wanderlust\" data-image-description=\"\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/movies-wanderlust-e1518797951728.jpg?w=300\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/movies-wanderlust-e1518797951728.jpg?w=640\" class=\"size-full wp-image-77154829\" src=\"http://wpmedia.nationalpost.com/2018/02/movies-wanderlust-e1518797951728.jpg?w=640\" alt=\"\" srcset=\"http://wpmedia.nationalpost.com/2018/02/movies-wanderlust-e1518797951728.jpg?w=640 640w, http://wpmedia.nationalpost.com/2018/02/movies-wanderlust-e1518797951728.jpg?w=150 150w, http://wpmedia.nationalpost.com/2018/02/movies-wanderlust-e1518797951728.jpg?w=300 300w, http://wpmedia.nationalpost.com/2018/02/movies-wanderlust-e1518797951728.jpg?w=768 768w, http://wpmedia.nationalpost.com/2018/02/movies-wanderlust-e1518797951728.jpg 1000w\" sizes=\"(max-width: 640px) 100vw, 640px\"  ><p class=\"wp-caption-text\">Jennifer Aniston and Justin Theroux in Wanderlust.</p></div>\n<p>Here&#8217;s a short walk down memory lane as we pour a bottle of Smart Water out for the couple.&nbsp;</p>\n<div id=\"attachment_77154880\" style=\"max-width: 1010px\" class=\"wp-caption alignnone\"><img data-attachment-id=\"77154880\" data-permalink=\"http://nationalpost.com/entertainment/celebrity/jennifer-aniston-and-justin-theroux-tried-to-save-their-marriage-on-last-ditch-vacation-report-suggests/attachment/jason-bateman-hollywood-walk-of-fame-star-ceremony\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg\" data-orig-size=\"1000,750\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;Nicky Nelson\\/WENN.com&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Jason Bateman Hollywood Walk of Fame Star Ceremony on the Hollywood Walk of Fame in Los Angeles, California.  Featuring: Jennifer Aniston, Justin Theroux Where: Los Angeles, California, United States When: 26 Jul 2017 Credit: Nicky Nelson\\/WENN.com ORG XMIT: wenn32060182&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;Nicky Nelson\\/WENN.com&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;Jason Bateman Hollywood Walk of Fame Star Ceremony&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"Jason Bateman Hollywood Walk of Fame Star Ceremony\" data-image-description=\"\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg?w=300\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg?w=640\" class=\"size-full wp-image-77154880\" src=\"http://wpmedia.nationalpost.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg?w=640\" alt=\"\" srcset=\"http://wpmedia.nationalpost.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg?w=640 640w, http://wpmedia.nationalpost.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg?w=150 150w, http://wpmedia.nationalpost.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg?w=300 300w, http://wpmedia.nationalpost.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg?w=768 768w, http://wpmedia.nationalpost.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg 1000w\" sizes=\"(max-width: 640px) 100vw, 640px\"  ><p class=\"wp-caption-text\">They seem so happy here, at Jason Bateman Hollywood Walk of Fame Star Ceremony on July 26, 2017.</p></div>\n<div id=\"attachment_77154898\" style=\"max-width: 1010px\" class=\"wp-caption alignnone\"><img data-attachment-id=\"77154898\" data-permalink=\"http://nationalpost.com/entertainment/celebrity/jennifer-aniston-and-justin-theroux-tried-to-save-their-marriage-on-last-ditch-vacation-report-suggests/attachment/theroux-aniston\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/theroux-aniston.jpg\" data-orig-size=\"1000,750\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"theroux aniston\" data-image-description=\"\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/theroux-aniston.jpg?w=300\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/theroux-aniston.jpg?w=640\" class=\"size-full wp-image-77154898\" src=\"http://wpmedia.nationalpost.com/2018/02/theroux-aniston.jpg?w=640\" alt=\"\" srcset=\"http://wpmedia.nationalpost.com/2018/02/theroux-aniston.jpg?w=640 640w, http://wpmedia.nationalpost.com/2018/02/theroux-aniston.jpg?w=150 150w, http://wpmedia.nationalpost.com/2018/02/theroux-aniston.jpg?w=300 300w, http://wpmedia.nationalpost.com/2018/02/theroux-aniston.jpg?w=768 768w, http://wpmedia.nationalpost.com/2018/02/theroux-aniston.jpg 1000w\" sizes=\"(max-width: 640px) 100vw, 640px\"  ><p class=\"wp-caption-text\">Theroux and Aniston at the 2013 Oscars and the 2015 Vanity Fair Oscar Party.</p></div>\n<div id=\"attachment_77154911\" style=\"max-width: 1010px\" class=\"wp-caption alignnone\"><img data-attachment-id=\"77154911\" data-permalink=\"http://nationalpost.com/entertainment/celebrity/jennifer-aniston-and-justin-theroux-tried-to-save-their-marriage-on-last-ditch-vacation-report-suggests/attachment/leftovers\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/leftovers.jpg\" data-orig-size=\"1000,750\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"leftovers\" data-image-description=\"\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/leftovers.jpg?w=300\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/leftovers.jpg?w=640\" class=\"size-full wp-image-77154911\" src=\"http://wpmedia.nationalpost.com/2018/02/leftovers.jpg?w=640\" alt=\"\" srcset=\"http://wpmedia.nationalpost.com/2018/02/leftovers.jpg?w=640 640w, http://wpmedia.nationalpost.com/2018/02/leftovers.jpg?w=150 150w, http://wpmedia.nationalpost.com/2018/02/leftovers.jpg?w=300 300w, http://wpmedia.nationalpost.com/2018/02/leftovers.jpg?w=768 768w, http://wpmedia.nationalpost.com/2018/02/leftovers.jpg 1000w\" sizes=\"(max-width: 640px) 100vw, 640px\"  ><p class=\"wp-caption-text\">Jen supporting her man at the Leftovers Season 3 premiere in April 2017. Also, peep the ominous &#8220;Pray For Us&#8221; tagline &#8230;</p></div>\n<p>Aniston and Theroux reportedly made a last-ditch attempt to save their marriage on a holiday to Mexico in December.</p>\n<p>The 49-year-old actress and Theroux, who started dating in 2011 and wed in a ceremony at their Bel-Air home in Los Angeles in August 2015, stunned the world on Thursday when they released a joint statement announcing their split.</p>\n<p>Jennifer and Justin were last photographed together on Jan 1. as they enjoyed the sunshine in Cabo San Lucas with the actress’ Horrible Bosses co-star Jason Bateman and his wife Amanda Anka.</p>\n<div id=\"attachment_77154489\" style=\"max-width: 650px\" class=\"wp-caption aligncenter\"><img data-attachment-id=\"77154489\" data-permalink=\"http://nationalpost.com/entertainment/celebrity/jennifer-aniston-and-justin-theroux-tried-to-save-their-marriage-on-last-ditch-vacation-report-suggests/attachment/24th-annual-screen-actors-guild-awards-arrivals\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/908519120.jpg\" data-orig-size=\"1000,750\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;8&quot;,&quot;credit&quot;:&quot;Getty Images&quot;,&quot;camera&quot;:&quot;NIKON D4S&quot;,&quot;caption&quot;:&quot;LOS ANGELES, CA - JANUARY 21:  Actor Jason Bateman (L) and Amanda Anka attend the 24th Annual Screen Actors Guild Awards at The Shrine Auditorium on January 21, 2018 in Los Angeles, California. 27522_006  (Photo by Alberto E. Rodriguez\\/Getty Images)&quot;,&quot;created_timestamp&quot;:&quot;1516492800&quot;,&quot;copyright&quot;:&quot;2018 Getty Images&quot;,&quot;focal_length&quot;:&quot;32&quot;,&quot;iso&quot;:&quot;640&quot;,&quot;shutter_speed&quot;:&quot;0.004&quot;,&quot;title&quot;:&quot;24th Annual Screen Actors Guild Awards - Arrivals&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"24th Annual Screen Actors Guild Awards &#8211; Arrivals\" data-image-description=\"\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/908519120.jpg?w=300\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/908519120.jpg?w=640\" class=\"size-large wp-image-77154489\" src=\"http://wpmedia.nationalpost.com/2018/02/908519120.jpg?w=640&#038;h=480\" alt=\"\" width=\"640\" height=\"480\" srcset=\"http://wpmedia.nationalpost.com/2018/02/908519120.jpg?w=640&amp;h=480 640w, http://wpmedia.nationalpost.com/2018/02/908519120.jpg?w=150&amp;h=113 150w, http://wpmedia.nationalpost.com/2018/02/908519120.jpg?w=300&amp;h=225 300w, http://wpmedia.nationalpost.com/2018/02/908519120.jpg?w=768&amp;h=576 768w, http://wpmedia.nationalpost.com/2018/02/908519120.jpg 1000w\" sizes=\"(max-width: 640px) 100vw, 640px\"><p class=\"wp-caption-text\">Actor Jason Bateman and Amanda Anka attend the 24th Annual Screen Actors Guild Awards at The Shrine Auditorium on January 21, 2018 in Los Angeles, California.</p></div>\n<p>And, according to Us Weekly magazine, it was Amanda who convinced the pair to try and work through their issues on their sunshine break.</p>\n<p>“Jason Bateman’s wife convinced Justin to go to Cabo,” a source told the publication. “She has been the mediator in recent months, trying to get Jen and Justin to work through their problems and save their marriage. The Cabo trip was a make or break vacation for Jen and Justin. They went away with their friends hoping to have fun and work on it.”</p>\n<p>However, things didn’t quite go as planned, as the insider added: “The guys and girls hung out separately in Mexico. It didn’t work.”</p>\n<p>Their separation announcement read, “This decision was mutual and lovingly made at the end of last year. We are two best friends who have decided to part ways as a couple, but look forward to continuing our cherished friendship&#8230; Above all, we are determined to maintain the deep respect and love that we have for one another.”</p>\n<div id=\"attachment_77154494\" style=\"max-width: 650px\" class=\"wp-caption aligncenter\"><img data-attachment-id=\"77154494\" data-permalink=\"http://nationalpost.com/entertainment/celebrity/jennifer-aniston-and-justin-theroux-tried-to-save-their-marriage-on-last-ditch-vacation-report-suggests/attachment/qmi_ts20140909ed69\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/qmi_ts20140909ed69.jpg\" data-orig-size=\"1000,750\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;2.8&quot;,&quot;credit&quot;:&quot;Ernest Doroszuk\\/Toronto Sun\\/QMI&quot;,&quot;camera&quot;:&quot;Canon EOS 6D&quot;,&quot;caption&quot;:&quot;Jennifer Aniston during the presser for the movie - Cake - during the Toronto International Film Festival in Toronto on Tuesday September 9, 2014. Ernest Doroszuk\\/Toronto Sun\\/QMI Agency&quot;,&quot;created_timestamp&quot;:&quot;1410220800&quot;,&quot;copyright&quot;:&quot;QMI Agency&quot;,&quot;focal_length&quot;:&quot;300&quot;,&quot;iso&quot;:&quot;1600&quot;,&quot;shutter_speed&quot;:&quot;0.004&quot;,&quot;title&quot;:&quot;QMI_TS20140909ED69&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"QMI_TS20140909ED69\" data-image-description=\"\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/qmi_ts20140909ed69.jpg?w=300\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/qmi_ts20140909ed69.jpg?w=640\" class=\"size-large wp-image-77154494\" src=\"http://wpmedia.nationalpost.com/2018/02/qmi_ts20140909ed69.jpg?w=640&#038;h=480\" alt=\"\" width=\"640\" height=\"480\" srcset=\"http://wpmedia.nationalpost.com/2018/02/qmi_ts20140909ed69.jpg?w=640&amp;h=480 640w, http://wpmedia.nationalpost.com/2018/02/qmi_ts20140909ed69.jpg?w=150&amp;h=113 150w, http://wpmedia.nationalpost.com/2018/02/qmi_ts20140909ed69.jpg?w=300&amp;h=225 300w, http://wpmedia.nationalpost.com/2018/02/qmi_ts20140909ed69.jpg?w=768&amp;h=576 768w, http://wpmedia.nationalpost.com/2018/02/qmi_ts20140909ed69.jpg 1000w\" sizes=\"(max-width: 640px) 100vw, 640px\"><p class=\"wp-caption-text\">Jennifer Aniston during the Toronto International Film Festival in Toronto on Tuesday September 9, 2014.</p></div>\n<p>Following the announcement, the natural next step for Jennifer and Justin will be divorce. But the former Friends star won’t have to worry about The Leftovers actor trying to get his hands on her fortune, as the pair are said to have signed an “ironclad” pre-nuptial agreement before their 2015 wedding.</p>\n<p>“Jennifer has an ironclad prenup with Justin. It would be very hard for Justin to contest it. The prenup talks before the marriage were long and intense,” a separate source told Us Weekly. “Jen’s assets and Friends fortune are protected.”</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://nationalpost.com/entertainment/celebrity/jennifer-aniston-and-justin-theroux-tried-to-save-their-marriage-on-last-ditch-vacation-report-suggests/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<postmedia:alexa><![CDATA[Jennifer Aniston and Justin Theroux separate after seven years together. Beautiful couple Jennifer Aniston and Justin Theroux will continue being beautiful, but no longer as wife and husband. The pair announced in a joint statement the day after Valentine's Day that they have split. ]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/162546171.jpg\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/162546171.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">85th Annual Academy Awards - Arrivals</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://0.gravatar.com/avatar/6e226be2821f8f7acfbebf5e019c334b?s=96&#38;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">nationalpostwires</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/movies-wanderlust-e1518797951728.jpg\" medium=\"image\" />\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/jason_bateman_hollywood_walk_of_fame_star_ceremony-e1518799061571.jpg\" medium=\"image\" />\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/theroux-aniston.jpg\" medium=\"image\" />\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/leftovers.jpg\" medium=\"image\" />\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/908519120.jpg?w=640\" medium=\"image\" />\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/qmi_ts20140909ed69.jpg?w=640\" medium=\"image\" />\n\t</item>\n\t\t<item>\n\t\t<title>TIFF&#8217;s digiPlaySpace brings childhood to life in a simple and fun way</title>\n\t\t<link>http://nationalpost.com/entertainment/movies/tiffs-digiplayspace-brings-childhood-to-life-in-a-simple-and-fun-way</link>\n\t\t<pubDate>Thu, 15 Feb 2018 19:53:48 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Chris Knight]]></dc:creator>\n\t\t\t\t<category><![CDATA[Movies]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[digiPlaySpace]]></category>\n\t\t<category><![CDATA[The Marquee]]></category>\n\t\t<category><![CDATA[TIFF]]></category>\n\t\t<category><![CDATA[TIFF Kids digiPlaySpace]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://nationalpost.com/?p=77150580</guid>\n\t\t<description><![CDATA[Chris Knight looks at the 2018 edition of digiPlaySpace, a multi-media exhibit at the Lightbox]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Toronto’s Bell Lightbox will play host to its seventh annual digiPlaySpace beginning Feb. 17. The multimedia collection is aimed at children 3 to 13, but adults will get a kick out of many of the activities.</p>\n<p>At a recent media preview, few could keep away from an installation called &#8220;Dance with flARmingoes.&#8221; A huge wall-mounted screen shows a group of identical, digitally animated pink flamingoes. But step into the space in front of the screen and one of the birds will mimic your every move, flapping in time to your arms, kicking or walking as you do. It will even settle into the water if you crouch down.</p>\n<p>Another exhibit, simply named &#8220;Sun,&#8221; invites visitors to heft a huge grey beach ball. As it’s lifted, another wall-screen bursts into brightness as a sun rises above an image of the horizon. You can create dusk, noon or anything in between by moving the ball.</p>\n<p>Many of the offerings are astounding for their simplicity. &#8220;RotoRing&#8221; has a single button and a dial to control an LED that must be moved into a specific spot on a game board; it’s easy to grasp, difficult to master, and remarkably addictive. &#8220;Mizaru&#8221; is a soft fabric screen that emits piano music when pressed. And &#8220;Kaleidoscope&#8221; is a series of screens that create swirling patterns when stroked.</p>\n<p>The digiPlaySpace will be open from Feb. 17 through April 22, 2018. Its run nicely brackets that of the TIFF Kids International Film Festival, now in its 21st year and running from March 9 to March 18. Tickets and more information at <a href=\"http://tiff.net\">tiff.net</a>.</p>\n]]></content:encoded>\n\t\t<postmedia:alexa><![CDATA[TIFF's digiPlaySpace brings childhood to life in a simple and fun way. Toronto’s Bell Lightbox will play host to its seventh annual digiPlaySpace beginning Feb. 17. The multimedia collection is aimed at children 3 to 13, but adults will get a kick out of many of the activities.]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/pjt-digiplayspace-9-e1518723868806.jpg\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/pjt-digiplayspace-9-e1518723868806.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">PJT-digiPlaySpace-9.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://2.gravatar.com/avatar/2cbe455aabd5947058084ab029eff749?s=96&#38;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">cknightnp</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>In defence of Justin Timberlake, (still) a pop genius despite the &#8216;order of the season&#8217;</title>\n\t\t<link>http://nationalpost.com/entertainment/music/man-of-the-moment-in-defence-of-justin-timberlake-still-a-pop-genius-despite-the-order-of-the-season</link>\n\t\t<pubDate>Thu, 15 Feb 2018 18:51:24 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Calum Marsh]]></dc:creator>\n\t\t\t\t<category><![CDATA[Music]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[Justin Timberlake]]></category>\n\t\t<category><![CDATA[The noise]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://nationalpost.com/?p=77147345</guid>\n\t\t<description><![CDATA[Calum Marsh: The new record’s arrival has occasioned no less than a universal overnight reassessment of Timberlake’s entire history]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><span style=\"font-weight:400;\">At the very end of the late Jonathan Demme’s magnificent 2016 live concert documentary </span><i><span style=\"font-weight:400;\">Justin Timberlake + the Tennessee Kids</span></i><span style=\"font-weight:400;\">, as the credits roll, Mr. Timberlake is glimpsed consulting with a pair of stage managers on the floor&nbsp;</span><span style=\"font-weight:400;\">of the MGM Grand sometime before the evening’s show, leagues of engineers and carpenters working hectically behind them. He’s informing them of a new cue that needs to be updated in the sound banks. “It already got downloaded,” one of the managers explains. “It’s all good.” Timberlake is stunned. “See what I mean?” he hollers, beaming. “You ask for something, and it’s already done.” He begins to bow in awe of his impeccable crew. A stagehand grins: “Better than getting your ass chewed out!” Everyone erupts in laughter as Timberlake, delighted, walks around giddily shaking hands. </span></p>\n<p><span style=\"font-weight:400;\">A year ago, I’d have said this anecdote was proof that Timberlake is impossible to dislike. But now such a claim seems foolish. This is the season of </span><i><span style=\"font-weight:400;\">Man of the Woods</span></i><span style=\"font-weight:400;\">, Timberlake’s fifth studio album, and the order of the season, evidently, is to excoriate the decorated pop star with a ruthlessness usually reserved for has-been matinée idols and talentless one-hit wonders. It’s not enough for the commentariat to judge </span><i><span style=\"font-weight:400;\">Man of the Woods </span></i><span style=\"font-weight:400;\">an artistic blunder — one failure among an otherwise fairly unimpeachable catalogue. The record’s arrival has occasioned no less than a universal overnight reassessment of Timberlake’s entire history. “</span><i><span style=\"font-weight:400;\">Man of the Woods </span></i><span style=\"font-weight:400;\">is a misstep large enough to merit relitigating Justin Timberlake’s status as a pop superstar,” Jamieson Cox wrote in a caustic review for </span><i><span style=\"font-weight:400;\">Pitchfork</span></i><span style=\"font-weight:400;\"> earlier this month. “How much of his career should we chalk up to fortune, privilege and an essential malleability?”</span></p>\n<div id=\"attachment_77152642\" style=\"max-width: 310px\" class=\"wp-caption alignright\"><img data-attachment-id=\"77152642\" data-permalink=\"http://nationalpost.com/entertainment/music/man-of-the-moment-in-defence-of-justin-timberlake-still-a-pop-genius-despite-the-order-of-the-season/attachment/jt3\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/jt3.jpg\" data-orig-size=\"1000,750\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"jt3\" data-image-description=\"\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/jt3.jpg?w=300\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/jt3.jpg?w=640\" class=\"size-medium wp-image-77152642\" src=\"http://wpmedia.nationalpost.com/2018/02/jt3.jpg?w=300&#038;h=225\" alt=\"\" width=\"300\" height=\"225\" srcset=\"http://wpmedia.nationalpost.com/2018/02/jt3.jpg?w=300&amp;h=225 300w, http://wpmedia.nationalpost.com/2018/02/jt3.jpg?w=600&amp;h=450 600w, http://wpmedia.nationalpost.com/2018/02/jt3.jpg?w=150&amp;h=113 150w\" sizes=\"(max-width: 300px) 100vw, 300px\"><p class=\"wp-caption-text\">A still from Justin Timberlake + The Tennessee Kids.</p></div>\n<p><span style=\"font-weight:400;\">Cox is a fine critic, and his appraisal of the album, where it addresses the music on its merits, seems fair. But this impulse to “chalk up” Timberlake to outside factors — to wrest success away from him and assign it instead to circumstance or entitlement — is frankly bewildering. Nor is Cox alone in the instinct. Practically every column inch dedicated to Timberlake in the immediate wake of </span><i><span style=\"font-weight:400;\">Man of the Woods </span></i><span style=\"font-weight:400;\">has been concerned expressly with what the musician does or does not deserve: one mediocre album, and suddenly Timberlake is the embodiment of mediocrity, happening unqualified upon critical and commercial triumph undeserved. The press needs a narrative — some story, either provided or invented, to frame and contextualize an album and its otherwise amorphous collection of songs. The narrative seized upon for </span><i><span style=\"font-weight:400;\">Man of the Woods </span></i><span style=\"font-weight:400;\">is </span><i><span style=\"font-weight:400;\">catastrophe</span></i><span style=\"font-weight:400;\">.</span></p>\n<p>It seems a matter of bad timing, partly. Timberlake has returned to prominence amid a climate not particularly amenable to what he appears to represent — a paragon of privilege, coasting with ease on the strength of advantages afforded to him by race, gender and sexual orientation. (He was welcomed back to the Super Bowl halftime show this year despite a gaffe whose infamy banished co-star Janet Jackson to oblivion; he’s championed grassroots social-media campaigns and entertainment-industry calls-to-arms despite working, just last year, in a Woody Allen movie. These decisions haven’t helped his image.) Timberlake does <span style=\"font-weight:400;\">benefit from privilege. All white men do, a truth he could stand to acknowledge. But if we are keen now to dismantle the reputations of stars unworthy of them, Timberlake is not an ideal target. Unlike many of his contemporaries, Timberlake has earned his place.</span></p>\n<div id=\"attachment_77152337\" style=\"max-width: 310px\" class=\"wp-caption alignleft\"><img data-attachment-id=\"77152337\" data-permalink=\"http://nationalpost.com/entertainment/music/man-of-the-moment-in-defence-of-justin-timberlake-still-a-pop-genius-despite-the-order-of-the-season/attachment/janet-jackson-justin-timberlake\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/people-justin_timberlake-e1518713022899.jpg\" data-orig-size=\"1000,751\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;AP&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;FILE - In this Feb. 1, 2004 file photo, singers Justin Timberlake and Janet Jackson are seen during their performance prior to a wardrobe malfunction during the half time performance at Super Bowl XXXVIII in Houston. Timberlake says he has made up with Janet Jackson following the infamous \\&quot;wardrobe malfunction\\&quot; at the Super Bowl in 2004. The singer, who is preparing for the release of his fourth solo album, says he and Jackson have talked privately about the incident. (AP Photo\\/David Phillip, File) ORG XMIT: NYET402&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;Copyright 2018 The Associated Press. All rights reserved.&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;Janet Jackson, Justin Timberlake&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"Janet Jackson, Justin Timberlake\" data-image-description=\"\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/people-justin_timberlake-e1518713022899.jpg?w=300\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/people-justin_timberlake-e1518713022899.jpg?w=640\" class=\"wp-image-77152337 size-medium\" src=\"http://wpmedia.nationalpost.com/2018/02/people-justin_timberlake-e1518713022899.jpg?w=300&#038;h=225\" alt=\"\" width=\"300\" height=\"225\" srcset=\"http://wpmedia.nationalpost.com/2018/02/people-justin_timberlake-e1518713022899.jpg?w=300&amp;h=225 300w, http://wpmedia.nationalpost.com/2018/02/people-justin_timberlake-e1518713022899.jpg?w=600&amp;h=450 600w, http://wpmedia.nationalpost.com/2018/02/people-justin_timberlake-e1518713022899.jpg?w=150&amp;h=113 150w\" sizes=\"(max-width: 300px) 100vw, 300px\"><p class=\"wp-caption-text\">#TBT: The 2004 Super Bowl, just before the wardrobe malfunction seen &#8217;round the world.</p></div>\n<p><span style=\"font-weight:400;\">At this point, to paraphrase Martin Amis on Thomas Harris, Timberlake’s early albums cry out for reinspection, and they effortlessly withstand it. On these records, Timberlake has created what mainstream pop stars almost never seem capable of, coherent albums with the shape and momentum of a statement, as opposed to merely haphazard stockpiles of hit singles buttressed by dispensable filler. These albums feel unmistakably authored: they are the clear, creative visions of an artist in full command of the means to realize them. It’s funny, actually — so ubiquitous were “My Love” and “SexyBack” as chart-toppers that it’s amazing how inextricable they sound now from the overall flow of </span><i><span style=\"font-weight:400;\">FutureSex/LoveSounds</span></i><span style=\"font-weight:400;\">, a dazzling, self-contained masterpiece that demands to be enjoyed from start to finish in one sitting. How could anyone listen to this and conclude Timberlake simply lucked into a few fluke hits? </span></p>\n<p><span style=\"font-weight:400;\">Of course, the homogenous aesthetic that makes </span><i><span style=\"font-weight:400;\">FutureSex</span></i><span style=\"font-weight:400;\"> such a pleasingly uniform opus has a great deal to do with the powers of its innovative producer, Timbaland. But it’s unfair to suggest — as the fiercest critics of </span><i><span style=\"font-weight:400;\">Man of the Woods </span></i><span style=\"font-weight:400;\">continue to do — that Timberlake only chanced upon the record’s brilliance by deferring to his producer, or, worse, exploiting him. Timberlake and Timbaland devised the </span><i><span style=\"font-weight:400;\">FutureSex</span></i><span style=\"font-weight:400;\"> sound as collaborators; Timberlake, not insignificantly, is credited as co-producer. He’s never been the kind of pop star to commission the work of others passively or farm out songwriting duties to hit-makers as he waits around the studio for promising singles to fall in his lap. He takes not only an active role in his music but the primary role in its writing, recording, producing and performing — and that includes the responsibility of seeking out gifted peers whose ideas accord with his own.</span></p>\n<p><span style=\"font-weight:400;\">Timberlake’s eagerness to solicit help from talented collaborators does not diminish his influence over his music or his responsibility for how it turns out. Indeed, his willingness to work with others no less than his taste in colleagues should be considered assets — features of his brilliance rather than flaws in his artistry. This virtue reached its apotheosis with his third album, 2013’s </span><i><span style=\"font-weight:400;\">The 20/20 Experience</span></i><span style=\"font-weight:400;\">. It was here that Timberlake expanded his sound to include the contributions of a sprawling backing band, The Tennessee Kids — two-dozen virtuoso dancers, singers and musicians (including guitarists, keyboardists, drummers and a full suite of brass players) who performed across the album and supported Timberlake on the two-year, 134-night, five-continent 20/20 Experience World Tour between 2013 and 2015, later immortalized in Demme’s feature film. It would prove the most fruitful collaboration of Timberlake’s career.</span></p>\n<div id=\"attachment_77152366\" style=\"max-width: 310px\" class=\"wp-caption alignright\"><img data-attachment-id=\"77152366\" data-permalink=\"http://nationalpost.com/entertainment/music/man-of-the-moment-in-defence-of-justin-timberlake-still-a-pop-genius-despite-the-order-of-the-season/attachment/topshot-us-entertainment-amfoot-music-2\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/afp_ys7jj1-e1518713957369.jpg\" data-orig-size=\"1000,750\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;AFP\\/Getty Images&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;TOPSHOT - Singer Justin Timberlake performs during the halftime show of Super Bowl LII at US Bank Stadium in Minneapolis, Minnesota, on February 4, 2018. \\/ AFP PHOTO \\/ ANGELA WEISSANGELA WEISS\\/AFP\\/Getty Images&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;AFP or licensors&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;TOPSHOT-US-ENTERTAINMENT-AMFOOT-MUSIC&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"TOPSHOT-US-ENTERTAINMENT-AMFOOT-MUSIC\" data-image-description=\"\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/afp_ys7jj1-e1518713957369.jpg?w=300\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/afp_ys7jj1-e1518713957369.jpg?w=640\" class=\"size-medium wp-image-77152366\" src=\"http://wpmedia.nationalpost.com/2018/02/afp_ys7jj1-e1518713957369.jpg?w=300&#038;h=225\" alt=\"\" width=\"300\" height=\"225\" srcset=\"http://wpmedia.nationalpost.com/2018/02/afp_ys7jj1-e1518713957369.jpg?w=300&amp;h=225 300w, http://wpmedia.nationalpost.com/2018/02/afp_ys7jj1-e1518713957369.jpg?w=600&amp;h=450 600w, http://wpmedia.nationalpost.com/2018/02/afp_ys7jj1-e1518713957369.jpg?w=150&amp;h=113 150w\" sizes=\"(max-width: 300px) 100vw, 300px\"><p class=\"wp-caption-text\">Timberlake had a little Prince tribute during his Super Bowl performance.</p></div>\n<p><span style=\"font-weight:400;\">With The Tennessee Kids at his side, Timberlake seemed wildly fortified, bolstered by the support of people you could tell believed completely in what he was doing and gave him everything they had to help. This effect and Timberlake’s gratitude for it are in evidence throughout </span><i><span style=\"font-weight:400;\">Justin Timberlake + the Tennessee Kids</span></i><span style=\"font-weight:400;\">. The film is a 90-minute testament to Timberlake’s genius — exquisite as so many of his albums are, it’s plainly as a live performer that he excels most, electrifying the stage in a staggering feat of sustained charisma and jaw-droppingly elaborate choreography. What’s more, it is a document of generosity and affection: the love and care flowing from Timberlake to his band and audience and back again are obvious in every frame. He works hard; he brings out the best in people; people bring out the best in him. What more could we ask of our finest artists? If you want undeniable proof that Timberlake deserves his success, watch this film.</span></p>\n<p><span style=\"font-weight:400;\">Which brings us back, finally, to </span><i><span style=\"font-weight:400;\">Man of the Woods</span></i><span style=\"font-weight:400;\">. (We’ll skip past </span><i><span style=\"font-weight:400;\">The 20/20 Experience Part Two</span></i><span style=\"font-weight:400;\">, a collection of b-sides thrust into official albumdom by contractual obligation, which lacks by nature the scope and cogency of its engrossing counterpart.) The new record sounds, to the ears of this devoted Timberlake admirer, like a decidedly meagre effort — not the disaster it’s been characterized as in less forgiving quarters, perhaps, but certainly not the equal of </span><i><span style=\"font-weight:400;\">Justified </span></i><span style=\"font-weight:400;\">or </span><i><span style=\"font-weight:400;\">FutureSex/LoveSounds</span></i><span style=\"font-weight:400;\">. Much of the blame has been (too conveniently) assigned to the album’s prevailing theme: marital bliss, shared by Timberlake and longtime wife Jessica Biel, as multiple songs take pains to insist. Where </span><i><span style=\"font-weight:400;\">Justified </span></i><span style=\"font-weight:400;\">found Timberlake relishing the demise of a relationship (“Cry Me a River” is still one of the best break-up songs ever recorded), and </span><i><span style=\"font-weight:400;\">FutureSex</span></i><span style=\"font-weight:400;\"> found him lusting broadly (with sexy results), on </span><i><span style=\"font-weight:400;\">Man of the Woods </span></i><span style=\"font-weight:400;\">he’s just … serene. Is that why it sounds rather dull?</span></p>\n<ul class=\"related_links\"><li><a href=\"http://nationalpost.com/entertainment/music/justin-timberlake-is-set-to-return-to-the-super-bowl-halftime-show-but-what-does-that-mean-for-janet-jackson\">Justin Timberlake is set to return to the Super Bowl halftime show, but what does that mean for Janet Jackson?</a></li><li><a href=\"http://nationalpost.com/entertainment/music/justin-timberlake-announces-new-album-saves-pop-music\">Justin Timberlake announces new album, saves pop music</a></li></ul>\n<p><span style=\"font-weight:400;\">It may be true that happiness “writes write” on the page — that is, contentment isn’t a strong basis for compelling art. But it’s not that </span><i><span style=\"font-weight:400;\">Man of the Woods </span></i><span style=\"font-weight:400;\">seems blunted by equanimity, not exactly. (In fact, the strongest songs on the album are those that most fully embrace his role as husband and father: both “The Hard Stuff” and “Young Man” are rich with earnest sentiment and the wisdom of a maturing man.) The problem seems more that Timberlake — perhaps too gratified, too comfortable — has eased off the restless creative energy and adventurousness that made his earlier albums such exhilarating works of mastered charm and omnivorous sonic experimentation. The album fails not as an expression of Timberlake’s satisfaction in life, but as evidence of his satisfaction with music. It lacks the spark of a truly new sound.</span></p>\n<p><span style=\"font-weight:400;\">Still, is this such a sin? The tradition Timberlake has entered, justly, is that of Michael Jackson (to whom Demme’s film is dedicated) and Prince (to whom he made a much-discussed tribute at the Super Bowl). Jackson and Prince are the twin male luminaries of pop: gods among men, unequivocally. And even Jackson and Prince released mediocre albums — failures of creative imagination that scarcely damaged their reputations or diminished the full force of their best music. What we ought to keep in mind, sensibly, is that they can’t all be </span><i><span style=\"font-weight:400;\">Off the Wall </span></i><span style=\"font-weight:400;\">or </span><i><span style=\"font-weight:400;\">Sign o&#8217; the Times </span></i><span style=\"font-weight:400;\">— they can’t all be </span><i><span style=\"font-weight:400;\">FutureSex/LoveSounds </span></i><span style=\"font-weight:400;\">or </span><i><span style=\"font-weight:400;\">The 20/20 Experience</span></i><span style=\"font-weight:400;\">. If we conclude, nonetheless, that </span><i><span style=\"font-weight:400;\">Man of the Woods </span></i><span style=\"font-weight:400;\">demands some kind of stock-taking reevaluation, we should comfortably know the answer to the question. How much of Timberlake’s career should we chalk up to fortune, privilege and an essential malleability? Where it counts, very little. </span></p>\n]]></content:encoded>\n\t\t<postmedia:alexa><![CDATA[In defence of Justin Timberlake, (still) a pop genius despite the 'order of the season'. At the very end of the late Jonathan Demme’s magnificent 2016 live concert documentary Justin Timberlake + the Tennessee Kids, as the credits roll, Mr. Timberlake is glimpsed consulting with a pair of stage managers on the floor of the MGM Grand sometime before the evening’s show, leagues of engineers and carpenters working hectically behind them. He’s informing them of a new cue that needs to be updated in the sound banks. “It already got downloaded,” one of the managers explains. “It’s all good.” Timberlake is stunned. “See what I mean?” he hollers, beaming. “You ask for something, and it’s already done.” He begins to bow in awe of his impeccable crew. A stagehand grins: “Better than getting your ass chewed out!” Everyone erupts in laughter as Timberlake, delighted, walks around giddily shaking hands.]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/jt2.jpg\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/jt2.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Pepsi Super Bowl LII Halftime Show</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://2.gravatar.com/avatar/e89cf665a24a21efb3084e011aa34b00?s=96&#38;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">calummarsh</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/jt3.jpg?w=300\" medium=\"image\" />\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/people-justin_timberlake-e1518713022899.jpg?w=300\" medium=\"image\" />\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/afp_ys7jj1-e1518713957369.jpg?w=300\" medium=\"image\" />\n\t</item>\n\t\t<item>\n\t\t<title>Fruit juices aren&#8217;t healthy. Eat a fruit instead</title>\n\t\t<link>http://nationalpost.com/life/food/a-wild-juice-chase-fruit-juices-arent-healthy-eat-a-fruit-instead</link>\n\t\t<comments>http://nationalpost.com/life/food/a-wild-juice-chase-fruit-juices-arent-healthy-eat-a-fruit-instead#comments</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 18:36:53 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Laura Brehaut]]></dc:creator>\n\t\t\t\t<category><![CDATA[Eating & Drinking]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[Life]]></category>\n\t\t<category><![CDATA[Food and Cooking]]></category>\n\t\t<category><![CDATA[juice]]></category>\n\t\t<category><![CDATA[The Feast]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://nationalpost.com/?p=77144812</guid>\n\t\t<description><![CDATA[Eating actual fruit instead of sipping glorified sugar water is a better choice, nutrition experts say]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>There’s an unexpected beneficiary of this winter’s merciless flu season — orange juice producers. U.S. sales of OJ increased for the first time in almost five years, <a href=\"https://www.wsj.com/articles/flu-fears-halt-a-long-decline-in-orange-juice-sales-1518181200\" target=\"_blank\" rel=\"noopener\">according to <em>the Wall Street Journal</em></a>. However, analysts don’t expect the spike — 0.9 per cent to 38.66 million gallons in the four weeks ending January 20 — to outlive this year&#8217;s virus.</p>\n<p>Orange juice’s health halo has been slipping, with good reason. With slogans like “Straight from the fruit” and “Really close to fruit,” you’d be forgiven for assuming juice is a reasonably “healthy” alternative to sugary soft drinks. But you’d be wrong.</p>\n<p>A 12-ounce serving of orange juice has 10 teaspoons of sugar, the same as cola. And it’s more calorific, containing 170 calories to cola’s 150 (<a href=\"https://www.vox.com/2016/3/25/11305614/soda-juice-energy-drink-consumption-nutrition\" target=\"_blank\" rel=\"noopener\">Harvard School of Public Health</a>). In terms of carbohydrates, a small orange juice at McDonald&#8217;s has 34 grams. The same as a bag of M&amp;M&#8217;s (<a href=\"https://www.myfitnesspal.com/\" target=\"_blank\" rel=\"noopener\">MyFitnessPal</a>).</p>\n<p>“Juice is sugar water with vitamins. It has drop per drop the same amount of sugar as soda pop and, in some cases, more,” Dr. Yoni Freedhoff, an Ottawa-based obesity specialist, writes on his blog <em><a href=\"http://www.weightymatters.ca/2013/03/juice-is-not-f-fruit.html\" target=\"_blank\" rel=\"noopener\">Weighty Matters</a></em>.</p>\n<p>It was a breakfast table mainstay for decades, but awareness of OJ’s negligible nutritional value is steadily growing. <a href=\"http://citrusindustry.net/2017/09/11/what-is-happening-to-the-orange-juice-market/\" target=\"_blank\" rel=\"noopener\">Nielsen data reveals</a> that the market in the U.S. has plummeted by roughly 50 per cent since 2001, and is expected to continue on its downward trajectory. Motivated by fear of fever, hacking and body aches during one of the worst flu seasons on record, though, people seemingly put faith in its health benefits once again. As a Kansas woman told the<em> Journal</em>: “Every time (my husband) feels like he is about to get sick, he gets a gallon of cheap orange juice and drinks the whole thing. None of us have had any symptoms of illness.”</p>\n<p>There’s no scientific evidence to support this home remedy, the U.S. National Institutes of Health reportedly said. But apparently, imagining a link between orange juice and vitamin C-fuelled flu-fighting powers was enough to make people feel protected. Never mind the fact that chili peppers, cauliflower, kale, broccoli and brussels sprouts all have more vitamin C than oranges. You’d be better off just eating an orange. One of the chief issues with juices in general, nutrition experts say, is what they’re missing: dietary fibre.</p>\n<p>“Liquid calories don&#8217;t satiate, and they don&#8217;t pack the fibre and phytonutrients of actual fruit,” Freedhoff explains in a post appropriately titled <a href=\"http://www.weightymatters.ca/2017/12/juice-is-not-fing-fruit-part-ii.html\" target=\"_blank\" rel=\"noopener\"><em>Juice is NOT a F@*#ing Fruit Part II</em></a>.</p>\n<p>Even one serving of juice per day can potentially have a negative impact on health. A 2013 study by the <a href=\"https://news.harvard.edu/gazette/story/2013/08/reduce-type-2-diabetes-risk/\" target=\"_blank\" rel=\"noopener\">Harvard School of Public Health</a> suggests that while eating enough fruit is beneficial, the inverse is true for juice.</p>\n<p>Researchers found a link between eating at least two servings of whole fruits per week — especially blueberries, apples and grapes — and reduced risk of type 2 diabetes. Drinking one or more servings of fruit juice per day, on the other hand, was associated with elevated risk. &#8220;It’s one thing to eat an apple. It’s quite another to drink the juice of three apples, which is easy to do with apple juice,” Marion Nestle, a New York University professor, <a href=\"https://www.vox.com/2015/10/28/9626756/fruit-juice-cold-press-eat-fruit-vegetables\" target=\"_blank\" rel=\"noopener\">told <em>Vox</em></a> in 2015. “Juices, like any other source of liquid sugars, are best consumed in small amounts.”</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://nationalpost.com/life/food/a-wild-juice-chase-fruit-juices-arent-healthy-eat-a-fruit-instead/feed</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t<postmedia:alexa><![CDATA[Fruit juices aren't healthy. Eat a fruit instead. There’s an unexpected beneficiary of this winter’s merciless flu season — orange juice producers. U.S. sales of OJ increased for the first time in almost five years, according to the Wall Street Journal. However, analysts don’t expect the spike — 0.9 per cent to 38.66 million gallons in the four weeks ending January 20 — to outlive this year's virus.]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/slack-imgs.gif\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/slack-imgs.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">slack-imgs</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4d594ece30a9056804ab1134c5f8a5b0?s=96&#38;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">lbrehaut</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Before We Vanish: E.T. go home, please</title>\n\t\t<link>http://nationalpost.com/entertainment/movies/before-we-vanish-e-t-go-home-please</link>\n\t\t<comments>http://nationalpost.com/entertainment/movies/before-we-vanish-e-t-go-home-please#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 18:14:48 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Chris Knight]]></dc:creator>\n\t\t\t\t<category><![CDATA[Movies]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[Before We Vanish]]></category>\n\t\t<category><![CDATA[Film review]]></category>\n\t\t<category><![CDATA[Hiroki Hasegawa]]></category>\n\t\t<category><![CDATA[Kiyoshi Kurosawa]]></category>\n\t\t<category><![CDATA[Masami Nagasawa]]></category>\n\t\t<category><![CDATA[Ryuhei Matsuda]]></category>\n\t\t<category><![CDATA[The Marquee]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://nationalpost.com/?p=77147738</guid>\n\t\t<description><![CDATA[Chris Knight reviews Before We Vanish, a low-key alien invasion movie from Japan]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The term genre-bender is often applied to director Kiyoshi Kurosawa for his mix of horror and drama. With this odd alien-invasion story, however, genre-broken might be more apt.</p>\n<p>The movie opens with a bang, as a blood-spattered schoolgirl calmly walks away from a scene of carnage. (The film’s Japanese title is, ironically, Walking Invaders.) Before long we learn that she is one of three aliens in human form, the vanguard of an assault.</p>\n<p>How do we know? The body-snatching ETs are pretty open about their plan, so certain are they that humanity won’t be able to stop them. And they seem to have a point; even when a journalist and the wife of one of the possessed humans discover the truth, they don’t resist much. “This sucks,” one complains mildly.</p>\n<p>Kurosawa keeps things low-key until late in the film, when gunfights and even drone strikes enter the picture, mostly looking like the cheap special effects they are. There’s a message of sorts about the resiliency of the human spirit – every alien invasion in film history can be read as a metaphor – but your own spirit may already be broken by the time you spool past the film’s two-hour mark.</p>\n<p>Before We Vanish opens Feb. 16 in Toronto and March 2 in Montreal, with other cities to follow.</p>\n<p><a href=\"mailto:cknight@postmedia.com\">cknight@postmedia.com</a><br />\n<a href=\"http://twitter.com/chrisknightfilm\">twitter.com/chrisknightfilm</a></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://nationalpost.com/entertainment/movies/before-we-vanish-e-t-go-home-please/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<postmedia:alexa><![CDATA[Before We Vanish: E.T. go home, please. The term genre-bender is often applied to director Kiyoshi Kurosawa for his mix of horror and drama. With this odd alien-invasion story, however, genre-broken might be more apt.]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/before_we_vanish-e1518718475495.jpg\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/before_we_vanish-e1518718475495.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Before We Vanish</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://2.gravatar.com/avatar/2cbe455aabd5947058084ab029eff749?s=96&#38;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">cknightnp</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Need another reason to choose craft beer? Research suggests it&#8217;s healthier than red wine</title>\n\t\t<link>http://nationalpost.com/life/food/need-another-reason-to-choose-craft-beer-research-suggests-its-healthier-than-red-wine</link>\n\t\t<comments>http://nationalpost.com/life/food/need-another-reason-to-choose-craft-beer-research-suggests-its-healthier-than-red-wine#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 16:39:37 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Laura Brehaut]]></dc:creator>\n\t\t\t\t<category><![CDATA[Eating & Drinking]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[Life]]></category>\n\t\t<category><![CDATA[Beer]]></category>\n\t\t<category><![CDATA[craft beer]]></category>\n\t\t<category><![CDATA[Food and Cooking]]></category>\n\t\t<category><![CDATA[Need to Know]]></category>\n\t\t<category><![CDATA[The Feast]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://nationalpost.com/?p=77152051</guid>\n\t\t<description><![CDATA['We all know that a glass of red wine is good for you, but it turns outs a pint of craft beer is better']]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Red wine may have to make room on its pedestal for craft beer, a new study suggests. Tasty, independent and produced on a small scale, <a href=\"http://business.financialpost.com/news/retail-marketing/the-rise-of-craft-beer-in-canada-an-infographic\">craft beer is booming</a> in Canada. And according to <a href=\"https://agb.calpoly.edu/directory/mccullough\" target=\"_blank\" rel=\"noopener\">Michael McCullough</a>, an associate professor at California Polytechnic State University, it may be better for you than a glass of red wine.</p>\n<p>Thanks to its antioxidant content, red wine is well-entrenched as a “healthy” alcoholic beverage. Study after study has found links between antioxidants – particularly flavonoids such as resveratrol – and health benefits ranging from a reduced risk of heart disease and dementia.</p>\n<p>&#8220;We all know that a glass of red wine is good for you, but it turns out a pint of craft beer is better, it has got more good things in it,&#8221; McCullough <a href=\"http://www.nzherald.co.nz/lifestyle/news/article.cfm?c_id=6&amp;objectid=11989794\" target=\"_blank\" rel=\"noopener\">told the Australian Associated Press</a>, referring to nutrients such as niacin (vitamin B3) and brewer’s yeast.</p>\n<p>&#8220;Your instances of heart disease and your instances of type 2 diabetes decreases on an amount that&#8217;s comparable, if not a little bit more, than if you are drinking red wine.”</p>\n<p>McCullough’s findings apply to craft beer and not its industrial counterpart primarily because of the method of production. Craft beer is less pasteurized, he reportedly explained. And as with red wine consumption, moderation is key. Drinking to excess results in the negatives outweighing any potential health benefits.</p>\n<p><a href=\"https://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/alcohol/art-20044551\" target=\"_blank\" rel=\"noopener\">According to Mayo Clinic</a>, up to one 355-mL (12-ounce) beer per day for women (and men older than 65); and a maximum of two 355-mL (12-ounce) beers a day for men 65 and younger qualifies as &#8220;moderate alcohol use.&#8221;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://nationalpost.com/life/food/need-another-reason-to-choose-craft-beer-research-suggests-its-healthier-than-red-wine/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<postmedia:alexa><![CDATA[Need another reason to choose craft beer? Research suggests it's healthier than red wine. Red wine may have to make room on its pedestal for craft beer, a new study suggests. Tasty, independent and produced on a small scale, craft beer is booming in Canada. And according to Michael McCullough, an associate professor at California Polytechnic State University, it may be better for you than a glass of red wine.]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/gettyimages-917569974.jpg\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/gettyimages-917569974.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Craft beer</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4d594ece30a9056804ab1134c5f8a5b0?s=96&#38;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">lbrehaut</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Stylish French-inspired pastries and desserts from Duchess Bake Shop</title>\n\t\t<link>http://nationalpost.com/life/food/stylish-french-inspired-pastries-and-desserts-from-duchess-bake-shop</link>\n\t\t<comments>http://nationalpost.com/life/food/stylish-french-inspired-pastries-and-desserts-from-duchess-bake-shop#comments</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 14:31:32 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Laura Brehaut]]></dc:creator>\n\t\t\t\t<category><![CDATA[Eating & Drinking]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[Life]]></category>\n\t\t<category><![CDATA[Baking]]></category>\n\t\t<category><![CDATA[Cookbooks]]></category>\n\t\t<category><![CDATA[Duchess Bake Shop]]></category>\n\t\t<category><![CDATA[Food and Cooking]]></category>\n\t\t<category><![CDATA[French pastry]]></category>\n\t\t<category><![CDATA[Giselle Courteau]]></category>\n\t\t<category><![CDATA[The Feast]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://nationalpost.com/?p=77139432</guid>\n\t\t<description><![CDATA[Learn how to master macarons, croissants, tarts and more with guidance from pastry chef Giselle Courteau]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><em>Our cookbook of the week is <a href=\"https://penguinrandomhouse.ca/books/558368/duchess-bake-shop#9780147531025\" target=\"_blank\" rel=\"noopener\">Duchess Bake Shop</a> by self-taught baker extraordinaire Giselle Courteau. To try a recipe from the book, check out: <a href=\"http://nationalpost.com/life/food/cook-this-blackberry-goat-cheese-blancmange-an-elegant-individual-dessert-for-valentines-day\" target=\"_blank\" rel=\"noopener\">blackberry goat cheese blancmange</a>; <a href=\"http://nationalpost.com/life/food/cook-this-a-sweet-and-tart-sour-cream-cherry-pie-for-valentines-day\" target=\"_blank\" rel=\"noopener\">sour cream cherry pie</a>; and <a href=\"http://nationalpost.com/life/food/cook-this-lamour-macaron-gateau-an-epic-valentines-day-dessert\" target=\"_blank\" rel=\"noopener\">l&#8217;Amour macaron gâteau</a>.</em></p>\n<p>It wasn’t a trip to Paris or Lyon that cemented Giselle Courteau’s fascination with French pastry. Tokyo, and its legions of exquisite patisseries, sparked her pursuit of the perfect macaron.</p>\n<p>As a home baker, she had long been entranced by the venerable French tradition. But it was while teaching English (and saving money for her own pastry shop) in the Japanese capital that her baking took new shape.</p>\n<p>“On my days off, I would basically plot a map around Tokyo and go to all of these crazy French pastry shops… A lot of famous French pastry chefs will open locations in Tokyo even before they do in Paris,” Courteau says.</p>\n<div id=\"attachment_77139833\" style=\"max-width: 251px\" class=\"wp-caption alignright\"><img data-attachment-id=\"77139833\" data-permalink=\"http://nationalpost.com/life/food/stylish-french-inspired-pastries-and-desserts-from-duchess-bake-shop/attachment/lamourmacarongateauinline\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/lamourmacarongateauinline.jpg\" data-orig-size=\"640,797\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"L&#8217;Amour macaron gâteau\" data-image-description=\"&lt;p&gt;L&#8217;Amour macaron gateau from Duchess Bake Shop by Giselle Courteau.&lt;/p&gt;\n\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/lamourmacarongateauinline.jpg?w=241\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/lamourmacarongateauinline.jpg?w=640\" class=\"size-medium wp-image-77139833\" src=\"http://wpmedia.nationalpost.com/2018/02/lamourmacarongateauinline.jpg?w=241&#038;h=300\" alt=\"L'Amour macaron gâteau\" width=\"241\" height=\"300\" srcset=\"http://wpmedia.nationalpost.com/2018/02/lamourmacarongateauinline.jpg?w=241&amp;h=300 241w, http://wpmedia.nationalpost.com/2018/02/lamourmacarongateauinline.jpg?w=482&amp;h=600 482w, http://wpmedia.nationalpost.com/2018/02/lamourmacarongateauinline.jpg?w=120&amp;h=150 120w\" sizes=\"(max-width: 241px) 100vw, 241px\"><p class=\"wp-caption-text\">L&#8217;Amour macaron gateau from Duchess Bake Shop by Giselle Courteau.</p></div>\n<p>“I had an endless supply of (inspiration). I can go to Toronto and go to all the relevant bakeries in an afternoon, but in Tokyo it took me two years to cover that ground.”</p>\n<p>In North America, macarons were dubbed “the new cupcake” in 2014. When Courteau moved to Tokyo in 2007, the almond meringue confection had already taken the city by storm. For her, they were a dainty and delicious discovery.</p>\n<p>Spying the colourful sandwich cookie in bakery windows, she assumed they would be easy to make. “But they weren’t,” Courteau laughs. After two years of research and testing, she mastered the macaron – with the aid of her trusty toaster oven.</p>\n<p>“You have to be inventive and the kitchens are so small, you don’t have any of the same tools. I (even) learned how to make cake in my rice cooker in Japan,” she says. “You just learn to work with what you have.”</p>\n<p>Back in Edmonton, Alta. in 2009, Courteau opened <a href=\"https://duchessbakeshop.com/\" target=\"_blank\" rel=\"noopener\">Duchess Bake Shop</a> with her then-husband Garner Beggs. The macaron was the foundation of their business and continues to be their best-loved menu item.</p>\n<p>“It was kind of a risk for us (at the time). Even my family said, ‘Nobody knows what those are here,’” Courteau recalls.</p>\n<div id=\"attachment_77139839\" style=\"max-width: 221px\" class=\"wp-caption alignleft\"><img data-attachment-id=\"77139839\" data-permalink=\"http://nationalpost.com/life/food/stylish-french-inspired-pastries-and-desserts-from-duchess-bake-shop/attachment/gisellecourteau\" data-orig-file=\"http://wpmedia.nationalpost.com/2018/02/gisellecourteau.jpg\" data-orig-size=\"640,912\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"Giselle Courteau\" data-image-description=\"&lt;p&gt;Giselle Courteau is co-owner of Edmonton’s Duchess Bake Shop, Duchess Provisions, Duchess Atelier, and Cafe Linnea. &lt;/p&gt;\n\" data-medium-file=\"http://wpmedia.nationalpost.com/2018/02/gisellecourteau.jpg?w=211\" data-large-file=\"http://wpmedia.nationalpost.com/2018/02/gisellecourteau.jpg?w=640\" class=\"size-medium wp-image-77139839\" src=\"http://wpmedia.nationalpost.com/2018/02/gisellecourteau.jpg?w=211&#038;h=300\" alt=\"Giselle Courteau\" width=\"211\" height=\"300\" srcset=\"http://wpmedia.nationalpost.com/2018/02/gisellecourteau.jpg?w=211&amp;h=300 211w, http://wpmedia.nationalpost.com/2018/02/gisellecourteau.jpg?w=422&amp;h=600 422w, http://wpmedia.nationalpost.com/2018/02/gisellecourteau.jpg?w=105&amp;h=150 105w\" sizes=\"(max-width: 211px) 100vw, 211px\"><p class=\"wp-caption-text\">Giselle Courteau is co-owner of Edmonton’s Duchess Bake Shop, Duchess Provisions, Duchess Atelier, and Cafe Linnea.</p></div>\n<p>“But I don’t think we give Canadians enough credit. We’re pretty well-travelled people. A lot of people came in and had seen them in France and had eaten them before. So it was a good move.”</p>\n<p>Now, nearly a decade later, Duchess has grown from a café with a staff of three to a family of four businesses. Courteau is also co-owner of Duchess Provisions, Duchess Atelier, and Cafe Linnea (all in Edmonton).</p>\n<p>In a recently updated version of her debut cookbook, <a href=\"https://penguinrandomhouse.ca/books/558368/duchess-bake-shop#9780147531025\" target=\"_blank\" rel=\"noopener\"><em>Duchess Bake Shop</em></a>, she shares her vast expertise in more than 80 French-inspired recipes accompanied by detailed process photography.</p>\n<p>“I wrote a book that I would have wanted to bake from,” she says, explaining that the step-by-step photography was key to her approach.</p>\n<p>“It’s really difficult to teach yourself how to make something like a croissant at home without a visual. So we spent a lot of time on those procedure shots. Making sure that people weren’t wondering, ‘Well, what does that look like?’”</p>\n<p>Chapters dedicated to macarons, croissants and danishes, brioche, pâte à choux (pastry dough used to make profiteroles, éclairs etc.), tarts, and more include foundational recipes and creative applications.</p>\n<p>“I really appreciate tradition and simplicity, and there’s something magical about French pastry,” Courteau says. “We keep a lot of (our pastries) quite traditional, but we also like to put our own twist on them. I think a lot of it is open to interpretation.”</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://nationalpost.com/life/food/stylish-french-inspired-pastries-and-desserts-from-duchess-bake-shop/feed</wfw:commentRss>\n\t\t<slash:comments>3</slash:comments>\n\t<postmedia:alexa><![CDATA[Stylish French-inspired pastries and desserts from Duchess Bake Shop. Our cookbook of the week is Duchess Bake Shop by self-taught baker extraordinaire Giselle Courteau. To try a recipe from the book, check out: blackberry goat cheese blancmange; sour cream cherry pie; and l'Amour macaron gâteau.]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/duchessbakeshopcoverfeat.jpg\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/duchessbakeshopcoverfeat.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Duchess Bake Shop by Giselle Courteau</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4d594ece30a9056804ab1134c5f8a5b0?s=96&#38;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">lbrehaut</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/lamourmacarongateauinline.jpg?w=241\" medium=\"image\">\n\t\t\t<media:title type=\"html\">L&#039;Amour macaron gâteau</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2018/02/gisellecourteau.jpg?w=211\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Giselle Courteau</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Hedley performance dropped from Junos over ‘unsubstantiated’ sexual misconduct allegations</title>\n\t\t<link>http://nationalpost.com/entertainment/music/newsalert-junos-cancel-hedley-performance-in-wake-of-sexual-misconduct-claims-2</link>\n\t\t<comments>http://nationalpost.com/entertainment/music/newsalert-junos-cancel-hedley-performance-in-wake-of-sexual-misconduct-claims-2#respond</comments>\n\t\t<pubDate>Wed, 14 Feb 2018 20:03:10 +0000</pubDate>\n\t\t<dc:creator><![CDATA[The Canadian Press]]></dc:creator>\n\t\t\t\t<category><![CDATA[Music]]></category>\n\t\t<category><![CDATA[Canada]]></category>\n\t\t<category><![CDATA[Celebrity]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[#metoo]]></category>\n\t\t<category><![CDATA[Hedley]]></category>\n\n\t\t<guid isPermaLink=\"false\">https://nationalpostcom.wordpress.com?p=77150276&#038;preview=true&#038;preview_id=77150276</guid>\n\t\t<description><![CDATA[The band called it ‘a line that we would never cross,’ after a flurry of claims on Twitter from anonymous users who alleged inappropriate encounters]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO &#8212; The Junos have dropped Hedley from the televised awards bash as the rockers face allegations of sexual misconduct that they call &#8220;unsubstantiated.&#8221;</p>\n<p>Organizers of the annual music show say it was a joint decision with Hedley &#8220;after careful consideration of the situation.&#8221;</p>\n<p>The move by the Canadian Academy of Recording Arts and Sciences came as band members issued a statement addressing claims of impropriety involving young fans.</p>\n<p>&#8220;We realize the life of a touring band is an unconventional one,&#8221; reads the statement, which was issued mid-afternoon Wednesday, minutes before the Junos announcement.</p>\n<p>&#8220;While we are all now either married or have entered into committed, long-term relationships, there was a time, in the past, when we engaged in a lifestyle that incorporated certain rock &#8216;n&#8217; roll cliches. However, there was always a line that we would never cross.&#8221;</p>\n<p>The statement followed a flurry of claims on Twitter from anonymous users who alleged inappropriate encounters with the band. Some social media users called on the Juno Awards to drop Hedley as a performer at the upcoming show.</p>\n\n<p>The pop-rockers &#8212; fronted by Jacob Hoggard and including Dave Rosin, Tommy Mac and Jay Benison &#8212; are up for three Junos this year including fan choice, group of the year and pop album of the year.</p>\n<p>The band said they &#8220;respect and applaud the #MeToo movement&#8221; and say it is especially important within the music industry, &#8220;which does not exactly have an enviable history of treating women with the respect they deserve.&#8221;</p>\n<p>&#8220;We appreciate the bravery of those who have come forward with their own stories, and we realize that all of us, as individuals and as a society, can and must do better when it comes to this issue,&#8221; says the statement.</p>\n<p>&#8220;However, if we are to have a meaningful, open and honest discussion, we all have to accept and respect that there are at least two sides to every story. The recent allegations against us posted on social media are simply unsubstantiated and have not been validated. We would hope that people will bear-in-mind the context in which these unsupported accusations have been made before passing judgment on us as individuals or as a band.&#8221;</p>\n<p>The group is currently on tour and was set to perform in Medicine Hat, Alta., on Wednesday evening. They were scheduled to perform in Moose Jaw, Sask., and Brandon, Man., later in the week.</p>\n<p><strong>Full statement by Hedley on sexual misconduct allegations</strong></p>\n<p>All of us in Hedley respect and applaud the #MeToo movement and the open and honest discussion it has inspired. We believe these conversations are particularly important within the music industry, which does not exactly have an enviable history of treating women with the respect they deserve. We appreciate the bravery of those who have come forward with their own stories, and we realize that all of us, as individuals and as a society, can and must do better when it comes to this issue.</p>\n<p>However, if we are to have a meaningful, open and honest discussion, we all have to accept and respect that there are at least two sides to every story. The recent allegations against us posted on social media are simply unsubstantiated and have not been validated. We would hope that people will bear-in-mind the context in which these unsupported accusations have been made before passing judgment on us as individuals or as a band.</p>\n<p>We realize the life of a touring band is an unconventional one. While we are all now either married or have entered into committed, long-term relationships, there was a time, in the past, when we engaged in a lifestyle that incorporated certain rock and roll cliches. However, there was always a line that we would never cross.</p>\n<p>We realize this conversation is as important to our fans as it is to us, and we never want to distract from these important discussions. To that end, as we move forward, we will be evaluating some of our next steps. Hedley’s music should only ever be a positive force, and our performances and personal appearances should continue to be inclusive and safe experiences that bring nothing but joy and happiness to our fans.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://nationalpost.com/entertainment/music/newsalert-junos-cancel-hedley-performance-in-wake-of-sexual-misconduct-claims-2/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<postmedia:alexa><![CDATA[Hedley performance dropped from Junos over ‘unsubstantiated’ sexual misconduct allegations. The Junos have dropped Hedley from the televised awards bash as the rockers face allegations of sexual misconduct that they call \"unsubstantiated.\"]]></postmedia:alexa>\n\t\t<media:thumbnail url=\"http://wpmedia.nationalpost.com/2018/02/hedley-1.png\" />\n\t\t<media:content url=\"http://wpmedia.nationalpost.com/2018/02/hedley-1.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Hedley-1</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://0.gravatar.com/avatar/3b4b4027b86b17a99d4f891e09e22130?s=96&#38;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">canadianpressnp</media:title>\n\t\t</media:content>\n\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Server": "nginx",
    "Vary": "Accept-Encoding, Cookie",
    "Connection": "keep-alive",
    "Last-Modified": "Sun, 18 Feb 2018 16:51:49 GMT",
    "ETag": "W/\"8c8fab355c748d76a7ac9bbc3a2b144c\"",
    "P3P": "CP=\"IDC DSP COR ADM DEVi TAIi PSA PSD IVAi IVDi CONi HIS OUR IND CNT\"",
    "Date": "Sun, 18 Feb 2018 16:51:49 GMT",
    "Content-Encoding": "gzip",
    "X-ac": "4.sin _bur",
    "X-nc": "EXPIRED bur 144",
    "X-hacker": "If you're reading this, you should visit automattic.com/jobs and apply to join the fun, mention this header."
  },
  "response_url": "http://nationalpost.com/category/culture/category/entertainment/feed"
}