{
  "requested_url": "http://blogs.wsj.com/moneybeat/category/europe/feed/?mod=WSJ_moneybeat_blog",
  "fetched_at": "2018-02-18T22:22:52.080536",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\txmlns:media=\"http://search.yahoo.com/mrss/\">\n\n<channel>\n\t<title>MoneyBeat &#187; Europe</title>\n\t<atom:link href=\"http://blogs.wsj.com/moneybeat/category/europe/feed/?mod=WSJ_moneybeat_blog\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://blogs.wsj.com/moneybeat</link>\n\t<description>Up-to-the-minute news and analysis on deals, markets and finance around the world.</description>\n\t<lastBuildDate>Fri, 16 Feb 2018 17:21:57 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>http://wordpress.org/?v=3.9.14</generator>\n    <copyright>copyright &#169; 2018 Dow Jones &amp; Company, Inc.</copyright>\n    <image>\n        <title>WSJ: MoneyBeat</title>\n        <url>http://online.wsj.com/img/wsj_rss_logo.png</url>\n        <link>http://online.wsj.com/</link>\n    </image>\n\t<item>\n\t\t<title>Hedge Funds Brace as QE Turns to QT</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2018/02/14/hedge-funds-brace-as-qe-turns-to-qt/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2018/02/14/hedge-funds-brace-as-qe-turns-to-qt/#comments</comments>\n\t\t<pubDate>Wed, 14 Feb 2018 11:56:06 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Laurence Fletcher]]></dc:creator>\n\t\t\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[Hedge Funds]]></category>\n\t\t<category><![CDATA[Markets]]></category>\n\t\t<category><![CDATA[Quantitiative Easing]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/?p=66551</guid>\n\t\t<description><![CDATA[For hedge funds, the effects of QE, and the extent to which it has propped up markets and economic growth, are still unclear. Even less understood is what happens when QE is withdrawn – a process termed QT, or quantitative tightening.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p></p>\n<p>With the great unwind of quantitative easing underway, some hedge fund executives are bracing for further trouble ahead.</p>\n<p>Andrew McCaffery, global head of client driven and multi-manager solutions at Aberdeen Standard Investments, said he had cut risk levels in his portfolios ahead of the recent market selloff.</p>\n<p>Over the past three-to-six months, he said, he’s been working with clients to build portfolios likely to do well in a crisis. Mr. McCaffery is responsible for the firm’s strategic client mandates for the firm’s investment division with more than £250 billion ($350 billion) in assets.</p>\n<p>Monaco-based Altana Wealth, headed by former Tudor Capital manager Lee Robinson, has been recommending clients switch from portfolios betting on rising prices to portfolios betting on both rising and falling prices since before last week’s market slump.</p>\n<p>The effects of QE, and the extent to which it has propped up markets and economic growth, are still unclear. Even less understood is what happens when QE is withdrawn – a process termed QT, or quantitative tightening.</p>\n<p>“The fact that QE is turning to QT this year, and you’re going from an absolute peak of QE in the summer of 2017 to this year when it looks like overall QT, to me that warrants caution,” said Mr. Robinson, who previously co-founded hedge fund Trafalgar.</p>\n<p>If QE has “taken so much potential future demand from the future, at some point you’re going to pay a price for that,” said Aberdeen’s Mr. McCaffery. “That price is going to be that [economic] growth is potentially going to come to a shuddering halt.”</p>\n<p>Some executives believe the 8% drop in the Dow Jones since its Jan. 26 record high, including the slump of Feb. 5, could mark a fundamental change in the market environment.</p>\n<p>Sandy Rattray, chief investment officer at Man Group, the world’s biggest listed hedge fund firm, and co-inventor of the Cboe Volatility Index (VIX), said “it certainly feels as though the long period of low volatility may well have come to an end.”</p>\n<p>The ECB has halved the pace of its bond purchases as of January, with the program now set to run through September. The Fed began reducing holdings of long-term bonds in October and will do this at an increasingly rapid pace.</p>\n[wsj-responsive-sandbox id = \"0\" ]\n<p>“The risks are significantly underappreciated,” said Anthony Todd, chief executive and co-founder of Aspect Capital, which runs $8 billion. “I think investors are underestimating the potential for the unwind not to go as smoothly as they would like.”</p>\n<p>Aspect’s flagship fund had been betting on rising Treasury prices for much of 2017 from the spring onward, but in the fourth quarter started betting on falling Treasury prices, while last month it started betting on falling U.K. bond prices.</p>\n<p>“Everyone is looking at the equity market for the next crisis, but I think the next crisis will come in the fixed income market,” said Mr. Todd.</p>\n<p>Not everyone sees such dangers in unwinding QE.</p>\n<p>Michael Hintze, founder of hedge fund CQS, said that QE could add to overall economic growth levels and central bankers were aware of the damage withdrawing it too fast could cause.</p>\n<p>Man Group chief executive Luke Ellis said forced bond-buying by pension funds and insurance companies would help stabilize bond yields and central banks weren’t about to tighten policy excessively.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2018/02/14/hedge-funds-brace-as-qe-turns-to-qt/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<media:group><media:content url=\"https://si.wsj.net/public/resources/images/BN-TZ210_brexit_E_20170622091855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-TZ210_brexit_G_20170622091855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-TZ210_brexit_M_20170622091855.jpg\" type=\"image/jpg\" medium=\"image\" /></media:group>\t</item>\n\t\t<item>\n\t\t<title>Rising Yields Are Rocking Stocks—but What About Issuers?</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2018/02/07/rising-yields-are-rocking-stocks-but-what-about-issuers/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2018/02/07/rising-yields-are-rocking-stocks-but-what-about-issuers/#comments</comments>\n\t\t<pubDate>Wed, 07 Feb 2018 19:30:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Emese Bartha]]></dc:creator>\n\t\t\t\t<category><![CDATA[bonds]]></category>\n\t\t<category><![CDATA[Credit]]></category>\n\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[Fixed Income]]></category>\n\t\t<category><![CDATA[Markets]]></category>\n\t\t<category><![CDATA[Bond Yields]]></category>\n\t\t<category><![CDATA[Germany]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/?p=66386</guid>\n\t\t<description><![CDATA[Amid the focus on what rising yields mean for equity markets, let's not forget what those moves mean for bond markets.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p></p>\n<p>Amid the focus on what rising yields mean for equity markets, let’s not forget what those moves mean for bond markets.</p>\n<p><a href=\"https://www.wsj.com/articles/asia-pacific-stocks-fall-to-kick-off-the-week-1517790854\">Shares plummeted in recent days</a> in part because a rise in government bond yields spooked investors. But those rising yields are also pushing up costs for some of the world’s sturdiest borrowers after a long period of decline.</p>\n<p>The U.S. sold $24 billion of 10-year debt Wednesday at a 2.811% the highest yield since January 2014. That auction came a day after a $26 billion offering of three-year notes was sold at 2.28%, the highest yield since May 2007.</p>\n<p>Those higher yields are likely to be fairly costly for the U.S. Nine years of bond yields near record lows mean the U.S. government is paying virtually the same in interest costs on $20.5 trillion of debt as it paid in 2008 on about $10.6 trillion. Should bond yields continue to rise, so will the cost of funding that debt. This is of particular importance to the U.S., which is increasing the amount it borrows at its bond auctions this year as it funds a $1.5 trillion tax cut.</p>\n<p>On Wednesday, Germany had to pay ​0.69% to borrow at 10 years​, more​ than at any other time since 2015.</p>\n<p>In 2016, investors had to pay Germany to borrow money for 10 years. The 10-year German bond is a key benchmark for Europe, and influences funding costs across the region.</p>\n<p>In other recent examples of higher European government funding costs, Austria sold 10-year bonds on Tuesday at an average yield of 0.861%, up from 0.788% in January. Last week, France sold 10-year bonds at an average yield of 0.98%, up from 0.79% at the beginning of January.</p>\n<p>At the end of January, Italy sold a new 10-year bond at a yield of 2.06%, paying a higher return to investors than the 1.86% it paid before the end of 2017. Italy’s 10-year funding costs were above 2% in the first nine months of September.</p>\n<p>Governments are paying more as yields on their outstanding issues rise, even if to levels that remain extremely low on a historical basis.</p>\n<p>Yields on the 10-year benchmark German bond have risen to 0.67% from 0.46% at the beginning of the year and 0.30% in mid-December, according to Tradeweb data. Yields on the U.S. 10-year have risen to 2.795% Wednesday from 2.06% in September.</p>\n<p>When equity markets fell steeply on Monday, bond yields once again fell as investors looked for safe places to put their money. But on Wednesday, they were mainly higher.</p>\n<p>This reflects mounting expectations that the long period of central bank stimulus is nearing its end on the back of accelerating economic growth. On Wednesday, the European Union raised its <a href=\"https://www.wsj.com/articles/eurozone-set-for-pickup-in-economic-growth-1518003272\">forecast for the eurozone’s growth</a> to 2.3% in 2018 from its previous forecast of 2.1%, and to 2% in 2019 from 1.9% previously.</p>\n<p>“Higher funding costs is one of the side effects of the European Central Bank’s policy normalization,” said Antoine Bouvet, rates strategist at Mizuho.</p>\n<p>That will have consequences. Not just for companies, whose bonds are priced off sovereign debt, but for governments themselves.</p>\n<p>For Germany, it is “manageable” to pay 0.70% on a 10-year bond, said Mr. Bouvet. But for other countries, like Italy, rising funding costs can have a meaningful impact, he says.</p>\n<p>While its economy is now growing, Italy has suffered years of lackluster growth. The country’s banks have struggled with nonperforming loans and the government has one of the highest debt burdens in Europe. In 2017, Italy had a debt-to-GDP ratio of 132.1%, against an average of 83.5% across the rest of Europe.</p>\n<p>To be sure, any rise of in borrowing costs for governments is coming at a time when economic growth is accelerating, which will bring in higher tax revenues.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2018/02/07/rising-yields-are-rocking-stocks-but-what-about-issuers/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<media:group><media:content url=\"//si.wsj.net/public/resources/images/BN-XA223_EUROPE_C_20180116150855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-XA223_EUROPE_D_20180116150855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-XA223_EUROPE_E_20180116150855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-XA223_EUROPE_G_20180116150855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-XA223_EUROPE_P_20180116150855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-XA223_EUROPE_J_20180116150855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-XA223_EUROPE_M_20180116150855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-XA223_EUROPE_ER_20180116150855.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-XA223_EUROPE_GR_20180116150855.jpg\" type=\"image/jpg\" medium=\"image\" /></media:group>\t</item>\n\t\t<item>\n\t\t<title>As Yields Rise, Germany Has to Pay to Borrow Again</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2018/01/31/as-yields-rise-germany-has-to-pay-to-borrow-again/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2018/01/31/as-yields-rise-germany-has-to-pay-to-borrow-again/#comments</comments>\n\t\t<pubDate>Wed, 31 Jan 2018 13:19:56 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Emese Bartha]]></dc:creator>\n\t\t\t\t<category><![CDATA[bonds]]></category>\n\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[Markets]]></category>\n\t\t<category><![CDATA[ECB]]></category>\n\t\t<category><![CDATA[Germany]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/?p=66187</guid>\n\t\t<description><![CDATA[Germany had to pay to borrow money for five years for the first time since 2015, as higher yields begin to raise financing costs for Europe’s largest economy.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p></p>\n<div style=\"color: #222222\">\n<p>For the first time since 2015, Germany has actually had to pay to borrow money for five years. That’s as investors sell bonds around the world, pushing up yields and raising financing costs for Europe’s largest economy.</p>\n<p>The German Finance Agency sold €3.20 billion ($3.97 billion) of new debt at an average yield of 0.08% on Wednesday.</p>\n<p>Since September 2015, five-year German bonds have been sold with a negative yield, meaning that investors buying and holding new bonds would be paying to lend the country money. Also this month, Germany paid an average yield of 0.54% in a sale of 10-year bonds, the highest for that maturity since July 2017.</p>\n<p>Yields on government bonds have climbed since the start of the year.</p>\n<p>Earlier this week, the yield on the benchmark 10-year U.S. Treasury note settled at 2.695%, its highest closing level since April 22, 2014. Germany’s five-year bond yield touched positive territory for the first time since late 2015. Yields have also been rising for the government bonds of France, Italy, the U.K. and Japan.</p>\n<p>Investors are selling bonds, spurred by signs of growth and increasing expectations of a pickup in inflation. Economic expansion can push investors into riskier assets while inflation poses a threat to the value of government bonds because it erodes the purchasing power of their fixed payments. In Europe, faster growth is leading investors to anticipate tighter monetary policy from the European Central Bank.</p>\n<p>Investors are pricing in an earlier and faster-than-expected round of interest-rate rises, said Peter Chatwell, head of EMEA rates strategy at Mizuho.</p>\n<p>Some yields in Europe and Japan had plummeted into negative territory as investors piled into government debt in the face of tepid growth, low inflation and high uncertainty, and as central banks cut rates into negative territory.</p>\n<p>Around $10 trillion of the JPM Global Government Bond Index was negative yielding around the middle of 2016. That had fallen to around $6.2 trillion as of Jan. 12.</p>\n<p><em>–Mike Bird contributed to this article.</em></p>\n</div>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2018/01/31/as-yields-rise-germany-has-to-pay-to-borrow-again/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>How the ECB Moved the Euro, and What Happens Next</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2018/01/25/how-the-ecb-moved-the-euro-and-what-happens-next/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2018/01/25/how-the-ecb-moved-the-euro-and-what-happens-next/#comments</comments>\n\t\t<pubDate>Thu, 25 Jan 2018 18:47:03 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Joe Wallace]]></dc:creator>\n\t\t\t\t<category><![CDATA[Central Banks]]></category>\n\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[Euro]]></category>\n\t\t<category><![CDATA[European Central Bank]]></category>\n\t\t<category><![CDATA[Inflation]]></category>\n\t\t<category><![CDATA[Mario Draghi]]></category>\n\t\t<category><![CDATA[monetary stimulus]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/?p=66057</guid>\n\t\t<description><![CDATA[Here’s how experts are responding to the latest news out of the European Central Bank.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Beyond a <a href=\"https://www.wsj.com/articles/ecb-keeps-policy-unchanged-despite-divisions-1516884821\">slap on the wrist</a> for U.S. Treasury Secretary Steven Mnuchin, Thursday’s policy announcement by the European Central Bank was an uneventful affair. All three main interest rates were unchanged from their all-time lows, and President Mario Draghi did not explain what will happen when the ECB winds down its bond-buying programme, which it could do as early as October.</p>\n<p>Policy remains exceptionally loose, yet the euro jumped as if it had been stung, hopping over $1.25 for the <a href=\"https://www.wsj.com/articles/euro-breaks-1-25-for-first-time-in-over-three-years-1516892834\">first time since 2014</a> even as Mr. Draghi explained to journalists why the eurozone still requires “an ample degree of monetary stimulus.” German government bond yields also jumped. Here’s what observers thought of the decision and of how markets reacted.</p>\n<p>James Athey, senior investment manager at <strong>Aberdeen Standard Investments</strong>, thinks Mr. Draghi sounded more sanguine about inflation rising to its target, and that investors honed in on this. “The market has taken this as a hawkish message because the ECB’s got a bit more confidence in inflation and Draghi has not rowed back on any of the more bullish prognosis banded around for the region lately,” Mr. Athey said.</p>\n<p></p>\n<p>In contrast, Claus Vistesen, chief eurozone economist at <strong>Pantheon Macroeconomics</strong>, reckons Mr. Draghi could not have done much more to keep the euro bulls in check. “We think Mr. Draghi sent a clear message today; core inflation is still too low, despite clear signs of a strengthening economy, and investors shouldn’t get too excited about an imminent hawkish shift in ECB policy.”</p>\n<p>Timothy Graf, head of macro strategy for EMEA at <strong>State Street Global Markets</strong>, was also sympathetic but for different reasons. Rather than trying and failing to keep a lid on the common currency, he said, Mr. Draghi “has done enough to keep euro bulls happy in not pushing back too much against the recent strength in the single currency.”</p>\n<p>For clues as to what happens next, Julien-Pierre Nouen, chief economic strategist at <strong>Lazard Frères Gestion</strong>, pointed listeners towards the publication of the ECB’s in-house economic forecasts in March. This “might provide the ECB with the opportunity to announce some changes to the forward guidance and maybe provide some hints as to what will happen after September.”</p>\n<p><strong>Morgan Stanley</strong> economists Daniele Antonucci and Joao Almeida agree that ears should be pricked for a change of tone in March, but said it’s possible the ECB waits until June to shift its forward guidance. “Our sense is that the ECB would prefer to end the QE programme this September.”</p>\n<p>Yet another extension of QE becomes more likely if “markets get ahead of themselves,” cautioned Carsten Brzeski, chief economist for Germany and Austria at <strong>ING</strong>. Investors betting that policy is going to tighten sooner rather than later could end up shooting themselves in the foot.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2018/01/25/how-the-ecb-moved-the-euro-and-what-happens-next/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<media:group><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_A_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_C_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_D_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_E_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_F_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_G_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_P_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_J_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_M_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_ER_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_FR_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_GR_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WY514_BRUSSE_AM_20180111115257.jpg\" type=\"image/jpg\" medium=\"image\" /></media:group>\t</item>\n\t\t<item>\n\t\t<title>Online Gambling, Cryptocurrencies and British Soccer &#8211; A Curious Mix</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2018/01/25/online-gambling-cryptocurrencies-and-british-soccer-a-curious-mix/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2018/01/25/online-gambling-cryptocurrencies-and-british-soccer-a-curious-mix/#comments</comments>\n\t\t<pubDate>Thu, 25 Jan 2018 14:10:50 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Paul J. Davies]]></dc:creator>\n\t\t\t\t<category><![CDATA[Capital Markets]]></category>\n\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[Overheard]]></category>\n\t\t<category><![CDATA[Virtual currency]]></category>\n\t\t<category><![CDATA[Heard on the Street]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/?p=66046</guid>\n\t\t<description><![CDATA[British soccer clubs promote gambling too much in the eyes of some fans and politicians. One of the Premier League’s top clubs, London-based Arsenal, is taking things further by promoting a cryptocurrency designed to be used in an online casino.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>British soccer clubs promote gambling too much in the eyes of some fans and politicians. Nine of the 20 top-league clubs already advertise betting companies on their team jerseys.</p>\n<p>One of the Premier League’s top clubs, London-based Arsenal, is taking things a step further by promoting a new offshore cryptocurrency designed to be used solely for online betting and casino games. This is like gambling on gambling.</p>\n<p>Cashbet Coin is raising money through an initial coin offering, which isn’t subject to U.K. financial regulation. British regulators warned last year that such coins were very high risk investments and buyers had a good chance of losing their whole stake.</p>\n<p>It is meant at some point to be usable for betting with Cashbet, an Oakland, California-based online gambling company licensed to operate in the U.K. out of the low-tax, offshore British territory of Alderney in the Channel Islands.</p>\n<p>Arsenal said their partnership “does not exist to encourage fans to bet with CashBet Coin”.</p>\n<p>“As with all official club partners, we look forward to working with them,” it added.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2018/01/25/online-gambling-cryptocurrencies-and-british-soccer-a-curious-mix/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Foreign Companies Flock to the U.S. Bond Market</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2018/01/16/foreign-companies-flock-to-the-u-s-bond-market/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2018/01/16/foreign-companies-flock-to-the-u-s-bond-market/#comments</comments>\n\t\t<pubDate>Tue, 16 Jan 2018 17:41:59 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Ben Eisen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Corporate]]></category>\n\t\t<category><![CDATA[Credit]]></category>\n\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[Fixed Income]]></category>\n\t\t<category><![CDATA[Markets]]></category>\n\t\t<category><![CDATA[bonds]]></category>\n\t\t<category><![CDATA[fixed income]]></category>\n\t\t<category><![CDATA[Yankee bonds]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/?p=65753</guid>\n\t\t<description><![CDATA[Foreign companies have recently been smitten with the U.S. corporate bond market.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Foreign companies have recently been smitten with the U.S. corporate bond market.</p>\n<p>Firms outside the U.S., excluding financial institutions, sold $338.2 billion in so-called Yankee bonds in 2017, according to data provider Dealogic. Last year trailed only 2013 in terms of total issuance. Such bonds, typically sold by foreign companies but issued in the U.S. and denominated in dollars, have made up an increasing share of total U.S. debt issuance recently.</p>\n<p>The rise in Yankee bonds <strong>was</strong> even more pronounced among banks. Financial institutions, including <a href=\"http://quotes.wsj.com/UBS\">UBS Group</a>, <a href=\"http://quotes.wsj.com/8316.TO\">Sumitomo Mitsui Financial Group</a> and <a href=\"http://quotes.wsj.com/SAN\">Banco Santander</a>, collectively issued a record $293.5 billion of such bonds last year, according to Dealogic. Such issuance is off to a fast start in 2018 as well.</p>\n<p>The moves are indicative of a number of trends that have propelled corporate bond issuance recently, even after years of a red-hot market. Investors are demanding smaller and smaller premiums over super-safe Treasurys to own corporate bonds, making it more attractive for companies to sell Yankee bonds.</p>\n<p>“From a demand perspective and from a technical landscape, you’ve seen two years of continued spread compression,” said Meghan Graper, a managing director in New York at Barclays Plc.</p>\n<p></p>\n<p>Yankee bonds have gained more widespread appeal in recent years. Trading transparency increased after the Financial Industry Regulatory Authority’s Trade Reporting and Compliance Engine began tracking the trading on the bonds alongside other forms of corporate debt in 2014, bankers say. That has helped Yankee bonds to trade closer in line with comparable debt issued by U.S. companies, some say.</p>\n<p>Meantime, investors hunting for yield have been happy to snap up the debt alongside other corporate bonds.</p>\n<p>“One thing we’ve certainly done over the last year or so is we’ve become more comfortable with some of the European banks,” said Mike Collins, senior portfolio manager at PGIM Fixed Income. He said his firm has bought more Yankee bonds issued by European banks for clients who want U.S.-denominated debt.</p>\n<p>Financial institutions, which issue large amounts of debt to fund their operations, typically sell bonds into many markets and make decisions about which market to use based on a variety of factors, including funding costs and the need to diversify issuance. Recently, those factors have been favoring issuance of Yankee bonds, bankers say.</p>\n<p>One factor that has helped make dollar funding more attractive in some cases has been volatility in the market for swapping funding between currencies. At the end of last year, the cost of <a href=\"https://www.wsj.com/articles/dollar-funding-costs-in-europe-highest-since-euro-crisis-1513333226\">obtaining dollar funding using other currencies</a> blew out. That’s made it cheaper for some companies to raise funding in the U.S. bond market at particular maturities and swap it back to euros and other currencies.</p>\n<p>“It reinforced the relative attractiveness of dollars,” Ms. Graper said.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2018/01/16/foreign-companies-flock-to-the-u-s-bond-market/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<media:group><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_A_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_C_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_D_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_E_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_F_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_G_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_P_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_J_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_M_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_ER_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_FR_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_GR_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WW774_trader_AM_20180108112255.jpg\" type=\"image/jpg\" medium=\"image\" /></media:group>\t</item>\n\t\t<item>\n\t\t<title>Why the Swiss Central Bank&#8217;s Stock Is Up 150% in a Year</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2018/01/12/swiss-central-banks-profits-and-stock-are-at-records-heres-why/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2018/01/12/swiss-central-banks-profits-and-stock-are-at-records-heres-why/#comments</comments>\n\t\t<pubDate>Fri, 12 Jan 2018 13:52:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Brian Blackstone]]></dc:creator>\n\t\t\t\t<category><![CDATA[Central Banks]]></category>\n\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[SNB]]></category>\n\t\t<category><![CDATA[swiss central bank]]></category>\n\t\t<category><![CDATA[Switzerland]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/?p=65779</guid>\n\t\t<description><![CDATA[Shares of the Swiss National Bank have been on a tear this week after the central bank said it expected to report a 2017 profit of $55 billion.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p></p>\n<p>Shares of the Swiss National Bank have been on a tear this week after the central bank said it expected to <a href=\"https://www.wsj.com/articles/55-billion-profit-for-giant-asset-managerthe-swiss-central-bank-1515485509\">report a 2017 profit of 54 billion francs</a> ($55 billion). SNB shares were up 5% midday Friday at 4,800 francs, a record, capping a three-day surge of 17%.</p>\n<p> </p>\n<p>It raises a fascinating question: why own shares of a central bank? <a href=\"https://www.wsj.com/articles/the-stock-thats-as-safe-as-switzerland-1493199003\">The SNB is a rare breed of central banks</a>—than includes those in Belgium and Japan—that even have listed shares.</p>\n<p> </p>\n<p>For the SNB the answer is simple: it is a <a href=\"https://www.wsj.com/articles/switzerlands-first-world-problem-what-to-do-with-750-billion-1501666483\">very large money manager</a>—which about 760 billion francs worth of foreign stocks and bonds—and gets to print its own money. That’s a recipe for success.</p>\n<p> </p>\n<p>But on the negative side, private shareholders of the SNB don’t have the same kinds of rights and profit potential that investors of other banks and companies have. Other than a tiny dividend, it’s not entirely clear what shareholders actually own.</p>\n<p> </p>\n<p>With that backdrop in mind, here are five things to know about the SNB and its shares.</p>\n<p> </p>\n<p><strong>Why is the SNB making so much money?</strong></p>\n<p> </p>\n<p>The SNB is trying to weaken the Swiss franc. To do that, it prints new francs and sells them in the markets. What it ends up with in return is a vast pile of foreign stocks and bonds. So long as people still want Swiss francs–and they tend to want them especially in times of global stress–it’s quite a business model. Its efforts to weaken the franc showed some success last year with the euro strengthening about 10% against the franc. That makes the SNB’s investments worth a lot more when converted back into Swiss francs.</p>\n<p> </p>\n<p><strong>Has this always been the case?</strong></p>\n<p> </p>\n<p>No. In 2015 the SNB lose more than 23 billion francs because the franc strengthened after the SNB abandoned a longstanding ceiling it had maintained on the currency’s value. Still, in three of the last four years the SNB has earned big profits.</p>\n<p> </p>\n<p><strong>Who owns its shares?</strong></p>\n<p> </p>\n<p>There are 100,000 shares of the SNB. At the end of 2016, Swiss states, known as Cantons, and Cantonal banks owned a combined 52,000 shares and 75% of voting shares. Private shareholders owned 48,000 shares but only 25% of voting shares. The largest single shareholder at the end of 2016 was a German investor. Just as interesting is who doesn’t own shares: the SNB’s own governing council, according to the last annual report. An alternate board member owned one share.</p>\n<p> </p>\n<p><strong>How liquid is the stock?</strong></p>\n<p> </p>\n<p>Not very, making it hard to load and unload vast sums. Only around 200 shares trade hands a day, which is one reason why the stock is volatile; it doesn’t take a lot of trades to move the price.</p>\n<p> </p>\n<p><strong>How about its dividend?</strong></p>\n<p> </p>\n<p>This is the biggest reason why the SNB’s sky-high share price is such a headscratcher: the dividend is capped at a puny 15 francs a share, which comes to a yield of about 0.3%. The dividend amount is fixed by law, so it doesn’t matter much money the SNB makes, investors only get a tiny slice of the pie.</p>\n<p> </p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2018/01/12/swiss-central-banks-profits-and-stock-are-at-records-heres-why/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Fund Flows Show Thirst For International Stocks</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2017/12/22/fund-flows-show-thirst-for-international-stocks/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2017/12/22/fund-flows-show-thirst-for-international-stocks/#comments</comments>\n\t\t<pubDate>Fri, 22 Dec 2017 14:03:42 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Chris Dieterich]]></dc:creator>\n\t\t\t\t<category><![CDATA[Asia]]></category>\n\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[Markets]]></category>\n\t\t<category><![CDATA[Stocks]]></category>\n\t\t<category><![CDATA[Equities]]></category>\n\t\t<category><![CDATA[International stocks]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/?p=65420</guid>\n\t\t<description><![CDATA[Big-time money is rolling into stock funds that own international equities, a sign that investors expect big things from overseas markets in the new year.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Big-time money is rolling into stock funds that own international equities, a sign that investors expect big things from overseas markets in the new year.</p>\n<p>Fund investors have favored overseas markets all year as long-dormant economic growth kicked into higher gear in Europe, Japan and across emerging markets. Investors have added $221 billion into international equity funds in 2017, on pace to be the biggest one-year haul since at least 2000, according to the Investment Company Institute. Meantime, some $35 billion has exited U.S. stock mutual and exchange-traded funds in 2017.</p>\n<p>The rotation has intensified this week. The <a href=\"http://quotes.wsj.com/EFA\">iShares MSCI EAFE ETF</a> pulled in more than $1 billion in new money Tuesday, the biggest one-day inflow since June, according to FactSet. This ETF owns stocks from major developed markets excluding the U.S. and Canada. At the same time, the <a href=\"http://quotes.wsj.com/IEMG\">iShares Core MSCI Emerging Markets ETF</a> grabbed $664 million on the same day, the biggest one-day haul since October.</p>\n<p>All told, some $4.1 billion rolled into U.S.-listed international equity ETFs Tuesday, according to ETF.com, which is owned by Cboe Global Markets Inc.</p>\n<p>Big one-day flows can indicate either a swell of small buyers or, more likely, one big investors making a tactical switch to their portfolio, swapping one asset for another, as The Wall Street Journal’s <a href=\"https://www.wsj.com/newsletters?sub=263\">Morning MoneyBeat newsletter</a> noted on Friday.</p>\n<p>It makes sense for U.S. investors to look abroad given that most portfolios heavily favor U.S. stocks. The average 401(k) retirement plan had 55.5% of assets dedicated to U.S. stocks at the end of last year, according to the more than one million 401(k) retirement plans tracked by Alight Solutions. The average allocation to international stocks was 18.4%.</p>\n<p>Now, as the bull market in U.S. stocks nears its nine-year anniversary, overseas stocks look cheaper and potentially poised for more gains.</p>\n<p>Flows into ETFs this week highlight the rotation that appears to be taking hold.</p>\n<p><em>To receive our Morning MoneyBeat newsletter via email, <a href=\"https://www.wsj.com/newsletters?sub=263\">click here</a>.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2017/12/22/fund-flows-show-thirst-for-international-stocks/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<media:group><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_A_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_C_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_D_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_E_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_F_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_G_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_P_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_J_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_M_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_ER_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_FR_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_GR_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WP140_kospi1_AM_20171214035549.jpg\" type=\"image/jpg\" medium=\"image\" /></media:group>\t</item>\n\t\t<item>\n\t\t<title>Greek Bond Yields Fall to Lowest Since 2006</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2017/12/15/greek-bond-yields-fall-to-lowest-since-2006/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2017/12/15/greek-bond-yields-fall-to-lowest-since-2006/#comments</comments>\n\t\t<pubDate>Fri, 15 Dec 2017 14:31:36 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Christopher Whittall]]></dc:creator>\n\t\t\t\t<category><![CDATA[Credit]]></category>\n\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[Markets]]></category>\n\t\t<category><![CDATA[Greece]]></category>\n\t\t<category><![CDATA[Sovereign Debt]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/?p=65262</guid>\n\t\t<description><![CDATA[The yield on 10-year Greek government bonds is on track to close below 4% for the time since 2006, the latest sign of investor optimism over the outlook for the formerly troubled economy.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The yield on 10-year Greek government bonds closed Friday below 4% for the time since 2006, the latest sign of investor optimism over the outlook for the formerly troubled economy.</p>\n<p>The 10-year yield declined to 3.93%  from 4.096% on Thursday, according to Tradeweb. Yields fall as prices rise. That compares to a high of 37% during the eurozone crisis in 2012 when Greece defaulted on its debt, and 7.86% in February.</p>\n<p></p>\n<p>Earlier this year, the Greek government reached a deal with its international creditors over its bailout package, sparking a sharp rally in the bonds. That enabled the country to return to capital markets in July with its first debt sale in three years. The rally has accelerated in recent sessions, with the yield dipping below 5% for the first time in years on Dec. 5.</p>\n<p>“There is finally light at the end of the tunnel,” strategists at Deutsche Bank wrote in a recent special report on Greece, in which they predicted a successful exit from its bailout program next August.</p>\n<p>“The outlook for 2018 remains positive. But the road to normalization will remain long and difficult,” they added.</p>\n<p>The extra yield investors demand to hold Greek debt over haven German bonds has also compressed this year to 3.6 percentage points from 7.5 percentage points in February. But it still remains far higher than prior to the financial crisis, when it was less than quarter of a percentage point.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2017/12/15/greek-bond-yields-fall-to-lowest-since-2006/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<media:group><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_A_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_D_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_E_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_G_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_P_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_J_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_M_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_BR_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_GR_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"https://si.wsj.net/public/resources/images/BN-JA262_grscen_AM_20150621090726.jpg\" type=\"image/jpg\" medium=\"image\" /></media:group>\t</item>\n\t\t<item>\n\t\t<title>WSJ City: Markets Cheer Brexit Divorce Deal, Confronting The Brutal Trade-offs, German Coalition Talks Back on</title>\n\t\t<link>http://blogs.wsj.com/moneybeat/2017/12/08/wsj-city-sterling-climbs-on-brexit-divorce-deal-confronting-the-brutal-trade-offs-german-coalition-talks-back-on/?mod=WSJ_moneybeat_blog</link>\n\t\t<comments>http://blogs.wsj.com/moneybeat/2017/12/08/wsj-city-sterling-climbs-on-brexit-divorce-deal-confronting-the-brutal-trade-offs-german-coalition-talks-back-on/#comments</comments>\n\t\t<pubDate>Fri, 08 Dec 2017 08:27:08 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Rebecca Byrne]]></dc:creator>\n\t\t\t\t<category><![CDATA[Europe]]></category>\n\t\t<category><![CDATA[Markets]]></category>\n\t\t<category><![CDATA[City of London]]></category>\n\t\t<category><![CDATA[WSJCity]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://blogs.wsj.com/moneybeat/index.php?p=65088</guid>\n\t\t<description><![CDATA[Good morning from the WSJ City desks in London. Be the first with high-value stories. Download WSJ City on your mobile and let us keep you in the loop from 6am. The WSJ City app. Upwardly mobile. iPhone and Android. Your friends and colleagues can sign up to this newsletter here. MUST READS FROM WSJ CITY The UK and the […]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><em>Good morning from the WSJ City desks in London. </em><em>Be the first with high-value stories. Download WSJ City on your mobile and let us keep you in the loop from 6am. The WSJ City app. Upwardly mobile. <a href=\"https://itunes.apple.com/us/app/wsj-city/id1046979092\" target=\"_blank\">iPhone</a> and <a href=\"https://play.google.com/store/apps/details?id=com.dowjones.city\" target=\"_blank\">Android</a>. Your friends and colleagues <a href=\"https://www.wsj.com/newsletters\" target=\"_blank\">can sign up to this newsletter here.</a></em></p>\n<p><strong id=\"newsletter_module_16\">MUST READS FROM WSJ CITY</strong></p>\n<p>The UK and the European Union have <a href=\"http://on.wsj.com/2BgL4bS\" target=\"_blank\">reached an agreement on Brexit divorce terms </a>after six months of tense talks, opening the way for negotiations to advance to discuss a future trade agreement between the two. The pound rose 0.5% against the euro and 0.2% versus the dollar.</p>\n<p>This week’s row over the Irish border marks a significant moment in the progress of Brexit: It is the first time since the referendum that the British political system has been forced to confront a genuine trade-off, <em><a href=\"http://on.wsj.com/2BgBTYY\" target=\"_blank\">writes WSJ’s chief European commentator Simon Nixon.</a></em></p>\n<p><a href=\"http://on.wsj.com/2AGqZdZ\" target=\"_blank\">Germany moved a small step closer to a potential solution</a> to its political crisis on Thursday after the country’s largest opposition party said it would enter talks with Chancellor Angela Merkel’s conservatives over forging a new government.</p>\n<p>The US Labor Department releases its November <a href=\"http://on.wsj.com/2AHtLPY\" target=\"_blank\">employment report on Friday.</a> Economists surveyed by The Wall Street Journal predict employers added 195,000 jobs last month and see the unemployment rate holding steady at 4.1%.</p>\n<p>As investors rush into bitcoin, some big Wall Street banks are hitting the brakes. JPMorgan Chase, Bank of America Merrill Lynch, Citigroup and Royal Bank of Canada are telling customers that<a href=\"http://on.wsj.com/2AH7LVp\" target=\"_blank\"> they won’t offer them access to the first bitcoin futures market </a>when it goes live on Sunday, people familiar with the matter said.</p>\n<p>There are plenty of reasons to wonder about the longevity of the equity bull market, <em><a href=\"http://on.wsj.com/2kxbfnF\" target=\"_blank\">writes Richard Barley for WSJ Heard on the Street.</a></em> But there is also a niggling question out there: what if stocks just keep going up?</p>\n<p>A summary of markets this year requires only two words: <a href=\"http://on.wsj.com/2AFACtm\" target=\"_blank\">Low volatility. </a>For stocks, 2017 has been one of the least choppy years in history. A spike in inflation could change that.</p>\n<p><a href=\"http://on.wsj.com/2Bk3s3E\" target=\"_blank\">Saudi Arabia’s Crown Prince Mohammed bin Salman, </a>who is leading an austerity drive at home, is the bidder who paid a record $450.3 million for a Leonardo da Vinci portrait of Jesus Christ, settling one of the art world’s biggest mysteries.</p>\n<p><strong id=\"newsletter_module_18\">IN THE PAPERS</strong></p>\n<p><a href=\"https://www.wsj.com/articles/house-passes-two-week-spending-bill-to-avoid-government-shutdown-1512683779?shareToken=st41a286f5493141a4a52f2743505ef36c&mod=cjx\">The House</a> and Senate passed a two-week stop-gap spending bill, deferring until later in the month a bigger fight over what issues should be resolved before Congress adjourns for the year. <em>WSJ</em></p>\n<p><a href=\"https://www.wsj.com/articles/international-bank-battle-over-basel-iii-goes-to-final-round-1512656431?shareToken=st829388dd69fd43ba877bcf1cc996ee30&mod=cjx\">Global finance</a> officials have agreed on long-awaited banking rules that reach a compromise between opposing European and US views about how to measure the riskiness of lenders. <em>WSJ</em></p>\n<p><a href=\"https://www.ft.com/content/1d94400a-db3f-11e7-a039-c64b1c09b482\">Research from</a> the Bank of England has revealed that Britain is not reliant on foreign investors to fund its current account gap, seemingly contradicting Mark Carney’s explanation of how the UK funds its lifestyle. <em>FT (£)</em></p>\n<p><a href=\"https://www.wsj.com/articles/bitcoin-tops-15-000-as-manic-rally-gains-even-more-momentum-1512647315?shareToken=stb188eb6645ab4c298f704d1ad95f5897&mod=cjx\">Bitcoin mania</a> reached new highs Thursday as the price of the digital currency jumped about 40% in 40 hours, smashing through five separate $1,000-barriers and surging above $19,000 on some exchanges, before quickly retreating. <em>WSJ</em></p>\n<p><strong id=\"newsletter_module_19\">MARKETS TODAY</strong></p>\n<p>European stocks rose at the open on Friday, buoyed by a breakthrough on Brexit and hopes for a solution to the political impasse in Germany.</p>\n<p>The Stoxx Euro 600 index was recently up 0.8% while London’s FTSE 100 was flat, as the pound rose.</p>\n<p>Property developer Berkeley led the UK index higher, gaining more than 8% after announcing a 36% rise in pretax profits in the first half of the financial year. Major banks and miners were also faring well in early trading, though oil and gas firms lost ground.</p>\n<p>Germany’s Dax jumped 0.9%, outperforming other regional benchmarks, after the Social Democrats agreed to enter talks with Chancellor Angela Merkel’s conservatives over forging a new government.</p>\n<p><strong id=\"newsletter_module_20\">COMING UP</strong></p>\n<p>US employment report</p>\n<p>UK short term output indicators</p>\n<p>Bank of England’s inflation attitudes survey</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://blogs.wsj.com/moneybeat/2017/12/08/wsj-city-sterling-climbs-on-brexit-divorce-deal-confronting-the-brutal-trade-offs-german-coalition-talks-back-on/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<media:group><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_A_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_C_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_D_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_E_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_F_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_G_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_P_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_J_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_M_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_ER_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_FR_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_GR_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /><media:content url=\"//si.wsj.net/public/resources/images/BN-WM381_eurofi_AM_20171207091320.jpg\" type=\"image/jpg\" medium=\"image\" /></media:group>\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Content-Encoding": "gzip",
    "X-debug-env": "[]",
    "X-debug-site": "[wsj]",
    "X-NginX-Proxy": "true",
    "Last-Modified": "Fri, 16 Feb 2018 17:21:57 GMT",
    "X-debug-mobile_request": "[false]",
    "X-Forwarded-For": "60.243.163.56, 23.57.69.119, 184.50.85.127, 10.198.129.197",
    "Connection": "keep-alive",
    "X-debug-myMobileSite": "[blogs.wsj]",
    "X-debug-server_name": "[~^(?<subdomain>blogs|kr|indo).(?<site>barrons|wsj).com$]",
    "X-Real-IP": "10.198.129.197",
    "Content-Type": "text/xml; charset=UTF-8",
    "X-debug-message": "A standard php file was served",
    "Server": "nginx",
    "Content-Length": "15578",
    "X-UA-Compatible": "IE=Edge",
    "X-debug-mySite": "[blogs.wsj]",
    "X-debug-fileType": "[]",
    "ETag": "W/\"36e2c35bda9be7c3b4b39b16b91a0425\"",
    "X-Pingback": "http://blogs.wsj.com/moneybeat/xmlrpc.php",
    "Date": "Sun, 18 Feb 2018 16:52:53 GMT",
    "Vary": "Accept-Encoding",
    "X-debug-subdomain": "[blogs]",
    "X-Powered-By": "PHP/5.6.7"
  },
  "response_url": "http://blogs.wsj.com/moneybeat/category/europe/feed/?mod=WSJ_moneybeat_blog"
}