{
  "requested_url": "http://feeds.feedburner.com/thescenemag",
  "fetched_at": "2018-02-18T22:21:43.339405",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.feedburner.com/~d/styles/itemcontent.css\"?><rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" version=\"2.0\">\r\n\r\n<channel>\r\n\t<title>The Scene Magazine</title>\r\n\t\r\n\t<link>http://thescenemagazine.ca</link>\r\n\t<description>You Shall Lead</description>\r\n\t<lastBuildDate>Thu, 15 Feb 2018 12:16:21 +0000</lastBuildDate>\r\n\t<language>en-US</language>\r\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\r\n\t<sy:updateFrequency>1</sy:updateFrequency>\r\n\t<generator>https://wordpress.org/?v=4.9.4</generator>\r\n\r\n<image>\r\n\t<url>http://thescenemagazine.ca/wp-content/uploads/2016/01/the-scene-logo-cover-150x150-45x45.jpg</url>\r\n\t<title>The Scene Magazine</title>\r\n\t<link>http://thescenemagazine.ca</link>\r\n\t<width>32</width>\r\n\t<height>32</height>\r\n</image> \r\n\t<atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.feedburner.com/thescenemag\" /><feedburner:info xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" uri=\"thescenemag\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><item>\r\n\t\t<title>Early Man – Movie Review</title>\r\n\t\t<link>http://thescenemagazine.ca/early-man-movie-review/</link>\r\n\t\t<pubDate>Thu, 15 Feb 2018 12:16:21 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Stefan Ellison]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Movie Reviews]]></category>\r\n\t\t<category><![CDATA[MOVIES]]></category>\r\n\t\t<category><![CDATA[movie reviews]]></category>\r\n\t\t<category><![CDATA[movies]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69800</guid>\r\n\t\t<description><![CDATA[<p>By focusing on cavemen and the first football game, Early Man finds humour in our ancestors and British fans’ devotion to the sport.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/early-man-movie-review/\">Early Man &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<h1><strong>Early Man – Movie Review</strong></h1>\n<p><strong>Rating: B+ (Very Good)</strong></p>\n<p><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/hHEW2umtkmc?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p style=\"text-align: center\">Trailer/Thumbnail Courtesy eOne Films</p>\n<p>Some of the most delightful animation from the past 45 years have come from the Bristol-based stop-motion house Aardman. With sharp-witted minds like Peter Lord, Nick Park and Richard Starzak crafting these humourous plasticine-led films and series, there is a reason the studio continues to thrive to this day. <em>Early Man</em> marks another worthy addition to the catalogue with Park again directing a charming and funny tale. By focusing on cavemen and the first football game, Park and his team find humour in our ancestors and British fans’ devotion to the sport. While <em>Early Man</em> may not reach the heights of Aardman’s best work, there is a ton to appreciate in this molding of prehistory.</p>\n<p>Early on, there is a clear love for stop-motion dinosaur effects as cavemen watch the ferocious beasts fight on. Park even frames the shots in a way reminiscent of 1950s B-movies. Anyone who has seen Park’s previous work, from the <em>Wallace &amp; Gromit</em> films to <em>Chicken Run</em>, will know how he constructs lighting and visuals not that dissimilar to a live-action film. The laughs also come immediately, although the goofy appearance of Park’s cavemen is already amusing. The toothy grins of his creations are a wonderful Nick Park staple and that design somehow makes <em>Early Man</em>’s central hero Dug that much more endearing. There’s a softness to Eddie Redmayne’s vocal performance that also adds to making him a likeable presence and there is a rooting interest in his primary goal to help his tribe.</p>\n<p>While a lot of jokes in <em>Early Man</em> are of the expected caveman variety with an emphasis on animal hunts and being impressed by a wheel, the screenplay (credited to Mark Burton and James Higginson) avoids obvious <em>Flintstones</em>-like gags. The closest are shop names with rock puns. Most of the humour is centered around football, with a clear emphasis on showing the dedication some have for watching a ball being kicked around a field. In many ways, this might be Aardman’s most British film, which is saying a lot. Other winning gags come from the use of a messenger bird and Dug’s loyal pet pig trying to distract Tom Hiddleston’s French-accented antagonist with a massage.</p>\n<p><em>Early Man</em>’s story is a bit more familiar than we usually expect from Aardman. It’s the classic underdog sports story with a team attempting to beat the odds. It’s a credit to Nick Park that he is still able to make the film fresh, but it’s hard not to see the beats coming. A lot of the jokes surrounding the idiocy of Dug’s tribe also start to feel repetitive after a while. Richard Ayoade’s talents seem particularly wasted, although another caveman has a great running gag with a rock. <em>Early Man</em> also could have done with a bit less toilet humour, but if one joke doesn’t hit, there’s a more successful gag right around the corner. Rob Brydon has a particularly funny turn as a pair of football match commentators who spout obvious jokes. Somehow, the fact that they are obvious only makes them funnier.</p>\n<p><em>Early Man</em> may not rank among the Aardman classics, but the sharp humour and inventive set-pieces are still on display. Nick Park and his plasticine figures are able to make even a simple joke of a caveman tumbling through stadium seats funny. There’s an appealing charm to his work and the personalities he creates that makes each film an event worth anticipating. Whether it’s chickens making an escape or an inventor and his dog companion, he knows how to bring humour in addition to loveable characters. There are probably multiple jokes in <em>Early Man</em> that won’t be spotted on the initial viewing and the attention to detail in Aardman productions always make them worth revisiting.</p>\n<p>&nbsp;</p>\n<p><strong>Stefan Ellison<br />\nTHE SCENE</strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/early-man-movie-review/\">Early Man &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Black Panther – Movie Review</title>\r\n\t\t<link>http://thescenemagazine.ca/black-panther-movie-review/</link>\r\n\t\t<pubDate>Wed, 14 Feb 2018 15:08:40 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Stefan Ellison]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Movie Reviews]]></category>\r\n\t\t<category><![CDATA[MOVIES]]></category>\r\n\t\t<category><![CDATA[movie reviews]]></category>\r\n\t\t<category><![CDATA[movies]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69796</guid>\r\n\t\t<description><![CDATA[<p>Director Ryan Coogler uses Black Panther as a celebration of African culture, presenting a side of the continent not often seen on screen.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/black-panther-movie-review/\">Black Panther &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<h1><strong>Black Panther – Movie Review</strong></h1>\n<p><strong>Rating: B (Good)</strong></p>\n<p><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/xjDjIWPwcPU?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p style=\"text-align: center\">Trailer/Thumbnail Courtesy Walt Disney Studios</p>\n<p>Having been continually producing films for a decade, Marvel Studios has managed to hit a certain formula. Thankfully, its rotating roster of directors allows for some occasional invention and <em>Black Panther</em> manages to liven things up a bit with one of the more visually interesting entries in this grand cinematic universe. Director Ryan Coogler uses the film as a celebration of African culture, presenting a side of the continent not often seen on screen. Rounding up a fully committed cast and directing some impressive action scenes, this is a solid blockbuster with a lot to appreciate and decent surprises along the way.</p>\n<p>Having already introduced Chadwick Boseman’s Prince T’Challa and his superhero persona in <em>Captain America: Civil War</em>, <em>Black Panther</em> jumps right into the action and avoids the clichéd origin story that is almost required for these standalone entries. Coogler instead uses the film to introduce the country of Wakanda and its many wonders. Director of photography Rachel Morrison and the visual effects team portray it as a vibrant and technologically advanced land and it’s fun to venture into the many rooms and buildings of its capitol. <em>Black Panther</em> is intent on showing an African nation not influenced by outside forces, thus displaying its own impressive culture. The internal government system, traditions and technical wizardry of Wakanda are provided to the audience in exposition that excites rather than bores. This is best shown through T’Challa’s gadget-inventing sister Shuri, played in a scene-stealing turn by Letitia Wright.</p>\n<p>For the most part, <em>Black Panther</em> doesn’t feel as tethered to the rest of the Marvel Cinematic Universe. Aside from a couple of references to the events of <em>Civil War</em> and the return appearances of Andy Serkis’s arms dealer and Martin Freeman’s CIA agent, Coogler prefers to focus on Wakanda and its dilemmas. He is confident enough in this story to not have to stop and remind the audience that Captain America also exists in this universe. <em>Black Panther </em>is also less reliant on humour than other MCU films. There are certainly comedic elements and they successfully produce laughs, but the film is not akin to the quip fests of <em>Thor: Ragnarok </em>and the <em>Guardians of the Galaxy </em>series. Michael B. Jordan’s Erik Killmonger represents one of the better Marvel villains with a properly fleshed out motivation and back story. He is not an evil being bent on world domination and destruction, like so many of the baddies the other Avengers have had to face.</p>\n<p>Ryan Coogler directs the action scenes with a real visual flourish. <em>Black Panther</em> is almost comparable to a Bond film in how it utilises the Wakandan heroes and that leads to some inventive sequences. The stand-out is a fight in a casino that then launches into a car chase that brings more to the table than merely vehicles speeding down South Korea’s streets. The Black Panther suit is itself used cleverly, expanding and adding onto the abilities showcased in <em>Civil War</em>. The climax does end up being a little overlong, a common issue in some of these Marvel films. However, Coogler never forgets to put character and stakes above everything else.</p>\n<p>For many people, <em>Black Panther</em> is a long time coming and the wait is absolutely worth it. It is certainly an important movie within the superhero genre and its impact could be considered comparable to last year’s <em>Wonder Woman</em>. It opens up the world of the Marvel Cinematic Universe even more, while providing a fun spectacle with well-rounded characters. Even though the jam-packed <em>Avengers: Infinity War</em> opens in three months, <em>Black Panther</em> doesn’t feel like merely the lead-in to that big event. This movie works, even if one has somehow not seen the previous Marvel pictures. This is a promising start to what is sure to be another blockbuster trilogy for the comic book movie giant.</p>\n<p>&nbsp;</p>\n<p><strong>Stefan Ellison<br />\nTHE SCENE</strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/black-panther-movie-review/\">Black Panther &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Peter Rabbit – Movie Review</title>\r\n\t\t<link>http://thescenemagazine.ca/peter-rabbit-movie-review/</link>\r\n\t\t<pubDate>Wed, 07 Feb 2018 15:37:10 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Stefan Ellison]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Movie Reviews]]></category>\r\n\t\t<category><![CDATA[MOVIES]]></category>\r\n\t\t<category><![CDATA[movie reviews]]></category>\r\n\t\t<category><![CDATA[movies]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69792</guid>\r\n\t\t<description><![CDATA[<p>Peter Rabbit ultimately becomes a lovely and charming little escapade with a solid message about the need to compromise, plus a sweet pro-animal theme to nicely round things out.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/peter-rabbit-movie-review/\">Peter Rabbit &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<h1><strong>Peter Rabbit – Movie Review</strong></h1>\n<p><strong>Rating: B (Good)</strong></p>\n<p><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/FOEYq2RDRN8?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p style=\"text-align: center\">Trailer/Thumbnail Courtesy Sony Pictures</p>\n<p>For over a century, Beatrix Potter’s stories of a group of animals living in her beloved Lake District have enchanted many a reader. That’s a lot of responsibility when allowed to make a big-screen film adaptation. Thankfully, director/co-writer Will Gluck treats the material with the proper respect, while also creating a humourous tug-of-war between a determined rabbit and an annoyed gardener. <em>Peter Rabbit</em> ultimately becomes a lovely and charming little escapade with a solid message about the need to compromise, plus a sweet pro-animal theme to nicely round things out. Gluck somehow manages to modernize the story, while still keeping the film mostly timeless.</p>\n<p>It’s immediately evident Gluck has done his research when, only a few minutes into <em>Peter Rabbit</em>, we see Mr. Jeremy Fisher the Frog fishing on a lily pad. However, the references aren’t merely for show as the whole production crafts a believable world for the rabbits and other animals. Setting the film in Potter’s old stomping grounds of Windermere was a particularly nice touch and there is a cozy feeling to seeing the English countryside depicted in all of its beauty, although <em>Peter Rabbit</em> was primarily filmed in Australia. The artists at Animal Logic have done a splendid job of giving life to Peter and his friends. Anyone who has seen rabbits scurry in their backyard will recognise their mannerisms and cheekiness when it comes to looking for food. There are even a few beautifully animated hand-drawn sequences, done in Potter’s familiar style.</p>\n<p>The main conflict between Peter and the young Thomas McGregor works, thanks to the writing, the animators and an excellent performance from Domnhall Gleason. Almost channeling his inner John Cleese, Gleason somehow manages to show the anger and frustration he’s feeling at these rabbits, yet somehow finding a little layer of sympathy. He also shares strong chemistry with Rose Byrne’s pro-animal rights neighbour Bea. One almost wants to see a romantic comedy about these two. Peter is cheeky and certainly likeable, but the film still recognizes when he’s in the wrong. <em>Peter Rabbit</em> doesn’t become one-sided in this battle for dominance of the McGregor garden and that strengthens the overall message.</p>\n<p>Gluck and his co-writer Rob Lieber inject <em>Peter Rabbit</em> with a suitably British sense of humour that produces laughs more often than not. While the John Hughes-esque slapstick could have been toned down just a tad, Gleason does sell the physical comedy. One sequence where the rabbits rig McGregor’s electric security system is brilliantly choreographed. However, the film does give proper time to character development and putting into context Peter’s continuing obsession to outsmart McGregor. There are surprisingly dark undertones, especially when exploring the rabbits’ past. One truly bothersome aspect comes from the overuse of modern songs. They don’t fit with the on-screen action and is the only element that feels overly corporate.</p>\n<p>The immediate comparison one can make is to <em>Stuart Little</em>, which also adapted beloved source material about a critter to present day without insulting the audience. Will Gluck treats Beatrix Potter’s work with a lot of respect and doesn’t Americanize her stories, right down to hiring a cast entirely from the United Kingdom, Australia and New Zealand. Domnhall Gleason and the animators at Animal Logic are clearly enjoying themselves and that joy more than radiates off the screen. If this film also introduces younger audiences to the charming tales of Peter Rabbit, Mrs. Tiggy-Winkle and Johnny Town-Mouse (who, yes, also gets a charming cameo), then all the better.</p>\n<p>&nbsp;</p>\n<p><strong>Stefan Ellison<br />\nTHE SCENE</strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/peter-rabbit-movie-review/\">Peter Rabbit &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>The Insult – Movie Review</title>\r\n\t\t<link>http://thescenemagazine.ca/the-insult-movie-review/</link>\r\n\t\t<pubDate>Fri, 26 Jan 2018 16:23:12 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Stefan Ellison]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Movie Reviews]]></category>\r\n\t\t<category><![CDATA[MOVIES]]></category>\r\n\t\t<category><![CDATA[movie reviews]]></category>\r\n\t\t<category><![CDATA[movies]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69788</guid>\r\n\t\t<description><![CDATA[<p>The Insult showcases how a small event or disagreement can trigger something larger that could have been avoided had both sides put their egos in check from the beginning.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/the-insult-movie-review/\">The Insult &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<h1><strong>The Insult – Movie Review</strong></h1>\n<p><strong>Rating: B+ (Very Good)</strong></p>\n<p><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/8l3z84kehg0?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p style=\"text-align: center\">Trailer/Thumbnail Courtesy The Archive</p>\n<p><em>The Insult</em> showcases how a small event or disagreement can trigger something larger that could have been avoided had both sides put their egos in check from the beginning. Director/co-writer Ziad Doueiri crafts an unpredictable story that takes a number of turns and provides characters it is unashamed of depicting in the wrong. The courtroom drama that develops is a compelling one from start to finish, cleverly showing cross examinations that don’t necessarily provide the easiest solutions. This is a film where we’re not necessarily rooting for an individual, but rather a peaceful resolution to the poisonous words uttered by two angry people.</p>\n<p>The title of <em>The Insult</em> is fitting in how the movie shows that words have power. In bursts of anger, we can offend and demoralize those and reveal something about ourselves. Doueiri doesn’t waste time in showing the animosity between the car mechanic Tony and the construction foreman Yasser. The screenplay, also credited to Joelle Touma, provides the proper character development in establishing their religious and cultural differences. The film subtlely shows Tony’s political views and Yasser’s distinction as an refugee. The film also tests our idea of who is truly in the right. There are a number of cleverly directed scenes that show their standing in society. There is a particularly good moment in a courtroom with a judge attempting to be fair to the situation and get every angle of their confrontation. Yet both remain silent, as if they know the harm of Tony’s remarks.</p>\n<p>Even the characters themselves have differing opinions over who is in the wrong. When Tony’s family unit is impacted, it’s not to gain sympathy from the audience, but rather to up the stakes. The lawyers have their own battles, played to somewhat humourous effect. Eventually, Tony and Yasser become the pawns between an older respected attorney and a young woman lawyer wanting to prove herself. Eventually, the story shifts gears in focusing on the courtroom drama between the lawyers. The prodding is no longer from their clients. Doueiri and his director of photography Tommaso Fiorilli  film the trial scenes as if they were action sequences and they prove to be just as exciting as any car chase.</p>\n<p>There is certainly a religious and cultural subtext with Doueiri specifically commenting on the divide between two marginalized groups in Lebanon. Even with little knowledge about the situation in Lebanon, the proper context is provided to understand the growing animosity between the two leads and why that eventually spills outside of the courtroom. However, <em>The Insult</em> isn’t in your face about its message and doesn’t point them towards a specific interpretation. Every viewer will walk away with their own idea of who is in the right or in the wrong in this confrontation. That there are two central conflicts we are witnessing (between the lawyers as well as the one with Tony and Yasser) only makes the story that much more interesting.</p>\n<p>The confrontation that breaks out in <em>The Insult</em> is a violent one, but the film shows that doesn’t necessarily have to be physical. Words can be violent, too. This is an involving film with clever dialogue that can take on multiple meanings, depending on who is delivering it. The cast makes the whole conflict believable with Ziad Doueiri guiding them along the way. The snowball effect portrayed here is effectively done and most people should understand the geo-politics in the film. It is almost difficult to further discuss the plot structure of <em>The Insult</em> without using spoilers, which shows how well Doueiri surprises the audience.</p>\n<p>&nbsp;</p>\n<p><strong>Stefan Ellison<br />\nTHE SCENE</strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/the-insult-movie-review/\">The Insult &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Maze Runner: The Death Cure – Movie Review</title>\r\n\t\t<link>http://thescenemagazine.ca/maze-runner-the-death-cure-movie-review/</link>\r\n\t\t<pubDate>Thu, 25 Jan 2018 15:08:02 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Stefan Ellison]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Movie Reviews]]></category>\r\n\t\t<category><![CDATA[MOVIES]]></category>\r\n\t\t<category><![CDATA[movie reviews]]></category>\r\n\t\t<category><![CDATA[movies]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69785</guid>\r\n\t\t<description><![CDATA[<p>While Maze Runner: The Death Cure takes a long time to reach the conclusion, it closes off the trilogy the way one anticipates it would.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/maze-runner-the-death-cure-movie-review/\">Maze Runner: The Death Cure &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<h1><strong>Maze Runner: The Death Cure – Movie Review</strong></h1>\n<p><strong>Rating: B- (Okay)</strong></p>\n<p><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/4-BTxXm8KSg?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p style=\"text-align: center\">Trailer/Thumbnail Courtesy 20th Century Fox</p>\n<p>It seems like so long ago that the dystopian young adult adaptation was a popular source of inspiration in Hollywood. <em>Maze Runner: The Death Cure</em> feels like the last remnant of that era, which will more than satisfy those who have eagerly watched Thomas’s battle against a zombie virus and determined government over the course of these films. The <em>Maze Runner</em> property has been one running on a lack of logic since the beginning and neither of the previous entries have been particularly memorable affairs. <em>The Death Cure</em> is probably the strongest one as there finally seems like there’s a sense of urgency here. While it takes a long time to reach the conclusion, it closes off the trilogy the way one anticipates it would.</p>\n<p><em>The Death Cure</em>’s strengths lie in its action scenes and while director Wes Ball could have relied a little less on shaky cam, they are well mounted and with an understanding of the characters’ motivations. The plot of this is rather simple: find the cure and stop the zombie virus. There are no ridiculous labyrinths and merely running around this time. There does seem to be a strategy with which the characters plan things out. This does allow Ball to craft a couple of inventive action sequences. The most amusing is one involving a bus that ends on a genuinely funny note. <em>The Death Cure</em> manages to handle the impressive task of featuring an entire ensemble of characters and giving them each something to do. Even Thomas Sangster’s often sidelined Newt has an actual arc in this entry.</p>\n<p>The screenplay does include some contrivances, including a few reveals that could very well lead to eye rolls. One of these effectively removes any sort of tension and finality from the story. A few other revelations only make the titular maze that much more of a pointless exercise and show how almost inept this evil organisation is. Speaking of which, the villains lack any real menace, with Patricia Clarkson’s chancellor feeling like a completely different person here. The continuing problems from the previous films also manifest here. The use of cutesy names like “Flare” for the virus and “Crank” for the zombies has always been an underwhelming attempt at world-building.</p>\n<p>Thomas exists as a blank slate protagonist for the audience to project themselves onto, but he nonetheless suffers from the “Chosen One” symptom of being told how great he is with little to show for it. Dylan O’Brien tries his best in the role, but one almost wishes that Newt or Rosa Salazar’s freedom fighter Brenda were the central focus. There is some promise from the potential arc of former Maze Runner Teresa working for the villains and the film does effectively show her concerns about the virus. Unfortunately, there is little emotional attachment towards these characters. That makes the attempts at pathos ring hollow. <em>The Death Cure</em> also runs far too long, although it is appreciative that they didn’t split the last book into two adaptations. However, upon reaching the 90 minute mark, it becomes a patient wait for them to finally find the titular death cure.</p>\n<p><em>Maze Runner: The Death Cure</em> doesn’t attempt to appeal beyond the series’ core fanbase and that’s fine. There is a fair amount to appreciate, especially since Wes Ball has managed to guide this franchise from the beginning. Hailing from the visual effects world, Ball does show some promise as a director and one hopes he gets the chance to work with stronger material. Watching <em>The Death Cure</em> is like saying a final farewell to this genre, with plenty of the clichés common in these young adult sagas. On the positive side, they also got to finish telling this story. <em>Divergent</em> wasn’t quite so lucky.</p>\n<p>&nbsp;</p>\n<p><strong>Stefan Ellison<br />\nTHE SCENE</strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/maze-runner-the-death-cure-movie-review/\">Maze Runner: The Death Cure &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Hostiles – Movie Review</title>\r\n\t\t<link>http://thescenemagazine.ca/hostiles-movie-review/</link>\r\n\t\t<pubDate>Thu, 18 Jan 2018 14:38:56 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Stefan Ellison]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Movie Reviews]]></category>\r\n\t\t<category><![CDATA[MOVIES]]></category>\r\n\t\t<category><![CDATA[movie reviews]]></category>\r\n\t\t<category><![CDATA[movies]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69780</guid>\r\n\t\t<description><![CDATA[<p>Hostiles throws in multiple subplots and too many characters and the Cheyenne Natives end up in the background most of the time. </p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/hostiles-movie-review/\">Hostiles &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<h1><strong>Hostiles – Movie Review</strong></h1>\n<p><strong>Rating: C (Average)</strong></p>\n<p><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/mmz-vgaMQ90?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p style=\"text-align: center\">Trailer/Thumbnail Courtesy Elevation Pictures</p>\n<p><em>Hostiles</em> is the sort of western one is surprised is still made these days. With wider knowledge about the Indigenous relationships with American settlers, the whole “cowboys and Indians” concept seems rather outdated. That’s not to say it can’t be done properly, but <em>Hostiles</em>’s vision of the Old West still keeps the focus principally on the white folks. Director Scott Cooper throws in multiple subplots and too many characters and the Cheyenne Natives end up in the background most of the time. Add in a plodding pace and unnecessary epilogues and this entire project feels like a short film that has been annoyingly stretched out.</p>\n<p>There is promise early on and Christian Bale gives a solid performance as a captain tasked with bringing a chief back to his land. This is clearly a man with a lot of anger and distrust inside of him, while still recognizing he has a job to do. The addition of Rosamund Pike as a grieving mother brings further conflict to the story, though this is also when focus starts to get split in half. When a disgraced sergeant, played by Ben Foster, is added to the party, the story gets particularly tedious. <em>Hostiles</em> feels like it finds a proper conclusion in the halfway point, but they obviously couldn’t release an hour long film. The second half of the picture ultimately becomes an obligation, rather than something that exists for proper storytelling purposes.</p>\n<p>Cooper does direct the gunfight scenes with a knowledge of where everyone is and the sound mixers deserve credit for making sure the shots kick the necessary punch. Director of photography Masanobu Takayanagi takes full advantage of the landscapes and mountainsides, although few cinematographers wouldn’t jump at the chance to shoot a western. It is the most photogenic genre, next to musicals. Cooper fills the cast with characters, but it’s hard to care about any of them. There is a bit of an attempt to show the remaining humanity in Jesse Plemons’s lieutenant, although not much beyond that. Those hoping to see a good chunk of up-and-coming young actor Timothee Chamalet will be left disappointed. One imagines he would have gotten more screen time had <em>Hostiles</em> been filmed after <em>Call Me By Your Name</em>’s festival run.</p>\n<p>The most aggravating portion of <em>Hostiles</em> comes in the third act, when Cooper misses a golden opportunity on when to end it. There has been a real epidemic lately of filmmakers disappointingly not noticing the ideal spot to close their stories. <em>Hostiles</em> might contain one of the worst offenders of this tiring trend. There is a perfectly satisfying finale to the story that brings a sense of an end and yet there is an extra fifteen or so minutes tacked on afterwards. It’s a gratuitous ending that comes across as rather insulting and just further highlights the major issue with <em>Hostiles</em> and how it sidelines its Indigenous protagonists.</p>\n<p><em>Hostiles</em> might have been perfectly acceptable as a short story, but there is not much to pin an entire feature film on. It proves it’s about time the western was revived in some major way, though many directors want to be John Ford and that is an admirable goal. As well acted and decently shot as <em>Hostiles</em> is, the pacing renders the entire film inert and just serves to highlight its multiple flaws. By the time it reaches the never ending climax, there is little in the story and its participants that is particularly compelling. It ultimately becomes a dour and dull experience and at times, rather offensive.</p>\n<p>&nbsp;</p>\n<p><strong>Stefan Ellison<br />\nTHE SCENE</strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/hostiles-movie-review/\">Hostiles &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Paddington 2 – Movie Review</title>\r\n\t\t<link>http://thescenemagazine.ca/paddington-2-movie-review/</link>\r\n\t\t<pubDate>Fri, 12 Jan 2018 19:11:51 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Stefan Ellison]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Movie Reviews]]></category>\r\n\t\t<category><![CDATA[MOVIES]]></category>\r\n\t\t<category><![CDATA[movie reviews]]></category>\r\n\t\t<category><![CDATA[movies]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69777</guid>\r\n\t\t<description><![CDATA[<p>Placing Paddington Bear in a story with both excellent British humour and a real mystery allows Paddington 2 to be extra special.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/paddington-2-movie-review/\">Paddington 2 &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<h1><strong>Paddington 2 – Movie Review</strong></h1>\n<p><strong>Rating: A- (Great)</strong></p>\n<p><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/sw7RElt-SvE?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p style=\"text-align: center\">Trailer/Thumbnail Courtesy Warner Brothers</p>\n<p>There was a genuine charm about Paul King’s first film adaptation of Michael Bond’s <em>Paddington</em> books that allowed it to be a winning experience for the entire family. For the sequel, he has expanded and continued the ideas of kindness and crafted a superior follow-up. This is the sort of movie that is needed more in today’s society, celebrating those that seek to make the world a better and friendlier place with their presence. Thus, Paddington Bear becomes one of the best screen heroes with his only weapon being a hard stare. Placing him in a story with both excellent British humour and a real mystery allows <em>Paddington 2</em> to be extra special.</p>\n<p>While the first film primarily focused on Paddington and his newfound friendship with the Brown Family, the sequel opens up Winsor Gardens and we see how the street has evolved with the addition of that little bear. King directs the early sequences with the proper flourish and enchantment, as aided by Dario Marianelli’s charming score. The animators have made Paddington even more expressive, thus further adding to the slapstick scenes. There is almost a Chaplin-esque quality in how Paddington moves, with the highlight being a barbershop sequence. That <em>Paddington 2</em> later pays direct homage to Charlie Chaplin is no coincidence. King and his co-writer Simon Farnaby establish character traits early on that pay off marvelously lately, which is a credit to how carefully structured their screenplay is.</p>\n<p>When Paddington is wrongfully sentenced to prison, King even brings a level of wonderment to those scenes. Rather than going for clichéd prison jokes, the new setting is taken full advantage of in showing Paddington dealing with life behind bars. Brendan Gleeson’s role as the jail’s cook is well developed with some fantastic interaction between him and Paddington. There is a clear Wes Anderson influence with how King and director of photography Erik Wilson frames the shots and costume designer Lindy Hemming also deserves mention for the inmate jumpsuits. A lot of humour is also gained from the additional plot of the Browns trying to prove his innocence, with Sally Hawkins given even more to do this time around. Hawkins might be one of the most expressive actresses working together, as also proven by <em>The Shape of Water</em>, and she is delightful as Mrs. Brown.</p>\n<p>Hugh Grant is also clearly enjoying himself as <em>Paddington 2</em>’s villain, a egotistical actor who takes on multiple roles. Phoenix Buchanan is a character that allows Grant to cut loose and he doesn’t play him like a traditional movie villain. Meanwhile, Ben Whishaw brings a warmth to Paddington’s voice, Peter Capaldi gets Mr. Curry’s grumpy side down and High Bonneville is the ideal straight man of the Brown Family. All of these talents, both on-screen and behind the scenes, add to the sweetness of the whole production. Paul King even throws in a lovely homage to the classic stop-motion <em>Paddington</em> animated series.</p>\n<p>Films like <em>Paddington 2</em> are the ones we should continue to treasure. It is the sort of optimistic and big hearted entertainment we could use more of in a world full of cynicism and distrust. Paul King and his team have crafted a film that celebrates kindness above all else and continues the spirit begun in Michael Bond’s beloved books. Every scene is beautifully crafted with the utmost love and it’s clear how much everyone involved has a clear adoration and appreciation for these characters. It will be hard not to smile through large portions of <em>Paddington 2</em> and that’s why the emotions are earned. It begs the question why we need movies like <em>Killing of a Sacred Deer</em>, when <em>Paddington 2</em> exists to brighten our day.</p>\n<p>&nbsp;</p>\n<p><strong>Stefan Ellison<br />\nTHE SCENE</strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/paddington-2-movie-review/\">Paddington 2 &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>The Commuter – Movie Review</title>\r\n\t\t<link>http://thescenemagazine.ca/the-commuter-movie-review/</link>\r\n\t\t<pubDate>Thu, 11 Jan 2018 16:00:17 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Stefan Ellison]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Movie Reviews]]></category>\r\n\t\t<category><![CDATA[MOVIES]]></category>\r\n\t\t<category><![CDATA[movie reviews]]></category>\r\n\t\t<category><![CDATA[movies]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69773</guid>\r\n\t\t<description><![CDATA[<p>The Commuter has Liam Neeson dealing with evil on a train and despite the Hitchcockian possibilities of that premise, there is a surprising lack of tension.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/the-commuter-movie-review/\">The Commuter &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<h1><strong>The Commuter – Movie Review</strong></h1>\n<p><strong>Rating: B- (Okay)</strong></p>\n<p><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/B7WU1__u1zU?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p style=\"text-align: center\">Trailer/Thumbnail Courtesy VVS Films</p>\n<p>Liam Neeson has really committed himself to these action heavy roles, primarily involving him punching his way through a perilous situation. It’s almost become its own subgenre with entries like <em>Liam Neeson in the Arctic</em> and <em>Liam Neeson on a Plane</em>. <em>The Commuter</em> has him dealing with evil on a train and despite the Hitchcockian possibilities of that premise, there is a surprising lack of tension. The concept definitely has promise, which the film explores early on. It’s also a credit to how Neeson has grown into these roles that his death-defying stunts are easily bought in this crazy suspension-of-disbelief filled world.</p>\n<p><em>The Commuter</em> sets up its premise rather simply as Neeson is tasked with finding a stranger on his train ride home. The movie even begins with a clever montage of his various mornings as he gets ready to take his long commute to work. The stakes are established, primarily given in a creepy performance from Vera Farmiga. Making the most of her little on-screen role, Farmiga displays so much of her character in that simple meeting. Even in a silly action movie like this, it’s nice to see a reminder of her acting prowess and what she brings to all of her performances. The rest of the show lies on Neeson and director Jaume Collet-Serra’s shoulders.</p>\n<p>There is a curiousity factor as Neeson moves from one train cabin to the next, although this is when believability takes a toll on the audience. One imagines the other passengers being a lot more weary and suspecting of Neeson early on as he does not display normal behaviour. The screenplay establishes each character’s archetypes and provides certain hints about whether they are the person Neeson is searching for. Most viewers will know that the stranger will be the last one he comes in contact with, which removes a bit of the tension. A lot of red herrings are thrown at the screen at every turn to slightly trick the viewer.</p>\n<p>The silliest moments come from the action sequences. If it weren’t for Neeson, these scenes would be even more ridiculous, including when he finds himself outside of the moving train. Once all is revealed, the special effects really start to take over as we get an extended finale. Sam Neill and Patrick Wilson are thrown into small roles, although they don’t leave quite the same impact as Farmiga. One hopes Neill was paid well for his two days work, although it’s difficult to complain whenever he shows up in a film. The whole film is really just another excuse for Liam Neeson to bring his action bravado to the screen.</p>\n<p>Honestly, that’s perfectly okay. It doesn’t take long to understand why these roles hold an appeal to him. <em>The Commuter</em> is altogether silly and lacks the proper tension to leave a heavy impact, but it’s serviceable enough. There is a B-movie feeling to these films as they don’t take themselves too seriously. Neeson is the only person who displays any level of seriousness and that oddly works in a “Leslie Nielson in <em>Airplane</em>” sort of way. <em>The Commuter</em> will be largely forgotten less than a week after the first viewing, but it’s fitting counter programming amongst the multiple Oscar-nominated features that will crowd multiplexes this month.</p>\n<p>&nbsp;</p>\n<p><strong>Stefan Ellison<br />\nTHE SCENE</strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/the-commuter-movie-review/\">The Commuter &#8211; Movie Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Elena Andujar – Flamenco In Time – Album Review</title>\r\n\t\t<link>http://thescenemagazine.ca/elena-andujar-flamenco-time-album-review/</link>\r\n\t\t<pubDate>Sun, 07 Jan 2018 20:46:55 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Owen Maxwell]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Album Reviews]]></category>\r\n\t\t<category><![CDATA[Electronic]]></category>\r\n\t\t<category><![CDATA[Funk]]></category>\r\n\t\t<category><![CDATA[Dance]]></category>\r\n\t\t<category><![CDATA[Elena Andujar]]></category>\r\n\t\t<category><![CDATA[Elena Andujar 'Flamenco In Time']]></category>\r\n\t\t<category><![CDATA[Elena Andujar 'Flamenco In Time' Album]]></category>\r\n\t\t<category><![CDATA[Elena Andujar 'Flamenco In Time' Album Review]]></category>\r\n\t\t<category><![CDATA[Flamenco]]></category>\r\n\t\t<category><![CDATA[Latin]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69745</guid>\r\n\t\t<description><![CDATA[<p>Commanding through the writing, Antonio Andujar drops this powerful debut with his team of musicians, making for an amazing update to flamenco and a clever take on electronic music. Able to marry genres without discrediting any of them, the album is a fun trip through Latin guitar and infectious dance beats. Through a blend of [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/elena-andujar-flamenco-time-album-review/\">Elena Andujar &#8211; Flamenco In Time &#8211; Album Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<p><a href=\"http://thescenemagazine.ca/wp-content/uploads/2017/12/Mady1922.jpg\"><img class=\"wp-image-69746\" src=\"http://thescenemagazine.ca/wp-content/uploads/2017/12/Mady1922.jpg\" alt=\"\" width=\"600\" height=\"764\" srcset=\"http://thescenemagazine.ca/wp-content/uploads/2017/12/Mady1922.jpg 800w, http://thescenemagazine.ca/wp-content/uploads/2017/12/Mady1922-236x300.jpg 236w, http://thescenemagazine.ca/wp-content/uploads/2017/12/Mady1922-768x977.jpg 768w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></a></p>\n<p><span style=\"color: #000000;\">Commanding through the writing, Antonio Andujar drops this powerful debut with his team of musicians, making for an amazing update to flamenco and a clever take on electronic music. Able to marry genres without discrediting any of them, the album is a fun trip through Latin guitar and infectious dance beats.</span></p>\n<p><span style=\"color: #000000;\">Through a blend of bluesy chords and a dark, mysterious jazz sound, &#8220;Una Vez Mas&#8221; starts the album with a menacing crawl of effects and harmonies. Even through all the layers of effects, the utter soul raly comes out in MyMy Lady G&#8217;s vocals and the guitars, making up for any part of the backing beat that can feel fairly robotic. The life really infuses into the music on &#8220;Fever&#8221; as the dance beats run higher and higher, taken further all the time by the trumpets. Emulating a bit of electronic-era Donna Summers, Andujar manages to update this classic suavely and almost unrecognizably in the best way possible.</span></p>\n<p><span style=\"color: #000000;\">Between &#8220;El Desportador&#8221; the Club Mix and Matt&#8217;s Latenight workout are very separate but comparable beasts. While both a tad overmixed on the bass, there&#8217;s a more predictable movement to Club Mix that make it much better suited to a constant drive of music. Matt&#8217;s Latenight Workout rides its overdriven bass and makes for a constant push of energy that makes something surprisingly more danceable, even throwing in some guitar solos.</span></p>\n<p><span style=\"color: #000000;\">&#8220;Es Asi&#8221; drops its own pile of grooving remixes, each with their own flavour. While the Club Mix doesn&#8217;t offer too much different from El Desportador, Matt &amp; MyMy&#8217;s Discofunk Mix really finds the perfect balance of retro electronic disco to be intoxicating, even using cheesy vocal samples to addictive ends. Matt&#8217;s Peak Hour Mix lets the more natural guitars play against a club beat for something that manages two sounds without losing either.</span></p>\n<p><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/5mYu32LbIpw?feature=oembed\" frameborder=\"0\" gesture=\"media\" allow=\"encrypted-media\" allowfullscreen></iframe></p>\n<p><a href=\"https://elenaandujar.bandcamp.com/\">Bandcamp</a>, <a href=\"https://www.facebook.com/WakeUpMusicGrp/\">Facebook </a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/elena-andujar-flamenco-time-album-review/\">Elena Andujar &#8211; Flamenco In Time &#8211; Album Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Agency – Resist – Album Review</title>\r\n\t\t<link>http://thescenemagazine.ca/agency-resist-album-review/</link>\r\n\t\t<pubDate>Sat, 06 Jan 2018 20:41:00 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Owen Maxwell]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Acoustic]]></category>\r\n\t\t<category><![CDATA[Album Reviews]]></category>\r\n\t\t<category><![CDATA[Hip Hop]]></category>\r\n\t\t<category><![CDATA[R&B]]></category>\r\n\t\t<category><![CDATA[Agency]]></category>\r\n\t\t<category><![CDATA[Agency 'Resist' Album]]></category>\r\n\t\t<category><![CDATA[Agency 'Resist' Album Review]]></category>\r\n\t\t<category><![CDATA[Agency 'Resist' Review]]></category>\r\n\t\t<category><![CDATA[Agency Album Reivew]]></category>\r\n\t\t<category><![CDATA[Album Review]]></category>\r\n\t\t<category><![CDATA[hip hop]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://thescenemagazine.ca/?p=69736</guid>\r\n\t\t<description><![CDATA[<p>Overtly political and frantic in its composition, the latest release from Agency is a soaring R&#38;B album for the ages. Cutting through our current state of affairs while keeping their music consistently fresh, the record is a constantly surprising groove of energy. Opening their album on a moody rendition of MLK&#8217;s mountaintop speech, the hopefulness [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/agency-resist-album-review/\">Agency &#8211; Resist &#8211; Album Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div id=\"fb-root\"></div>\n<p><a href=\"http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art.jpg\"><img class=\"wp-image-69737\" src=\"http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art.jpg\" alt=\"\" width=\"600\" height=\"600\" srcset=\"http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art.jpg 2783w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-150x150.jpg 150w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-300x300.jpg 300w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-768x768.jpg 768w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-1024x1024.jpg 1024w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-65x65.jpg 65w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-144x144.jpg 144w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-172x172.jpg 172w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-45x45.jpg 45w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-127x127.jpg 127w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-73x74.jpg 73w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-74x74.jpg 74w, http://thescenemagazine.ca/wp-content/uploads/2017/12/RESIST_Cover_Art-184x184.jpg 184w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></a></p>\n<p><span style=\"color: #000000;\">Overtly political and frantic in its composition, the latest release from <strong>Agency </strong>is a soaring R&amp;B album for the ages. Cutting through our current state of affairs while keeping their music consistently fresh, the record is a constantly surprising groove of energy.</span></p>\n<p><span style=\"color: #000000;\">Opening their album on a moody rendition of MLK&#8217;s mountaintop speech, the hopefulness in the speech is powerfully contrast with the modern sense of dread in &#8220;What&#8217;s Going On (Right Now)?.&#8221; While they really ramp up the dark feelings on &#8220;Till &amp; Marrow&#8221; as well, they start to spin this into some bright and bouncy pop on &#8220;Rumours&#8221; while still singing about how far systematic evil has put our society back. There&#8217;s an exciting sense of rebellion on the dance piano and vocals of &#8220;Backwards&#8221; where Agency professes fighting on even when everything is going against you.</span></p>\n<p><span style=\"color: #000000;\">&#8220;Desire&#8221; however totally ups the ante instrumentally as deep guitar and synth hooks spiral around in an electronic mesh. The track&#8217;s lyrical content critiques the do-good people who hurt those around them while looking out for themselves, tackling a topic sharply that is usually so hard to articulate. Lyrically beautiful in its visual dissection of modern America, &#8220;Black Boys On Mopeds&#8221; shines as the acoustic moment of the record, stripped down but solid enough to support the rest of the track.</span></p>\n<p><span style=\"color: #000000;\">The bottom half of the record is the most sonically interesting as they gain neon ambiance on &#8220;Machine Gun&#8221; and even a weird sense of hip hop jazz on &#8220;March On Babylon&#8221; with just the right pinch of early 2000s pop. While there&#8217;s a lot of burning emotional slow-burns on &#8220;Red To The Moon&#8221; and &#8220;Senses of Insecurity,&#8221; the amount of fresh hooks Agency drops within the fascinating walls of &#8220;Ice Cold,&#8221; really close out the album strong.</span></p>\n<p><a href=\"https://soundcloud.com/the_world_of_agency\">Soundcloud</a>, <a href=\"https://www.facebook.com/theworldofagency\">Facebook</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://thescenemagazine.ca/agency-resist-album-review/\">Agency &#8211; Resist &#8211; Album Review</a> appeared first on <a rel=\"nofollow\" href=\"http://thescenemagazine.ca\">The Scene Magazine</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t</channel>\r\n</rss>\r\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "ETag": "xF/eg73P4ciOdVyrbTqLvUTuh9o",
    "Content-Type": "text/xml; charset=UTF-8",
    "Cache-Control": "private, max-age=0",
    "Server": "GSE",
    "X-XSS-Protection": "1; mode=block",
    "Last-Modified": "Sun, 18 Feb 2018 15:04:31 GMT",
    "Content-Encoding": "gzip",
    "Date": "Sun, 18 Feb 2018 16:51:43 GMT",
    "X-Content-Type-Options": "nosniff",
    "Expires": "Sun, 18 Feb 2018 16:51:43 GMT"
  },
  "response_url": "http://feeds.feedburner.com/thescenemag"
}