{
  "requested_url": "http://feeds.feedburner.com/FP_TopStories?format=xml",
  "fetched_at": "2018-02-18T22:21:08.517240",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.feedburner.com/~d/styles/itemcontent.css\"?><rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" xmlns:postmedia=\"https://financialpostcom.wordpress.com\" xmlns:georss=\"http://www.georss.org/georss\" xmlns:geo=\"http://www.w3.org/2003/01/geo/wgs84_pos#\" xmlns:media=\"http://search.yahoo.com/mrss/\" xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" version=\"2.0\">\r\n\r\n<channel>\r\n\t<title>Financial Post - Top Stories</title>\r\n\t\r\n\t<link>http://business.financialpost.com</link>\r\n\t<description>Canada Business News | Financial Updates &amp; Information</description>\r\n\t<lastBuildDate>Sun, 18 Feb 2018 16:50:04 +0000</lastBuildDate>\r\n\t<language>en</language>\r\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\r\n\t<sy:updateFrequency>1</sy:updateFrequency>\r\n\t<generator>http://wordpress.com/</generator>\r\n<cloud domain=\"business.financialpost.com\" port=\"80\" path=\"/?rsscloud=notify\" registerProcedure=\"\" protocol=\"http-post\" />\r\n<atom:link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"http://business.financialpost.com/osd.xml\" title=\"Financial Post\" />\r\n\t\r\n<image><url>https://financialpostcom.files.wordpress.com/2017/09/financialpost-38x250.png</url><title>Financial Post</title><link>http://business.financialpost.com</link><description>Canada Business News | Financial Updates &amp; Information</description></image>\t<atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.feedburner.com/FP_TopStories\" /><feedburner:info uri=\"fp_topstories\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://business.financialpost.com/?pushpress=hub\" /><item>\r\n\t\t<title>KiWi’s marketplace loans set for imminent Canadian debut</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/Lhd_mlaovUo/kiwis-marketplace-loans-set-for-imminent-canadian-debut</link>\r\n\t\t<comments>http://business.financialpost.com/news/fp-street/kiwis-marketplace-loans-set-for-imminent-canadian-debut#respond</comments>\r\n\t\t<pubDate>Fri, 16 Feb 2018 22:01:42 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Barry Critchley]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[FP Street]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=1545005</guid>\r\n\t\t<description><![CDATA[Kilgour Williams out to establish relationships with Canadian platforms for its Private Credit Fund]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>The next stage in the development of Canada’s first credit fund that invests in marketplace loans — unsecured consumer and small business loans provided by online lending companies — is set to play out over the next month.</p>\n<p>The gang behind KiWi Private Credit Fund — formed last summer with $30 million of contributions from institutional and high-net-worth investors — is planning to meet the Canadian platforms.</p>\n<p>The idea is to see whether a relationship — similar to the ones that the fund’s manager, Kilgour Williams Capital, has with three U.S. platforms — can be formed in Canada, even if the local market is not as well developed as the U.S.&#8217;s.</p>\n<p>“We are looking to launch in Canada,” Colin Kilgour, the Toronto-based fund&#8217;s portfolio manager, said of the expansion plans that will require due diligence on the platforms. Expansion will also be helped by the extent to which its investors — either institutional or high-net-worth individuals — are attracted to the growing private-debt asset class. (Entities including Bridging Finance and Third Eye Capital also operate in this sector.)</p>\n<p>As a manager, Kilgour Williams sits in an enviable position. Thanks to relationships it has established with its three U.S. platforms — Lending Club, Prosper and Biz2Credit — it is not required to source or originate the loans. Instead, it selects from what it is offered with the goal being to create a diversified portfolio of loans that it owns.</p>\n<p>Nor is it involved in administering the loans. “Our strength is portfolio management, credit management and fund management,”&nbsp;Kilgour said, as opposed to the sourcing, underwriting, selling and servicing loan skills of the fintech companies.</p>\n<p>“We get paid for managing the credit risk,” he said, noting the portfolio of amortizing loans spins off cash on a regular basis, which must be reinvested. Those cash flows are boosted because the borrower can often prepay the loan without penalty.</p>\n<p>This week, Kilgour Williams issued its January 2018 report that shows the fund has now fully deployed the $30 million provided by the original backers. To invest that $30 million takes a lot of work, given that the fund’s average loan is US$12,254. Of its 2,000 loans, 90 per cent are consumer loans with small business loans making up nine per cent. (Cash accounts for the other one per cent.) From a yield perspective, the original loans are attractive as they come with an average interest rate of 17.02 per cent. Of the loans, 95.8 per cent are current; four per cent are late and a mere 0.2 per cent are in default.</p>\n<p>The January numbers are similar to December&#8217;s. Then the average interest and the average loan provided were a tad smaller at 15.75 per cent and US$12,026, respectively.</p>\n<p>For those who provided the original $30 million investment, the news is also good. For January, the distribution was 0.7 per cent, or 8.40 per cent on an annual basis — in line with the target rate of return. At 0.7 per cent the distribution is the highest so far.</p>\n<p>“Over the past six weeks there has been considerable volatility in equities and bond markets,” said Kilgour, noting that inflation fears have led to a selloff in fixed income markets. “But in the private-credit world, we have a stable net asset value and we are splitting our income.”</p>\n<p>If rates rise, Kilgour argues the portfolio’s short duration (the relationship between price and a change in interest rates) will provide some protection. “We will be reinvesting principal at the higher rates,” he said.</p>\n<p><em>Financial Post</em></p>\n<p><em>bcritchley@postmedia.com</em></p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lhd_mlaovUo:MjoW7bo9gzA:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lhd_mlaovUo:MjoW7bo9gzA:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=Lhd_mlaovUo:MjoW7bo9gzA:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lhd_mlaovUo:MjoW7bo9gzA:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=Lhd_mlaovUo:MjoW7bo9gzA:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lhd_mlaovUo:MjoW7bo9gzA:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lhd_mlaovUo:MjoW7bo9gzA:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=Lhd_mlaovUo:MjoW7bo9gzA:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/Lhd_mlaovUo\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/fp-street/kiwis-marketplace-loans-set-for-imminent-canadian-debut/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<postmedia:alexa><![CDATA[KiWi's marketplace loans set for imminent Canadian debut. The next stage in the development of Canada’s first credit fund that invests in marketplace loans — unsecured consumer and small business loans provided by online lending companies — is set to play out over the next month.]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/adc_entrepreneur03.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/adc_entrepreneur03.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">aDC_Entrepreneur03</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://2.gravatar.com/avatar/28b73bc5a26bcbea797cc3cbc2c6a3b3?s=96&amp;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">bcritchley</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/fp-street/kiwis-marketplace-loans-set-for-imminent-canadian-debut</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Aecon CEO accuses vocal critic of $1.5-billion deal to buy his company of ‘corrupting the process’</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/iT1MyIBOAyg/aecon-ceo-accuses-critic-of-1-5b-deal-to-buy-his-company-of-corrupting-the-process</link>\r\n\t\t<comments>http://business.financialpost.com/news/aecon-ceo-accuses-critic-of-1-5b-deal-to-buy-his-company-of-corrupting-the-process#respond</comments>\r\n\t\t<pubDate>Fri, 16 Feb 2018 21:21:17 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jesse Snyder]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Aecon Group Inc.]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=1543449</guid>\r\n\t\t<description><![CDATA[Aecon CEO John Beck says efforts to block CCCC’s purchase of Aecon distract from the fact that Canada’s construction industry is increasingly in need of international backing]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>OTTAWA — John Beck, the chief executive of Aecon Group Inc., was as confused as anyone when Michael Beattie issued a press release last August claiming his company was “pursuing all avenues” to purchase one of Canada&#8217;s largest publicly listed construction firms.</p>\n<p>“I had no idea who he was — I had never heard of him or his company before,” Beck told the Financial Post in an exclusive interview.</p>\n<p>So it must have been even more surprising when Beattie emerged in the past few weeks as a vocal critic of a proposed $1.51-billion purchase of Aecon by the state-owned&nbsp;China Communications Construction Co. Ltd. (CCCC) — a deal that has been sharply opposed by domestic construction companies and some members of Parliament, and is now under national security review.&nbsp;</p>\n<ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/opinion/terence-corcoran-who-needs-fake-news-when-the-regular-media-is-already-so-irritating\">Terence Corcoran: Who needs fake news when the regular media is already so irritating?</a></li><li><a href=\"http://business.financialpost.com/investing/aecon-a-stepping-stone-for-beijing-fears-rise-as-ottawa-decides-on-1-5b-deal\">Aecon a &#039;stepping stone&#039; for Beijing: Fears rise as Ottawa decides on $1.5-billion deal</a></li></ul>\n<p>According to the federal lobbyist registry, Beattie was registered to lobby government officials, including the Prime Minister’s Office and the Innovation, Science and Economic Development Canada office that is overseeing a review of the acquisition. A lobbyist confirmed to the Financial Post Beattie did not meet with PMO officials, but did meet with officials at Investment Canada. Beattie was also quoted in a media report condemning the deal.</p>\n<p>His meetings were part of a broader lobbying effort in Ottawa after the deal was announced in October, in which lobbyists circulated documents to media detailing some of the ethically dubious or even unlawful activities committed by CCCC, in other countries. Beattie joined other critics in urging Ottawa to review the proposed deal.</p>\n<p>“What I don’t like is the negative campaign that’s been run by people of questionable repute and their representatives,” Beck said. “I think it’s distorting and corrupting the process.”</p>\n<p>Despite claims of being a &#8220;highly regarded&#8221; and successful businessman, Beattie’s name is not known in either construction or financial circles, according to representatives at Aecon and one financial industry insider.</p>\n<p>One source familiar with the matter said Beattie did not approach the financial advisers, BMO Capital Markets and TD Securities, after he issued the initial press release. Nor did he request access from Aecon to the confidential corporate information that buyers typically demand.</p>\n\n<p>Beattie engaged&nbsp;Ottawa-based lobby firms Ensign Canada and Navigator Ltd., and a financing company named Novatrek Capital GmbH based in Switzerland, to represent him in late January and early February in talks with various government officials. The two Ottawa firms have since unregistered with him.&nbsp;</p>\n<p>Days after those meetings took place, Aecon issued a press release disputing Beattie&#8217;s comments, saying the company was “unable to find any evidence that Mr. Beattie is a ‘veteran construction industry executive.’”</p>\n<p>Beattie&#8217;s company MBM Consulting and Construction Corp., which he claims to have established in 1995 according to an online bio, and subsidiaries MBM Consulting and MBM Investment Corp., do not appear to be registered, according to searches by the Financial Post. Beattie declined to comment.</p>\n<p>Beck said efforts to block the deal are largely misguided, arguing that Canada&#8217;s construction industry has already been heavily invested in by massive European and U.S. construction firms. The U.S.&#8217;s Bechtel Corp., Spain&#8217;s Grupo ACS and South Korea&#8217;s Samsung are just a few conglomerates that have outbid Canadian rivals in recent years.&nbsp;</p>\n<p>“I don’t understand what the campaign is about — it’s mostly been a misrepresentation of the facts,” he said.</p>\n<p>Beattie met with officials at Investment Canada and two conservative members of Parliament, Tony Clement and Erin O’Toole, both of whom oppose the deal.</p>\n<p>“At the core, he had the same concerns,” O’Toole said of his Jan. 31 meeting with Beattie. “He was also really trying to establish his bona fides, which was very unusual. He would talk about his family’s long history in the industry and things like that — it was very Canadiana focused.”</p>\n\n<p>Clement, for his part, said “it was a courtesy meeting,” and that he had “made up (his) mind about the Aecon transaction weeks before” he had met Beattie.</p>\n<p>Beck said that efforts to block CCCC’s purchase of Aecon distract from the fact that Canada’s construction industry is increasingly in need of international backing as the market becomes more global.</p>\n<p>“To be able to compete and to survive on our own soil, we need to find some way to find financial support and backing,” Beck said. “We went through a very careful and very diligent sales process, and searched for buyers around the world, and the Chinese were particularly interested.</p>\n<p>“The industry over the past five to 10 years has been increasingly populated by large international companies, because our governments — both provincial and federal — have gone out of their way to attract them to come to Canada,” he said.</p>\n<p>Even so, many experts argue that Chinese foreign direct investment deserves a unique level of scrutiny. Allegations have emerged in recent years in Australia, Britain, the United States and elsewhere of increased attempts by the Chinese to influence local policy decisions, often by bribing officials. Experts say these efforts are often channeled through state-run enterprises, which act as an arm of the government.</p>\n<p>Both the Conservative opposition and the NDP in Ottawa had called for a national security review on the deal. Some, including Conservative MP Maxime Bernier, alleged that Prime Minister Justin Trudeau&#8217;s ambition to sign a trade deal with China could cloud the final decision.&nbsp;</p>\n<p>Beck said the role of what his company actually does on site, including at nuclear facilities or on telecommunications infrastructure, has been misrepresented by opponents.&nbsp;</p>\n<p>“We’re a construction company. We install things, we cut and weld things, we have no intellectual property, we have no secret information,&#8221; he said. &#8220;We have no sensitive activities.”</p>\n<p><em>• Email: <a href=\"mailto:jsnyder@nationalpost.com\">jsnyder@nationalpost.com</a> | Twitter: <a href=\"https://twitter.com/jesse_snyder\" class=\"twitter-follow-button\">jesse_snyder</a></em></p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=iT1MyIBOAyg:s4YvTVJtApU:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=iT1MyIBOAyg:s4YvTVJtApU:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=iT1MyIBOAyg:s4YvTVJtApU:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=iT1MyIBOAyg:s4YvTVJtApU:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=iT1MyIBOAyg:s4YvTVJtApU:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=iT1MyIBOAyg:s4YvTVJtApU:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=iT1MyIBOAyg:s4YvTVJtApU:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=iT1MyIBOAyg:s4YvTVJtApU:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/iT1MyIBOAyg\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/aecon-ceo-accuses-critic-of-1-5b-deal-to-buy-his-company-of-corrupting-the-process/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<postmedia:alexa><![CDATA[Aecon CEO accuses vocal critic of $1.5-billion deal to buy his company of 'corrupting the process'. OTTAWA — John Beck, the chief executive of Aecon Group Inc., was as confused as anyone when Michael Beattie issued a press release last August claiming his company was “pursuing all avenues” to purchase one of Canada's largest publicly listed construction firms.]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/0210_biz_wire_aecona.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/0210_biz_wire_aecona.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">CED</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://0.gravatar.com/avatar/9c4dea74298fb001d7d166088bf917e9?s=96&amp;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">jessesnyder10</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/aecon-ceo-accuses-critic-of-1-5b-deal-to-buy-his-company-of-corrupting-the-process</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Canada’s corporate tax rates remain competitive in spite of U.S. cuts, Morneau says</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/EEF8BZvxIPk/canadas-corporate-tax-rates-remain-competitive-in-spite-of-u-s-cuts-morneau-says</link>\r\n\t\t<comments>http://business.financialpost.com/news/economy/canadas-corporate-tax-rates-remain-competitive-in-spite-of-u-s-cuts-morneau-says#respond</comments>\r\n\t\t<pubDate>Fri, 16 Feb 2018 19:47:21 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Bloomberg News]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Economy]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Canadian Economy]]></category>\r\n\t\t<category><![CDATA[corporate taxes]]></category>\r\n\t\t<category><![CDATA[Federal Budget 2018]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=1544934&amp;preview=true&amp;preview_id=1544934</guid>\r\n\t\t<description><![CDATA[Prime Minister Justin Trudeau's government is facing calls to cut taxes for Canadian business after the U.S. lowered corporate rates]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>Finance Minister Bill Morneau said Canada&#8217;s tax rates remain competitive, even as a key business group recommends his government follow U.S. cuts.</p>\n<p>Morneau met Friday with private-sector economists in Toronto ahead of his Feb. 27 budget. He said they discussed the impact of U.S. tax changes, as well as ongoing talks to revamp the North American Free Trade Agreement. He declined to say if corporate tax cuts were on the table on this side of the border in the wake of the Trump administration&#8217;s tax overhaul.</p>\n<p>&#8220;We want to make sure we really understand those impacts but in the context of a broader and successful Canadian economy, in the context of a place where people want to come to and not only build a business but build a life,&#8221; Morneau told reporters after his meeting.&nbsp;</p>\n<ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/economy/trudeaus-finance-chief-has-little-room-for-new-budget-measures\">Finance Minister Bill Morneau has little room for new budget spending</a></li><li><a href=\"http://business.financialpost.com/news/economy/canada-should-cut-corporate-tax-rate-and-incentivize-high-tech-investments-mintz\">Canada should cut corporate tax rate, incentivize high-tech investments in wake of U.S. tax reforms: Mintz</a></li><li><a href=\"http://business.financialpost.com/opinion/jack-mintz-if-trudeau-ever-accepts-reality-heres-how-he-can-save-canadas-competitiveness\">Jack Mintz: If Trudeau ever accepts reality, here’s how he can save Canada’s competitiveness</a></li></ul>\n<p>Prime Minister Justin Trudeau&#8217;s government is facing calls to cut taxes for Canadian business after the U.S. lowered corporate rates. In a letter to Morneau this week, the Business Council of Canada &#8212; which represents chief executives from dozens of major companies &#8212; said the country &#8220;must move quickly to shore up its business tax competitiveness.&#8221;</p>\n<p>Morneau said this year&#8217;s budget would build off the last two, at a time when a slowing economy is leaving him with little room for new spending. Canada led the Group of Seven in economic growth in 2017 but is poised to fall to third-place, behind the U.S. and Germany, according to a Bloomberg survey of economists.</p>\n<p>&#8220;We urge you to take decisive action now to bolster private-sector confidence in the Canadian economy, discourage capital flight and increase the incentives for new business investment,&#8221; business council President John Manley said in his letter to Morneau, dated Tuesday. Manley, himself a former finance minister, suggested an immediate cut to corporate taxes as one option.</p>\n<p>Morneau said Friday that in the short-term the budget will be about &#8220;making sure everyone can be successful in our economy&#8221; so that in the longer term, it can be innovative and create jobs for more Canadians. &#8220;We know that women can have a higher participation rate in our workforce, we know that they&#8217;re not getting the same returns from their work. But we also know that over the long-term we need to focus on research and science.&#8221;</p>\n<p>The private-sector economists had a diversity of views, Morneau said, but many argued Canada&#8217;s economy is in a position to weather challenges.&nbsp;&#8220;The best way we can think about uncertainties and risks is by having a strong and resilient economy.&#8221;</p>\n<p>Morneau reiterated his commitment to reducing Canada&#8217;s debt relative to the size of its gross domestic product but declined to say whether he&#8217;ll balance the budget.</p>\n<p><a href=\"http://www.bloomberg.com\"><em>Bloomberg.com</em></a></p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=EEF8BZvxIPk:BxtsFGeg0wk:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=EEF8BZvxIPk:BxtsFGeg0wk:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=EEF8BZvxIPk:BxtsFGeg0wk:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=EEF8BZvxIPk:BxtsFGeg0wk:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=EEF8BZvxIPk:BxtsFGeg0wk:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=EEF8BZvxIPk:BxtsFGeg0wk:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=EEF8BZvxIPk:BxtsFGeg0wk:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=EEF8BZvxIPk:BxtsFGeg0wk:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/EEF8BZvxIPk\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/economy/canadas-corporate-tax-rates-remain-competitive-in-spite-of-u-s-cuts-morneau-says/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<postmedia:alexa><![CDATA[Canada's corporate tax rates remain competitive in spite of U.S. cuts, Morneau says. Finance Minister Bill Morneau said Canada's tax rates remain competitive, even as a key business group recommends his government follow U.S. cuts.]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/0216morneau.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/0216morneau.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">0216morneau</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://2.gravatar.com/avatar/2c61c569c35df1bfebdf8601ae03b90f?s=96&amp;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Bloomberg News</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/economy/canadas-corporate-tax-rates-remain-competitive-in-spite-of-u-s-cuts-morneau-says</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>As Trudeau heads to India, there’s much more than a few photo ops at stake</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/nEvJrHj6-yU/as-trudeau-heads-to-india-theres-much-more-than-a-few-photo-ops-at-stake</link>\r\n\t\t<comments>http://business.financialpost.com/news/economy/as-trudeau-heads-to-india-theres-much-more-than-a-few-photo-ops-at-stake#respond</comments>\r\n\t\t<pubDate>Fri, 16 Feb 2018 19:19:53 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Kevin Carmichael]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Economy]]></category>\r\n\t\t<category><![CDATA[Canadian Economy]]></category>\r\n\t\t<category><![CDATA[India]]></category>\r\n\t\t<category><![CDATA[Justin Trudeau]]></category>\r\n\t\t<category><![CDATA[Trade]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=1544596</guid>\r\n\t\t<description><![CDATA[India is a trickier place for the Prime Minister to go than other world leaders, who can visit without having to worry about domestic political considerations]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>I was listening over the phone, so I don’t know who put the question, but it was a good one: Why isn’t the prime minister going to Bangalore?</p>\n<p>Bangalore is the name the British gave to Bengaluru, the capital of the southern Indian state of Karnataka, which went back to the original in 2014.</p>\n<p>It is the kind of place where Justin Trudeau likes to hang out when he goes abroad on official business.</p>\n<p>Like Hangzhou in China, which Trudeau toured in 2016, and San Francisco, which he visited last week, Bengaluru is home to a big cluster of ambitious technology companies.</p>\n<ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/economy/despite-trumps-proposed-budgetary-profligacy-theres-still-an-argument-for-fiscal-restraint\">Trump’s extravagance all the more reason for Canada to tighten its belt</a></li><li><a href=\"http://business.financialpost.com/news/economy/old-economy-pains-shackle-canadas-trudeau-in-silicon-valley\">Old economy pains holding back Trudeau’s quest to remake Canada as a tech leader</a></li><li><a href=\"http://business.financialpost.com/commodities/energy/increased-complexity-ottawas-new-energy-rules-seen-as-vague-with-open-ended-timelines\">Nothing to attract investment here — experts weigh in on Canada’s new resource project rules</a></li></ul>\n<p>The Prime Minister wants these firms to know they are welcome in Canada. In Hangzhou, Alibaba Group Holding Ltd. thanked Trudeau for coming by creating a <a href=\"http://business.financialpost.com/news/retail-marketing/chinese-e-commerce-giant-alibaba-courts-canadian-sellers-to-its-platform\">“pavilion” for Canadian merchants on its digital marketplace</a>. San Francisco’s Salesforce <a href=\"https://www.newswire.ca/news-releases/salesforce-to-invest-2-billion-in-its-canadian-business-over-five-years-673375623.html\">said</a> during Trudeau’s swing through Northern California that it would invest more than $2 billion in Canada over the next five years.</p>\n<p>Next up for Canada’s prime minister: India, where he begins a week-long trip on Sunday. But if any of Bengaluru’s tech billionaires want the Alibaba treatment, they are going to have to seek out Trudeau on their own time and dime. The plan is to stop in five cities, but India’s tech capital isn’t one of them.</p>\n<p>“We’re doing as much as we can,” someone from the Prime Minister’s Office told reporters who had gathered to hear about the trip.</p>\n<p>To be fair, India is a trickier place for Trudeau to go than, say, German Chancellor Angela Merkel, who can visit the Asian subcontinent without having to worry about domestic political considerations.</p>\n<p>Trudeau, however, has to think about expectations back home.</p>\n<p>You might have heard the prime minister <a href=\"http://www.thehindu.com/news/international/i-have-more-sikhs-in-cabinet-than-modi-canadian-pm/article8348687.ece\">boast that he has more Sikhs in his cabinet than his Indian counterpart</a>, Narendra Modi. That’s a great expression of diversity, but it necessitates a stop in Punjab, the northwestern state that is both the spiritual home of Sikhs and the majority of Canada’s Indian diaspora.</p>\n<p>Trudeau also will visit Gujarat, home state of both Modi and another large Indo-Canadian voting bloc. When a Canadian politician visits India, he or she is also campaigning. The denizens of Bengaluru might have money to invest, but Punjabis and Gujaratis deliver votes. &nbsp;</p>\n<p>Chatter about politics will intrude on Trudeau’s stay in India because the trailing press will struggle to find enough hard news to keep it busy.</p>\n<p>India, which has taken over from China as the fastest growing major economy, is an important target as Canada attempts to diversify its commercial partners. And while there is lots of potential, Canada’s relationship with India remains a work in progress.</p>\n<p>In <a href=\"https://pm.gc.ca/eng/minister-international-trade-mandate-letter\">the mandate letter Trudeau wrote for his trade minister</a>, India was one of only two countries mentioned by name. (China was the other.) This is Trudeau’s first trip, but there have been eleven ministerial visits during his watch, a sharp increase from the Harper years.</p>\n<p>Desire only takes you so far. <a href=\"http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/india-inde/fta-ale/background-contexte.aspx?lang=eng\">The proposed Canada-India Comprehensive Economic Partnership Agreement remains stuck</a>, even though negotiators have been working on it since 2010. Talks over an investment-protection treaty have been deadlocked for even longer.</p>\n<p>Modi is a little like U.S. President Donald Trump in that <a href=\"https://www.hindustantimes.com/india-news/globalisation-is-losing-its-lustre-modi-tells-davos-summit/story-6wKXORU466klft7HEATY0J.html\">when he says India is open for business</a>, he means he’d like you to come and spend money in his country. <a href=\"http://www.livemint.com/Opinion/TjhwiyIuWRAjVma8IsneKI/Indias-protectionist-folly.html\">He is less keen about buying anything that he thinks could be made in India</a>. His government’s latest budget raised import tariffs on smartphones and other electronics, for example. That won’t hurt Canada much, but the new duties reflect a larger protectionist impulse among India’s politicians and bureaucrats.</p>\n<p>Canada’s exporters of lentils and peas know what I’m talking about.</p>\n<p>They have done incredibly well in South Asia in recent years. <a href=\"https://www.theglobeandmail.com/report-on-business/rob-commentary/executive-insight/canada-taking-slow-boat-on-trade-with-fast-growing-india/article21790032/\">When I met former Saskatchewan premier Brad Wall in Mumbai in 2014</a>, he boasted that his province was responsible for about half of Canada’s merchandise exports to India. That’s because Saskatchewan is an excellent place to grow lentils and chickpeas, staples of the Indian diet, and because it is home to one of the world’s big producers of fertilizer. A population of more than 1 billion people needs a lot of food.</p>\n<div id=\"attachment_1544925\" style=\"max-width: 650px\" class=\"wp-caption aligncenter\"><a href=\"http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg\"><img data-attachment-id=\"1544925\" data-permalink=\"http://business.financialpost.com/news/economy/as-trudeau-heads-to-india-theres-much-more-than-a-few-photo-ops-at-stake/attachment/0216pulses\" data-orig-file=\"http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg\" data-orig-size=\"1000,750\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;Copyright 2018 The Associated Press. All rights reserved.&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"0216pulses\" data-image-description=\"&lt;p&gt;Dried pulses at a market in New Delhi, India.&lt;/p&gt;\n\" data-medium-file=\"http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg?w=300\" data-large-file=\"http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg?w=640\" class=\"size-large wp-image-1544925\" src=\"http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg?w=640&#038;h=480\" alt=\"\" width=\"640\" height=\"480\" srcset=\"http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg?w=640&amp;h=480 640w, http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg?w=150&amp;h=113 150w, http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg?w=300&amp;h=225 300w, http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg?w=768&amp;h=576 768w, http://wpmedia.business.financialpost.com/2018/02/0216pulses.jpg 1000w\" sizes=\"(max-width: 640px) 100vw, 640px\"></a><p class=\"wp-caption-text\">Dried pulses at a market in New Delhi, India.</p></div>\n<p>But commodities are a shaky foundation on which to build a commercial relationship with India.</p>\n<p>Modi <a href=\"http://www.dailymail.co.uk/indiahome/indianews/article-3347689/Modi-calls-strategy-make-India-s-pulse-market-self-sufficient-2020.html\">said</a> in 2015 that he wanted his country to be self-sufficient in pulses. He probably won’t manage that, as Indian agriculture is famously inefficient, but that doesn’t mean he won’t try. At the end of last year, India issued <a href=\"https://www.producer.com/2017/11/surprise-indian-duty-on-peas-leaves-canada-scrambling/\">a surprise 50-per-cent tax on pea imports to offset a price drop that was hurting local farmers</a>. That was only the latest example of trade harassment, and suddenly pulses don’t look like such a great bet. Canadian farmers say they will cut their lentil acreage by about 30 per cent this year, and pea plants look set to drop to a seven-year low, <a href=\"//business.financialpost.com/commodities/agriculture/pea-boom-goes-bust-as-canada-farmers-ditch-pulses-for-canola\">Bloomberg News reported this week</a>, citing federal survey data. &nbsp;</p>\n<p>This is why Bengaluru matters. If Canada is going to build a vibrant commercial relationship with India, it must move beyond protein and fossil fuels to include an emphasis on innovation and technology.</p>\n<p>“We need to build a brain chain,” Kasi Rao, president of the Canada-Indian Business Council, said.</p>\n<p>India’s gross domestic product will increase by the equivalent of about $2 billion over the next five years, while the population expands to 1.4 billion from 1.3 billion currently, according to forecast by the International Monetary Fund. A country that big, and growing that fast, will require lots of resources and Canada is among a small group of countries well placed to supply them.</p>\n<p>But India and Canada are also well placed to help each other’s tech industries battle the giants of Silicon Valley and China.</p>\n<p>Take SOTI Inc., a Mississauga, Ont.-based maker of mobile software.</p>\n<p>The company is growing faster than Canada can support. Founder and chief executive Carl Rodrigues couldn’t find enough software engineers to keep up with surging orders. So he had a choice: settle for running a smaller company, or go find the talent he needed.</p>\n<p>A couple of years ago, he set up an office in Gurgaon, officially Gurugram, a suburb of New Delhi. SOTI now employs about 200 people in the sort of fancy workspace-cum-playpen that is the norm in the tech business. “That is what you have to do to attract people,” even in India, Rodrigues said of his investment in interior design. “We have to find places where we can find the people.”</p>\n<p>Another example of Rao’s “brain chain” would be the startup incubator that Ryerson University runs in Mumbai with the Bombay Stock Exchange.</p>\n<div id=\"attachment_1544928\" style=\"max-width: 650px\" class=\"wp-caption aligncenter\"><a href=\"http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg\"><img data-attachment-id=\"1544928\" data-permalink=\"http://business.financialpost.com/news/economy/as-trudeau-heads-to-india-theres-much-more-than-a-few-photo-ops-at-stake/attachment/0216rodrigues\" data-orig-file=\"http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg\" data-orig-size=\"1000,750\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"0216rodrigues\" data-image-description=\"&lt;p&gt;SOTI founder and chief executive Carl Rodrigues. &lt;/p&gt;\n\" data-medium-file=\"http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg?w=300\" data-large-file=\"http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg?w=640\" class=\"size-large wp-image-1544928\" src=\"http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg?w=640&#038;h=480\" alt=\"\" width=\"640\" height=\"480\" srcset=\"http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg?w=640&amp;h=480 640w, http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg?w=150&amp;h=113 150w, http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg?w=300&amp;h=225 300w, http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg?w=768&amp;h=576 768w, http://wpmedia.business.financialpost.com/2018/02/0216rodrigues.jpg 1000w\" sizes=\"(max-width: 640px) 100vw, 640px\"></a><p class=\"wp-caption-text\">SOTI founder and chief executive Carl Rodrigues.</p></div>\n<p>But you shouldn’t assume the investment would be one way. One97 Communications Ltd., an Indian fintech company valued at about US$10 billion, has a research centre in Toronto. The company’s payments brand, Paytm, recently released its app in Canada, highlighting the country’s potential as a staging ground for a bigger assault on the North American market.</p>\n<p>It all looks so perfect on paper that you’d think David Ricardo had Canada and India in mind when he developed his theory of comparative advantage in the first part of the 1800’s.</p>\n<p>Reality is much different. Canada does more trade with seven other countries than it does with India, which, when you consider the U.S. accounts for three-quarters of our international sales, means we effectively do nothing of significance with an economy that is growing around 7 per cent per year.</p>\n<p>That’s because it is very difficult for outsiders to make money there.</p>\n<p>Business in India is conducted in person, and it takes more than half a day to get there from Toronto. The Indian market is huge, but it still is a very poor country, meaning a company has to sacrifice profit margins to be competitive there. And even though things are getting better, <a href=\"http://www.worldbank.org/en/news/press-release/2017/10/31/india-jumps-doing-business-rankings-with-sustained-reform-focus\">India still sits in the bottom half of the World Bank’s annual ease of doing business rankings</a>. For example, it takes 1,445 days to enforce a contract, longer than 15 years ago, according to the World Bank’s calculations. Throw in some serious culture shock, and you can understand why so many Canadian executives gave up over the past few decades.</p>\n<p>“If you walk into India and you think it’s just like Canada, you are going to be in trouble,” said Rodrigues, who was born in the southern Indian state of Goa and moved to Canada as a boy. “We found someone who knows the Indian market,” he added. “This guy managed to make stuff happen in a faster way.”</p>\n<p>Trudeau’s trip, and the relentless stream of ministerial visits that he has ordered, also will make stuff happen in a faster way. Canadians tend to see trade missions as boondoggles, but they matter in Asia, where politicians retain significant sway over private business decisions.</p>\n<p>We might think it stupid and shallow, but those with whom we are trying to cut deals don’t. That’s why we should hope Trudeau hasn’t caused too much offense by snubbing Bengaluru. Maybe next time.</p>\n<p><em>• Email: <a href=\"mailto:kcarmichael@nationalpost.com\">kcarmichael@nationalpost.com</a> | Twitter: <a href=\"http://twitter.com/carmichaelkevin” class=\">CarmichaelKevin</a></em></p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=nEvJrHj6-yU:9oURce1tBs0:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=nEvJrHj6-yU:9oURce1tBs0:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=nEvJrHj6-yU:9oURce1tBs0:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=nEvJrHj6-yU:9oURce1tBs0:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=nEvJrHj6-yU:9oURce1tBs0:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=nEvJrHj6-yU:9oURce1tBs0:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=nEvJrHj6-yU:9oURce1tBs0:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=nEvJrHj6-yU:9oURce1tBs0:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/nEvJrHj6-yU\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/economy/as-trudeau-heads-to-india-theres-much-more-than-a-few-photo-ops-at-stake/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<postmedia:alexa><![CDATA[As Trudeau heads to India, there's much more than a few photo ops at stake. I was listening over the phone, so I don’t know who put the question, but it was a good one: Why isn’t the prime minister going to Bangalore?]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/0216trudeau.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/0216trudeau.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">0216trudeau</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://0.gravatar.com/avatar/93e1b11f7e3ec166b7e4ef52f6168a84?s=96&amp;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">kcarmichaelpostmedia</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"https://financialpostcom.files.wordpress.com/2018/02/0216pulses.jpg?w=640\" medium=\"image\" />\r\n\r\n\t\t<media:content url=\"https://financialpostcom.files.wordpress.com/2018/02/0216rodrigues.jpg?w=640\" medium=\"image\" />\r\n\t<feedburner:origLink>http://business.financialpost.com/news/economy/as-trudeau-heads-to-india-theres-much-more-than-a-few-photo-ops-at-stake</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Finance Minister Bill Morneau has little room for new budget spending</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/puVoixn7t9U/trudeaus-finance-chief-has-little-room-for-new-budget-measures</link>\r\n\t\t<comments>http://business.financialpost.com/news/economy/trudeaus-finance-chief-has-little-room-for-new-budget-measures#respond</comments>\r\n\t\t<pubDate>Fri, 16 Feb 2018 18:10:38 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Bloomberg News]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Economy]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Bill Morneau]]></category>\r\n\t\t<category><![CDATA[Canadian Economy]]></category>\r\n\t\t<category><![CDATA[Federal Budget 2018]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=1544826&amp;preview=true&amp;preview_id=1544826</guid>\r\n\t\t<description><![CDATA[Expectations are for flat revenue and slowing growth\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>Finance Minister Bill Morneau is being told there is little additional fiscal space for new measures as he meets private-sector economists Friday to discuss the state of the Canadian economy ahead of the <a href=\"http://business.financialpost.com/news/economy/economists-to-push-for-fiscal-restraint-in-pre-budget-meeting-with-morneau\" target=\"_blank\" rel=\"noopener\">Feb. 27 budget</a>.</p>\n<p>The finance department&#8217;s latest survey of economists shows projections for national income — the best indicator for revenue —that are almost exactly what they were in Morneau&#8217;s last fiscal update in October. Overall, they are anticipating growth to slow down to the historically sluggish levels the economy has averaged in the post-recession era, after an unexpected pick up in 2017.</p>\n<p>That effectively gives Morneau no room to ramp up spending without running higher deficits or raising tax levels, and likely means any new initiatives will probably need to be financed by reallocating spending within the existing framework or possibly tapping into existing buffers built into the fiscal plan.</p>\n<ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/economy/canada-should-cut-corporate-tax-rate-and-incentivize-high-tech-investments-mintz\">Canada should cut corporate tax rate, incentivize high-tech investments in wake of U.S. tax reforms: Mintz</a></li><li><a href=\"http://business.financialpost.com/news/economy/despite-trumps-proposed-budgetary-profligacy-theres-still-an-argument-for-fiscal-restraint\">Trump’s extravagance all the more reason for Canada to tighten its belt</a></li><li><a href=\"http://business.financialpost.com/news/economy/old-economy-pains-shackle-canadas-trudeau-in-silicon-valley\">Old economy pains holding back Trudeau&#039;s quest to remake Canada as a tech leader</a></li></ul>\n<p>Speaking after announcing the date earlier this week, Morneau said the budget would &#8220;continue to ensure that middle class Canadians are doing well&#8221; and include investments in research, science and skills training for what he called the &#8220;economy of tomorrow.&#8221;</p>\n<h3>Reducing Debt</h3>\n<p>Still, the Feb. 27 plan is likely only a placeholder for a more ambitious pre-election budget that should arrive at about this time next year. The constrained fiscal framework could pose a serious dilemma for Prime Minister Justin Trudeau&#8217;s government, which says it remains committed to at least reducing the nation&#8217;s debt as a share of gross domestic product.</p>\n<p>&#8220;We want to continue to show Canadians that we can make those investments while reducing the amount of debt as a function of our economy,&#8221; Morneau told reporters Tuesday outside the legislature in Ottawa. &#8220;That will continue to be our anchor.&#8221;</p>\n<p>Today&#8217;s steady economic picture contrasts with a fiscal update in October when the government reported an unexpected windfall in revenue due to a stronger-than-expected economy. It used it to scale back deficit projections and finance new spending.</p>\n<p>In October, the Liberal government cut its deficit projection for the fiscal year that ends March 31 to $19.9 billion, down from $28.5 billion in the March budget. It also projected a cumulative deficit over the coming five fiscal years of $86.5 billion, compared with $120 billion previously.</p>\n<p>While the department doesn&#8217;t typically release the results of its survey of private sector economists, Bloomberg gathered forecasts independently from Canada&#8217;s six biggest banks. Here are some of the results:</p>\n<p>Economists are projecting nominal gross domestic product will average about $2.23 trillion between 2017 and 2019, almost exactly the same forecast as in October. Nominal GDP growth is forecast at 5.2 per cent in 2017, 4.1 per cent in 2018 and 3.6 per cent in 2019. Growth has averaged 3.8 per cent since 2010, well below the 7.4 per cent average over the past five decades. Unless the government changes its estimate for revenue as a share of nominal GDP — which was 14.5 per cent in October — that means the revenue picture will probably be little changed through 2019.</p>\n<p>The finance department holds as many as four economist surveys a year that in turn form the basis of its own forecasts.</p>\n<p><a href=\"http://www.bloomberg.com\" target=\"_blank\" rel=\"noopener\">Bloomberg.com</a></p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=puVoixn7t9U:psKi_QuWHOQ:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=puVoixn7t9U:psKi_QuWHOQ:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=puVoixn7t9U:psKi_QuWHOQ:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=puVoixn7t9U:psKi_QuWHOQ:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=puVoixn7t9U:psKi_QuWHOQ:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=puVoixn7t9U:psKi_QuWHOQ:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=puVoixn7t9U:psKi_QuWHOQ:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=puVoixn7t9U:psKi_QuWHOQ:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/puVoixn7t9U\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/economy/trudeaus-finance-chief-has-little-room-for-new-budget-measures/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<postmedia:alexa><![CDATA[Finance Minister Bill Morneau has little room for new budget spending. Finance Minister Bill Morneau is being told there is little additional fiscal space for new measures as he meets private-sector economists Friday to discuss the state of the Canadian economy ahead of the Feb. 27 budget.]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/bill-morneau.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/bill-morneau.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">bill-morneau</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://2.gravatar.com/avatar/2c61c569c35df1bfebdf8601ae03b90f?s=96&amp;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Bloomberg News</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/economy/trudeaus-finance-chief-has-little-room-for-new-budget-measures</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Why does Cymbria punch above its net asset value?</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/T--CpRfElII/why-does-cymbria-punch-above-its-net-asset-value</link>\r\n\t\t<comments>http://business.financialpost.com/news/fp-street/why-does-cymbria-punch-above-its-net-asset-value#respond</comments>\r\n\t\t<pubDate>Thu, 15 Feb 2018 22:14:57 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Barry Critchley]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[FP Street]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=1544424</guid>\r\n\t\t<description><![CDATA[The investment service offers its owners an interest in a portfolio of public securities and in a money manager, EdgePoint Wealth Management]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>It’s not a normal situation for a closed-end fund that owns a portfolio of publicly listed stocks to trade consistently above its net asset value (NAV): Most investors shy away from buying a stock that costs more than its worth. As well, such a stock would attract the interest of short sellers.</p>\n<p>But there is at least one TSX stock that has consistently traded above its NAV and that shows no sign of returning to its proper value. That stock is Cymbria Corp., which also ranks as one of the TSX’s more unusual companies. On Thursday, the shares closed at $52.75; on its website Cymbria listed the NAV at $45.57.</p>\n<p>Toronto-based Cymbria, which went public in 2008, is unusual because it offers its owners an interest in a portfolio of public securities as well as an interest in a money manager, EdgePoint Wealth Management. (A group of managers, all of whom worked together at Trimark, now known as Invesco, formed EdgePoint.)</p>\n<p>In its IPO, Cymbria raised $233.9 million, of which $142 million (at $10 a share) came from the public and the rest from a private placement. At the time, Cymbria had a 22 per cent stake in EdgePoint.</p>\n<p>“The Manager believes the wealth management company has the potential to be a material contributor to the long-term value of the company, however, this investment will only require a minimal amount of capital as a proportion of the size of this offering,” Cymbria said then. Cymbria’s original EdgePoint investment was a tad over $500,000.</p>\n<p>Since then Cymbria hasn’t been in the public markets raising additional capital, although on a regular basis it announces a normal course issuer bid. And it doesn’t talk much: messages sent to two of its management team weren’t returned.</p>\n<p>But EdgePoint, which now accounts for 15.48 per cent of its portfolio, has been the big winner.</p>\n<p>For instance, at the end of 2017, retail assets under management were about $15 billion while institutional assets were about $3.2 billion. Those assets come from a concentrated source of providers: at the retail level, 20 per cent of advisors represent about 83 per cent of the assets; at the institutional level, 20 per cent account for 93 per cent. “We look forward to building wealth for our investment partners over the long term,” said Cymbria.</p>\n<p>Given the growth of EdgePoint’s business, what is the stake worth? Last December, Cymbria determined it was worth $185.9 million. (It has also received a total of $33.5 million in dividends.)</p>\n<p>Given that Cymbria originally invested only $509,000, the returns have been rather spectacular. Cymbria said it determined that valuation “with the assistance of an independent valuator and the Valuation Committee.”</p>\n<p>One year earlier, (December 2016) EdgePoint was valued at $110.3 million. At end of 2013, it was valued at $35.6 million. But over the years, Cymbria, according to its annual information form, has used a number of valuation approaches. While it&#8217;s now mainly a discounted cash flow model, “as circumstances dictate, alternative valuation approaches to determine the fair value of EdgePoint may be utilized.”</p>\n<p>For the period 2012 to 2014, the methodology was a combination based on metrics (a percentage of assets under management, or a multiple of EBITDA) as well as a DCF model.</p>\n<p>So what gives? It would seem investors are prepared to pay up based on the strength and quality of EdgePoint, which, could for example, realize full value by going public. In rough terms, Cymbria’s 15.48 per cent stake accounts for about $7 of Cymbria’s NAV and Cymbria trades around $7 above NAV. Accordingly, EdgePoint would have to double to bring NAV and trading price in line.</p>\n<p>Financial Post</p>\n<p><a href=\"mailto:bcritchley@postmedia.com\">bcritchley@postmedia.com</a></p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=T--CpRfElII:2rg_OGjase8:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=T--CpRfElII:2rg_OGjase8:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=T--CpRfElII:2rg_OGjase8:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=T--CpRfElII:2rg_OGjase8:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=T--CpRfElII:2rg_OGjase8:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=T--CpRfElII:2rg_OGjase8:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=T--CpRfElII:2rg_OGjase8:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=T--CpRfElII:2rg_OGjase8:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/T--CpRfElII\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/fp-street/why-does-cymbria-punch-above-its-net-asset-value/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<postmedia:alexa><![CDATA[Why does Cymbria punch above its net asset value?. It’s not a normal situation for a closed-end fund that owns a portfolio of publicly listed stocks to trade consistently above its net asset value (NAV): Most investors shy away from buying a stock that costs more than its worth. As well, such a stock would attract the interest of short sellers.]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/dollar_markets_20180209a.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/dollar_markets_20180209a.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Dollar Markets 20180209</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://2.gravatar.com/avatar/28b73bc5a26bcbea797cc3cbc2c6a3b3?s=96&amp;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">bcritchley</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/fp-street/why-does-cymbria-punch-above-its-net-asset-value</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Fed seen stepping up pace of rate hikes, Bloomberg survey shows</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/rHtemuyKR0Y/fed-seen-stepping-up-pace-of-rate-hikes-bloomberg-survey-shows</link>\r\n\t\t<comments>http://business.financialpost.com/news/economy/fed-seen-stepping-up-pace-of-rate-hikes-bloomberg-survey-shows#respond</comments>\r\n\t\t<pubDate>Thu, 15 Feb 2018 20:19:24 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Bloomberg News]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Economy]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=1543978&amp;preview=true&amp;preview_id=1543978</guid>\r\n\t\t<description><![CDATA[Fed officials penciled in three rate hikes for this year, but as economists get more upbeat about growth some of them see four ]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>A growing number of economists expect the Federal Reserve to step up the pace of its interest-rate increases this year after congressional passage of a US$300 billion government spending package that is seen lifting U.S. economic growth and inflation.</p>\n<p>Lewis Alexander, chief economist at Nomura Securities International Inc., and Greg Daco, Oxford Economics&#8217; chief U.S. economist, were among those who now see four Fed rate hikes in 2018 instead of three, according to a Bloomberg survey of 29 respondents conducted Feb. 12-14. That brought the survey&#8217;s median estimate for the upper bound of the central bank&#8217;s federal funds rate target to 2.5 per cent by year-end. It is currently at 1.5 per cent.&nbsp;</p>\n<p>&#8220;Stronger growth and higher inflation would increase the odds of four Fed rate hikes in 2018,&#8221; Daco said in his survey comments. He added that the recent market strains won&#8217;t prevent a rate increase at the central bank&#8217;s next policy-making meeting on March 20-21.</p>\n<p>In their last quarterly projection in December, Fed officials penciled in three rate hikes for this year, according to the median forecast in their so-called dot plot. They tacitly reiterated that view at their Jan. 30-31 meeting, when they said they expected &#8220;further gradual increases in the federal funds rate.&#8221;</p>\n<p>Economists are getting more upbeat about economic growth this year and next, according to the survey. They see gross domestic product expanding 2.9 per cent in 2018 and 2.5 per cent next year. GDP has averaged a 2.2 per cent advance since the expansion began in mid-2009.</p>\n<p>Inflation forecasts also edged up in the poll. Economists expect a price gauge tied to consumer spending and closely watched by the Fed to rise&nbsp;2 per cent in 2018 from a year earlier. That would meet the central bank&#8217;s goal. The year-over-year gain in the personal consumption expenditures price index was 1.7 per cent in December, the latest available data shows.</p>\n<p>The US$300 billion package passed last week comes on top of a US$1.5 trillion, 10-year tax cut that President Donald Trump signed into law in December. Trump this week also called for increased spending on roads, bridges and other infrastructure projects.</p>\n<p>&#8220;Too much of a good thing is too much,&#8221; Joel Naroff, president of Naroff Economic Advisors Inc., said in his survey response. &#8220;The tax cuts, spending increases and potentially infrastructure package are likely to accelerate inflation and cause the Fed to raise rates higher and faster than expected.&#8221;</p>\n<p><a href=\"https://www.bloomberg.com/canada\"> Bloomberg</a></p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=rHtemuyKR0Y:pnQcL9u2Gyc:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=rHtemuyKR0Y:pnQcL9u2Gyc:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=rHtemuyKR0Y:pnQcL9u2Gyc:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=rHtemuyKR0Y:pnQcL9u2Gyc:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=rHtemuyKR0Y:pnQcL9u2Gyc:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=rHtemuyKR0Y:pnQcL9u2Gyc:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=rHtemuyKR0Y:pnQcL9u2Gyc:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=rHtemuyKR0Y:pnQcL9u2Gyc:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/rHtemuyKR0Y\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/economy/fed-seen-stepping-up-pace-of-rate-hikes-bloomberg-survey-shows/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<postmedia:alexa><![CDATA[Fed seen stepping up pace of rate hikes, Bloomberg survey shows. A growing number of economists expect the Federal Reserve to step up the pace of its interest-rate increases this year after congressional passage of a US$300 billion government spending package that is seen lifting U.S. economic growth and inflation.]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/afp_yu3v5a.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/afp_yu3v5a.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">US-FED-POWELL</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://2.gravatar.com/avatar/2c61c569c35df1bfebdf8601ae03b90f?s=96&amp;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Bloomberg News</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/economy/fed-seen-stepping-up-pace-of-rate-hikes-bloomberg-survey-shows</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Canadians’ high debt levels could pose challenge to how Bank of Canada manages policy, says deputy</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/xdJDT8kwJVY/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework</link>\r\n\t\t<comments>http://business.financialpost.com/news/economy/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework#comments</comments>\r\n\t\t<pubDate>Thu, 15 Feb 2018 19:37:28 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[The Canadian Press]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Economy]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Bank of Canada]]></category>\r\n\t\t<category><![CDATA[Canadian Economy]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=1544242&amp;preview=true&amp;preview_id=1544242</guid>\r\n\t\t<description><![CDATA[Lawrence Schembri says already high debt leaves less space for more borrowing to stimulate demand]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>WINNIPEG — A senior Bank of Canada official says the central bank is looking at how the high levels of household and public debt could pose a challenge to how it manages monetary policy.</p>\n<div id=\"attachment_1544266\" style=\"max-width: 251px\" class=\"wp-caption alignright\"><img data-attachment-id=\"1544266\" data-permalink=\"http://business.financialpost.com/news/economy/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework/attachment/lawrence-schembri\" data-orig-file=\"http://wpmedia.business.financialpost.com/2018/02/lawrence-schembri.jpg\" data-orig-size=\"300,373\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"lawrence-schembri\" data-image-description=\"\" data-medium-file=\"http://wpmedia.business.financialpost.com/2018/02/lawrence-schembri.jpg?w=241\" data-large-file=\"http://wpmedia.business.financialpost.com/2018/02/lawrence-schembri.jpg?w=300\" class=\"size-medium wp-image-1544266\" src=\"http://wpmedia.business.financialpost.com/2018/02/lawrence-schembri.jpg?w=241&#038;h=300\" alt=\"\" width=\"241\" height=\"300\" srcset=\"http://wpmedia.business.financialpost.com/2018/02/lawrence-schembri.jpg?w=241&amp;h=300 241w, http://wpmedia.business.financialpost.com/2018/02/lawrence-schembri.jpg?w=121&amp;h=150 121w, http://wpmedia.business.financialpost.com/2018/02/lawrence-schembri.jpg 300w\" sizes=\"(max-width: 241px) 100vw, 241px\"><p class=\"wp-caption-text\">Bank of Canada deputy governor Lawrence Schembri.</p></div>\n<p>In a speech to the Manitoba Association for Business Economists on Thursday, Lawrence Schembri said low interest rates have encouraged households to take on debt and higher levels of government debt are largely a legacy of the financial crisis in 2008-09.</p>\n<p>“Now there is less space, on average, across the G7 for more borrowing to stimulate demand,” he said according to notes of his speech released in Ottawa.</p>\n<p>The central bank is also looking at what the gradual decline in interest rates over the past 25 years as well as a reduction in the estimates of the “neutral interest rate” mean for the monetary policy framework.</p>\n<p>Schembri defines the neutral interest rate as “the interest rate consistent with the economy growing at its potential and inflation staying on target. It serves as a benchmark for us to gauge the degree of monetary stimulus in place and provides a medium- to long-run anchor for the policy rate.”</p>\n<p>The Bank of Canada’s current estimate of the neutral rate of interest is 2.5 to 3.5 per cent, down from a range of 3.0 to 4.0 per cent a little more than three years ago.</p>\n<p>Schembri said the trend rate of economic growth has been decreasing and that could also pose challenges because cyclical forces that normally help propel an economy out of an unexpected downturn my be less powerful.</p>\n<p>During the financial crisis, both aggressive monetary and fiscal stimulus were used to help boost the economy.</p>\n<p>Schembri noted that although monetary policy is normally seen as the most effective countercyclical policy tool, it may need help from other policies more frequently in the future.</p>\n<ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/economy/despite-trumps-proposed-budgetary-profligacy-theres-still-an-argument-for-fiscal-restraint\">Trump’s extravagance all the more reason for Canada to tighten its belt</a></li><li><a href=\"http://business.financialpost.com/news/economy/loonie-down-amid-market-turmoil-but-experts-say-not-much-further-to-fall\">Slumping loonie got you down? Don’t worry, experts say it’s not got much further to fall</a></li><li><a href=\"http://business.financialpost.com/personal-finance/debt/household-debt-growing-in-ontario-creating-risk-for-broader-economy-fao\">Ontario&#039;s ballooning household debt poses risk to economy as interest rates climb: watchdog</a></li></ul>\n<p>“Indeed, studies have shown that when rates are at the effective lower bound, countercyclical fiscal policies, such as automatic stabilizers and discretionary policies, such as infrastructure spending, are highly effective,” he said.</p>\n<p>“Our agreement with the federal government includes a commitment by both the bank and the government to the inflation target. that means all economic policies — including monetary, fiscal and marcoprudential — can work together in a complementary fashion for this purpose.”</p>\n<p>The Bank of Canada sets its key interest rate target with the goal of keeping inflation at two per cent.</p>\n<p>It has raised its target for the overnight rate three times in the past year after cutting it in response to a drop in oil prices.</p>\n<p>The benchmark rate, which influences the prime rates at Canada’s big banks, stands at 1.25 per cent.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=xdJDT8kwJVY:YSINMSJIgQg:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=xdJDT8kwJVY:YSINMSJIgQg:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=xdJDT8kwJVY:YSINMSJIgQg:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=xdJDT8kwJVY:YSINMSJIgQg:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=xdJDT8kwJVY:YSINMSJIgQg:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=xdJDT8kwJVY:YSINMSJIgQg:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=xdJDT8kwJVY:YSINMSJIgQg:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=xdJDT8kwJVY:YSINMSJIgQg:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/xdJDT8kwJVY\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/economy/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework/feed</wfw:commentRss>\r\n\t\t<slash:comments>112</slash:comments>\r\n\t<postmedia:alexa><![CDATA[Canadians’ high debt levels could pose challenge to how Bank of Canada manages policy, says deputy. WINNIPEG — A senior Bank of Canada official says the central bank is looking at how the high levels of household and public debt could pose a challenge to how it manages monetary policy.]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/credit.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/credit.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">credit</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://0.gravatar.com/avatar/3b4b4027b86b17a99d4f891e09e22130?s=96&amp;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">canadianpressnp</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"https://financialpostcom.files.wordpress.com/2018/02/lawrence-schembri.jpg?w=241\" medium=\"image\" />\r\n\t<feedburner:origLink>http://business.financialpost.com/news/economy/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Sun Life Financial to add medical marijuana option to group benefits plans</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/YX5VTSJ7Ueg/sun-life-financial-to-add-medical-pot-option-to-group-benefits-plans</link>\r\n\t\t<comments>http://business.financialpost.com/news/fp-street/sun-life-financial-to-add-medical-pot-option-to-group-benefits-plans#comments</comments>\r\n\t\t<pubDate>Thu, 15 Feb 2018 19:02:44 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[The Canadian Press]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[FP Street]]></category>\r\n\t\t<category><![CDATA[Agriculture]]></category>\r\n\t\t<category><![CDATA[Marijuana]]></category>\r\n\t\t<category><![CDATA[Medical Marijuana]]></category>\r\n\t\t<category><![CDATA[Sun Life Financial]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=1544174&amp;preview=true&amp;preview_id=1544174</guid>\r\n\t\t<description><![CDATA[Sun Life says the coverage will be available for specific conditions and symptoms including cancer-related nausea, rheumatoid arthritis pain and palliative care]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO — Sun Life Financial Inc. is adding medical marijuana as an option for its group benefits plans, marking an industry shift and the latest sign of growing public acceptance of cannabis.</p>\n<p>The Toronto-based insurer’s chief executive Dean Connor said the move was influenced by rising interest from Sun Life’s employer clients.</p>\n<p>“Medical marijuana has become a very important part of their treatment program and pain management program,” said Connor, referencing patients who have cancer, multiple sclerosis, rheumatoid arthritis, or those requiring palliative care.</p>\n<ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/commodities/agriculture/quebec-inks-deals-with-six-marijuana-growers-the-first-large-province-to-line-up-supply-as-legalization-looms\">Quebec inks deals with marijuana growers, the first large province to line up supply as legalization looms</a></li><li><a href=\"http://business.financialpost.com/commodities/agriculture/for-cannabis-heavyweights-the-real-prize-is-becoming-worlds-premier-medical-marijuana-dealers\">Canada’s marijuana heavyweights set sights on the ultimate prize: Conquering the world</a></li></ul>\n<p>Sun Life provides health benefits coverage to more than three million Canadians and their families, or one in six Canadians. This comes as the country moves to legalize cannabis for recreational use later this year and as the number of registered medical marijuana patients grows.</p>\n<p>There were more than 235,000 medical marijuana patients in the system across Canada at the end of September 2017, compared to roughly 98,500 a year earlier, noted Vahan Ajamian, a Beacon Securities Ltd. research analyst.</p>\n<p>“The insurance companies have been getting pressure to cover this as a regular medicine,” he said.</p>\n<p>Starting March 1, plan sponsors will have the option to add medical cannabis coverage to extended health-care plans, ranging from $1,500 to $6,000 per covered person per year.</p>\n<p>Medical cannabis coverage will be available for specific conditions and symptoms associated with cancer, rheumatoid arthritis, multiple sclerosis, HIV-AIDS, and palliative care.</p>\n<p>Sun Life will also conduct periodic reviews of the growing body of clinical research supporting the use of medical cannabis for other conditions, and update its criteria if necessary, the company said in a document updating their client base.</p>\n<p>Jonathan Zaid, the executive director of patient advocacy group Canadians for Fair Access to Medical Marijuana, said the enhanced coverage comes after years of litigation to gain this level of acceptance for medical marijuana.</p>\n<p>“Although there may not be immediate benefit for patients as specific plan sponsors will need to purchase the coverage, this move will make covering medical cannabis simpler than today’s exception process and speaks volumes to the broader acceptance and legitimacy of medical cannabis,” he said.</p>\n<p>Sun Life’s employer client base includes 22,300 plan sponsors.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=YX5VTSJ7Ueg:qQvmLC8HqZQ:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=YX5VTSJ7Ueg:qQvmLC8HqZQ:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=YX5VTSJ7Ueg:qQvmLC8HqZQ:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=YX5VTSJ7Ueg:qQvmLC8HqZQ:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=YX5VTSJ7Ueg:qQvmLC8HqZQ:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=YX5VTSJ7Ueg:qQvmLC8HqZQ:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=YX5VTSJ7Ueg:qQvmLC8HqZQ:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=YX5VTSJ7Ueg:qQvmLC8HqZQ:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/YX5VTSJ7Ueg\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/fp-street/sun-life-financial-to-add-medical-pot-option-to-group-benefits-plans/feed</wfw:commentRss>\r\n\t\t<slash:comments>7</slash:comments>\r\n\t<postmedia:alexa><![CDATA[Sun Life Financial to add medical marijuana option to group benefits plans. TORONTO — Sun Life Financial Inc. is adding medical marijuana as an option for its group benefits plans, marking an industry shift and the latest sign of growing public acceptance of cannabis.]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/cpt116-the-canadian-press1.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/cpt116-the-canadian-press1.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">021518-Sun_Life_Marijuana_20180215</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://0.gravatar.com/avatar/3b4b4027b86b17a99d4f891e09e22130?s=96&amp;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">canadianpressnp</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/fp-street/sun-life-financial-to-add-medical-pot-option-to-group-benefits-plans</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Brookfield selling off assets to build war chest for next downturn</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/Hvtou3cpXmY/brookfield-selling-assets-to-build-war-chest-for-next-downturn</link>\r\n\t\t<comments>http://business.financialpost.com/news/fp-street/brookfield-selling-assets-to-build-war-chest-for-next-downturn#respond</comments>\r\n\t\t<pubDate>Thu, 15 Feb 2018 17:22:37 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Bloomberg News]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[FP Street]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Brookfield Asset Management Inc.]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=1544126&amp;preview=true&amp;preview_id=1544126</guid>\r\n\t\t<description><![CDATA['While this economic cycle shows no immediate signs of ending, it is clearly in its mid- to later-stages of an elongated expansion, and so we are being cautious']]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p>Brookfield Asset Management Inc., Canada&#8217;s largest alternative asset manager, said it&#8217;s selling off assets so that it will be ready to pounce in the next down market.</p>\n<p>The Toronto-based firm sold about US$12 billion in mature assets in 2017 and said it will continue to do so this year. Brookfield,&nbsp;which has $285 billion under management, said it has more than $25 billion in core liquidity and dry powder in its private funds.</p>\n<p>&#8220;We see no signs of underlying economic issues, despite the U.S. economy being nine years into this expansion,&#8221; Bruce Flatt, Brookfield chief executive officer, said in a letter to shareholders. &#8220;While this economic cycle shows no immediate signs of ending, it is clearly in its mid- to later-stages of an elongated expansion, and so we are being cautious, preparing for less robust times.&#8221;</p>\n<ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/real-estate/property-post/brookfield-is-said-to-be-in-talks-to-buy-forest-city-realty-1\">Brookfield said to be in talks to buy Forest City Realty</a></li><li><a href=\"http://business.financialpost.com/commodities/brookfield-enters-the-nuclear-energy-business-with-4-6b-acquisition-of-troubled-westinghouse-electric-co\">Brookfield enters the nuclear energy business with $4.6B acquisition of troubled Westinghouse Electric Co.</a></li></ul>\n<p>He said there was cause for caution with equity markets hitting record highs, government bonds historically expensive, corporate and high-yield spreads at record lows, and &#8220;bitcoin mania&#8221; taking hold, creating a market capitalization of US$500 billion with &#8220;as far as we can tell, zero intrinsic value.&#8221;</p>\n<p>&#8220;An Italian renaissance painting was recently purchased for over US$500 million, an all-time high for the sale of a painting,&#8221; he said. &#8220;These all make us cautious, while still continuing to invest our capital.&#8221;</p>\n<h3><strong>Liquidity Focus</strong></h3>\n<p>Flatt said the firm is selling down mature assets and redeploying the proceeds to higher yielding investments. Outside of the U.S., economies are recovering and in general continue to offer greater value than is available in the U.S. Brexit, for example, is offering select opportunities for investment in the U.K., Europe more broadly is looking strong, as is Brazil, Australia, China and India, he said.</p>\n<p>Brookfield&#8217;s size, global reach, and operating capabilities has allowed it to jump on opportunities like acquiring TerraForm Power Inc. and TerraForm Global Inc. from the bankrupt SunEdison Inc. last year. It also bought Westinghouse Electric Co. out of bankruptcy in January for US$4.6 billion, he said.</p>\n<p>&#8220;We continue to focus on our liquidity and funding profile to ensure we remain in excellent financial shape and are positioned to react to growth opportunities in the next down market as we have done in the past,&#8221; Flatt said.&nbsp;</p>\n<p>Brookfield reported net income of US$2.08 billion, or US$1.02 a share, for the three months ended Dec. 31, up from the US$97 million net income it reported for the same quarter last year. Funds from operations rose 29 per cent to US$1.3 billion, or US$1.28 a share, for the quarter compared to last year.</p>\n<p>The firm increased its quarterly dividend by 7 per cent year over year to 15 US cents a share.</p>\n<p>Brookfield also said it raised the initial capital for its third flagship real estate fund, which is expects to be meaningfully larger than its predecessor. It said it will begin fund raising for its new flagship private equity fund in the first half of 2018.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.bloomberg.com\"><em>Bloomberg.com</em></a></p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Hvtou3cpXmY:VjDKRmjRis8:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Hvtou3cpXmY:VjDKRmjRis8:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=Hvtou3cpXmY:VjDKRmjRis8:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Hvtou3cpXmY:VjDKRmjRis8:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=Hvtou3cpXmY:VjDKRmjRis8:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Hvtou3cpXmY:VjDKRmjRis8:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Hvtou3cpXmY:VjDKRmjRis8:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=Hvtou3cpXmY:VjDKRmjRis8:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/Hvtou3cpXmY\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/fp-street/brookfield-selling-assets-to-build-war-chest-for-next-downturn/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<postmedia:alexa><![CDATA[Brookfield selling off assets to build war chest for next downturn. Brookfield Asset Management Inc., Canada's largest alternative asset manager, said it's selling off assets so that it will be ready to pounce in the next down market.]]></postmedia:alexa>\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2018/02/0215flatt.jpg\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2018/02/0215flatt.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">0215flatt</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"http://2.gravatar.com/avatar/2c61c569c35df1bfebdf8601ae03b90f?s=96&amp;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&amp;r=G\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Bloomberg News</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/fp-street/brookfield-selling-assets-to-build-war-chest-for-next-downturn</feedburner:origLink></item>\r\n\t</channel>\r\n</rss>\r\n",
  "headers": {
    "Content-Type": "text/xml; charset=UTF-8",
    "ETag": "+r9yqmeiJkUFS2VZcrZHgRgBYHc",
    "Cache-Control": "private, max-age=0",
    "Server": "GSE",
    "Date": "Sun, 18 Feb 2018 16:51:08 GMT",
    "Last-Modified": "Sun, 18 Feb 2018 16:51:08 GMT",
    "X-Content-Type-Options": "nosniff",
    "X-XSS-Protection": "1; mode=block",
    "Content-Length": "23739",
    "Content-Encoding": "gzip",
    "Expires": "Sun, 18 Feb 2018 16:51:08 GMT"
  },
  "response_url": "http://feeds.feedburner.com/FP_TopStories?format=xml"
}