{
  "requested_url": "http://feeds.feedburner.com/factmag",
  "fetched_at": "2018-02-18T22:30:46.436233",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.feedburner.com/~d/styles/itemcontent.css\"?><rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" version=\"2.0\">\r\n\r\n<channel>\r\n\t<title>FACT Magazine: Music News, New Music.</title>\r\n\t\r\n\t<link>http://www.factmag.com</link>\r\n\t<description>The world's most on-it music blog and magazine, home of the weekly FACT mix series and FACT TV</description>\r\n\t<lastBuildDate>Sun, 18 Feb 2018 15:12:50 +0000</lastBuildDate>\r\n\t<language>en-US</language>\r\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\r\n\t<sy:updateFrequency>1</sy:updateFrequency>\r\n\t<generator>https://wordpress.org/?v=4.9.4</generator>\r\n\r\n<image>\r\n\t<url>http://s3.amazonaws.com/factmag-images/wp-content/uploads/2016/09/apple-icon-144x144.png</url>\r\n\t<title>FACT Magazine: Music News, New Music.</title>\r\n\t<link>http://www.factmag.com</link>\r\n\t<width>32</width>\r\n\t<height>32</height>\r\n</image> \r\n\t<atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.feedburner.com/factmag\" /><feedburner:info xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" uri=\"factmag\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><item>\r\n\t\t<title>“The internet is a devastating wasteland”: How social media could be making musicians sick</title>\r\n\t\t<link>http://www.factmag.com/2018/02/18/music-mental-health-report-2018/</link>\r\n\t\t<pubDate>Sun, 18 Feb 2018 15:12:50 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Lily Moayeri]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Features]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=407179</guid>\r\n\t\t<description><![CDATA[<p>Music industry vet turned music management teacher Sally Gross has seen “what happens to the detritus of the music industry firsthand.” With the study, &#8220;Can Music Make You Sick?&#8221;, she and co-author George Musgrave aimed to figure out why musicians, even the most up-and-coming, suffered more mental health-related issues than most other people. Lily Moayeri [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/18/music-mental-health-report-2018/\">&#8220;The internet is a devastating wasteland&#8221;: How social media could be making musicians sick</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><strong><em>Music industry vet turned music management teacher Sally Gross has seen “what happens to the detritus of the music industry firsthand.” With the study, &#8220;Can Music Make You Sick?&#8221;, she and co-author George Musgrave aimed to figure out why musicians, even the most up-and-coming, suffered more mental health-related issues than most other people. Lily Moayeri spoke to Gross about the study and what needs to be done to help.</em></strong></p>\n<p>Making and sharing music has never been more accessible than it is right now. Even as listeners, we know this: we can get our music on Bandcamp and SoundCloud, no major labels required. But along with the access to technology and the unprecedented ability to share music with people anywhere in the world, the emotional baggage that can come with fame can plague even the smallest independent artist.</p>\n<p>“[The internet] is this devastating wasteland where everybody is emoting and creating,” says Sally Gross, a music industry vet turned course leader and principal lecturer in the Music Management graduate program at University of Westminster, London. “Social media and the democratization of the distribution of music, which so many people see as an amazing new frontier, had me thinking, ‘Hang on a minute, what is going to happen to all these people?’”</p>\n<p>Gross’s previous experience working firsthand with artists and her current role teaching young musicians about the business inspired the study &#8220;Can Music Make You Sick?&#8221; Co-authored with Dr. George Musgrave, a senior lecturer in Gross’s MA program, the study was commissioned by Help Musicians UK, a charity established in 1921. Currently under the leadership of Richard Robinson, Help Musicians UK’s goal is to support musicians from the early talent development stages through to retirement; the organization also provides assistance during times of crisis, including crises related to mental health.</p>\n<p>Part One of “Can Music Make You Sick,” a pilot survey with input from 2,211 participants, was published in 2016 by University of Westminster’s non-profit music industry information hub, MusicTank. The survey participants are self-identifying musicians in the UK. With the survey, Gross and Musgrave set out to discover how these musicians feel about their working conditions and how they perceive working in the music industry to affect their well being. “[With] the unbelievable amplification of the abundance of music and the value of music seeming to disappear, what was going on in the lives of musicians?” Gross says. “If music and artistic expression is so good for us, what’s on the other side of that?”</p>\n<p>In their research, they found that huge numbers of musicians suffer from anxiety and depression and that musicians are at risk to suffer depression three times more than the general public. Although artists “find solace in the production of music,” the study describes trying to build a career in music as “traumatic.” “Musicians feel there are gaps in existing provisions and that something needs to change,” the study reads.</p>\n<blockquote><p>“Social media and the democratization of the distribution of music, which so many people see as an amazing new frontier, had me thinking, ‘Hang on a minute, what is going to happen to all these people?’”</p></blockquote>\n<p>Last year, the second part of “Can Music Make You Sick?” was published. It is a qualitative study that takes the findings of part one and attempts to find a reason for the results, as well as suggest recommendations for musician wellness. For the second study, 26 UK-based musicians across genres are interviewed with the resultant summarized findings. The hyper-competitiveness and sheer relentlessness of the profession, from touring for long stretches to a 24/7 lifestyle are large contributing factors to the mental health fallout. Plus, access and affordable professional aid is lacking.</p>\n<p>One of the standout findings of the research is, for musicians, “the spiritual place that music holds in people’s consciousness is different from its monetary value,” according to Gross. “The other thing that came across strongly was all these people trying to cope, saying ‘I’m fine, I’m going to do this. It’s okay that people are being really abusive today. I’m getting up tomorrow and I’m going to go out there,’&#8221; Gross says, referencing how musicians often tolerate ill treatment from other musicians, producers and executives. &#8220;Nobody would go to a workplace like that, but in the creative industries, people will put up with a lot.”</p>\n<p>Awareness through education, better guidelines for working in the industry both as musicians and non-musicians, and mental healthcare provisions &#8211; not just pharmaceuticals but accessible talking therapies and counseling &#8211; are among their recommendations. Musgrave <a href=\"https://www.ft.com/video/ba4bcd9b-58eb-4f61-8116-31fca807aebd\"><strong>explained</strong></a> to the <em>Financial Times</em> this past November that as a direct result of the findings and recommendations, Help Musicians UK launched a 24-hour helpline as a triage service. The helpline is not meant for those with acute mental health crises but as a first port of call.</p>\n<blockquote><p>“Kids that have no other jobs available to them, maybe being a musician is something you can believe in. You can’t get a job at a fast food restaurant, but maybe you can be a musician.”</p></blockquote>\n<p>“When I started in the music industry, there weren’t 1000 degree courses you could do to become a musician,” says Gross. “Now, for the kids that have no other jobs available to them, maybe being a musician is something you can believe in. You can’t get a job at a fast food restaurant, but maybe you can be a musician.”</p>\n<p>One of Gross’s goals is to bring the idea of some health and safety parameters to the music industry. For example, regulating of the working hours in order to remove the 24/7 nature of the industry. She says, “When I started running this course 12 years ago, we weren’t talking about this stuff. Now we really are focusing on working conditions and the repercussions of working in the music industry. Is it not impossible to think it can’t happen in music.”</p>\n<p>The research continues with the pending third study, the focus of which is still being determined by Gross and Musgrave. Topics that are being discussed by the pair are an expansion of the qualitative interviews in Part Two, investigating artists who are thinking differently about their music by maintaining day jobs, examining the situations of non-musicians working in the industry, problems stemming from digitization, exploring the soft power of UK music on a global scale, particularly in the post-Brexit era, and the reconstruction of the UK culturally and in terms of growing its economy.</p>\n<p>“The first time I typed the question: ‘Can music make you sick?’ on my computer four years ago, I wrote a rant-y essay about it to myself,” says Gross. “With what I’ve found with this research, it’s not over. I’m not done with it yet and it’s not done with me. There’s a lot more to be done.”</p>\n<p><em>Lily Moayeri is a music journalist who has also covered television, art, fashion, and other facets of pop culture. She is a major contributor to the textbook </em>The Guerrilla Guide to the Music Business<em>. Find her on <strong><a href=\"http://twitter.com/PicsofLilyBlog\">Twitter</a></strong>.</em></p>\n<p><strong><em>Read next:</em> <a href=\"http://www.factmag.com/2018/01/14/japanese-ambient-hiroshi-yoshimora-midori-takada/\">Another <em>Green</em> World: How Japanese ambient music found a new audience</a></strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/18/music-mental-health-report-2018/\">&#8220;The internet is a devastating wasteland&#8221;: How social media could be making musicians sick</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>10 under-the-radar club tracks you need to hear in February 2018</title>\r\n\t\t<link>http://www.factmag.com/2018/02/18/club-tracks-february-2018/</link>\r\n\t\t<pubDate>Sun, 18 Feb 2018 12:32:52 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Gabe Meier]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Features]]></category>\r\n\t\t<category><![CDATA[For Club Use Only]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=407063</guid>\r\n\t\t<description><![CDATA[<p>For Club Use Only is your one-stop guide to the best underground dance music from across the world. Each month, The Astral Plane&#8217;s Gabe Meier forecasts the next wave of sounds due to break through into the mainstream. The conversation around club music in January was driven by new mixtapes and remix volumes with cutting [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/18/club-tracks-february-2018/\">10 under-the-radar club tracks you need to hear in February 2018</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><em><strong><a href=\"http://www.factmag.com/tag/for-club-use-only/\" target=\"_blank\" rel=\"noopener noreferrer\">For Club Use Only</a> is your one-stop guide to the best underground dance music from across the world. Each month, The Astral Plane&#8217;s Gabe Meier forecasts the next wave of sounds due to break through into the mainstream.</strong></em></p>\n<p>The conversation around club music in January was driven by new mixtapes and remix volumes with cutting edge new material introduced by LSDXOXO, Jam City and Why Be, while slightly older music from Lechuga Zafiro and Mr. Mitch has been resuscitated by an exciting range of producers.</p>\n<p>Meanwhile, the usual oddities, one offs and bootlegs filtered in at an astonishing rate, filling our ears with enough baile funk a capellas and nightcore-meets-Drake renditions to shake off any lingering winter funk.</p>\n<p>To hear all the tracks in one go, use the playlist below.</p>\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F451209816&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1&#038;secret_token=s-Fc6dH\"></iframe></p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F385138940&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>MC GW &amp; Fabinho OSK<br />\n&#8216;ATAQUE BOLADO 150 BPM&#8217; (Prod. DJ Douglinhas)</strong></p>\n<p>Most new baile funk is situated in a comfortable 130 BPM range, but DJ Douglinhas’ latest production for MC GW and Fabinho OSK comes in at a heartbeat-accelerating 150, an invigorating change that pushes the familiar rhythmic structure to its breaking point.</p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F392475882&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>Lechuga Zafiro feat. C1080<br />\n&#8216;Tambor Espada&#8217; (Pobvio Remix) </strong></p>\n<p>Lechuga Zafiro’s <em>Aequs Nyama</em> was released in late 2015 but tracks like &#8216;Tambor Espada&#8217; and &#8216;Ayida Weddo&#8217; and remixes from mobilegirl and Blacksea Não Maya still get consistent play from DJs across the globe. Now, the original EP gets another tangle of remixes, including this brilliantly-paced version from Pobvio, that peaks with a spastic flurry of high pitched animal screeches, wooden percussion and overdriven digital noise.</p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F379015745&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>Maral<br />\n&#8216;lori lullaby&#8217;</strong></p>\n<p>Los Angeles’ Maral has a reputation for high energy DJ sets, but her productions often explore the interstices between genre experimentation and collage. Think Jersey club mixed with Iranian classical music. Her latest is a fuzzed out take riffing on before bed lullabies, recontextualized for the noise loving warehouse audience.</p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F390666480&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>Addy<br />\n&#8216;Promise 2k18&#8217; (DJBakeRemix)</strong></p>\n<p>DJ Bake’s latest goes all the way back to Ciara’s &#8216;Promise&#8217;, chopping up the 2006 hit into yet another sensual anthem from the Trenton-based producer. Of course, Bake doesn’t take himself too seriously, throwing enough goofy vocal drops into the mix to appropriately lighten the mood.</p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F393282864&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>Blaqstarr x So Drove<br />\n&#8216;In The Middle&#8217;</strong></p>\n<p>So Drove successfully connected with Blaqstarr on 2016’s <em>Everyday Is A Winding Road</em> EP (under the former’s Schwarz moniker) and the two collide again on &#8216;In The Middle&#8217;, a one-of-a-kind blend of baile funk structure, scuzzy guitar and blown out come ons from the Baltimore MC.</p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F388315064&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>JX Cannon<br />\n&#8216;wishin&#8217; &amp; wishin&#8221;</strong></p>\n<p>JX Cannon has never shied away from a gimmick and his latest, a nightcore-styled remix of Drake’s &#8216;God’s Plan&#8217;, pushes all the right buttons without taking itself remotely seriously. If it’s too much, check out his <em><strong><a href=\"https://soundcloud.com/sweat-equity/sets/jx-cannon-collapse-ep\" target=\"_blank\" rel=\"noopener\">Collapse</a></strong></em> EP for sparkling synth arrangements and slow breaks.</p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F385008674&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>Jaymie Silk feat. Shug<br />\n&#8216;Watch Me&#8217; (Skyshaker Remix)</strong></p>\n<p>Skyshaker channels the industrial gods of yore for this forceful, repetitive remix, throwing prospective dancers into the grinder from the off.</p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F383921165&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>Pininga<br />\n&#8216;DEIXA OS MONSTROS FALAREM MIXAPELLA&#8217;</strong></p>\n<p>Baile funk has become a major presence in the global club consciousness, but sadly most producers and DJs don’t go much farther than &#8216;Bololo Haha&#8217;. Sao Paulo’s Pininga (and his Tormenta crew) are doing their best to raise everyone’s horizons. &#8216;DEIXA OS MONSTROS FALAREM MIXAPELLA&#8217; is a case in point, an insane 17 minute mixtape featuring a capellas from around 40 baile funk MCs.</p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F381215339&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>Gutta<br />\n&#8216;Green Man III&#8217;</strong></p>\n<p>Grandiose sound design meets fierce chops from one one of Jersey’s finest. <strong><a href=\"https://soundcloud.com/guttamusic/nobody-safe\" target=\"_blank\" rel=\"noopener\">&#8216;NOBODY SAFE &#8217;18&#8217;</a></strong>, a collaboration with $JAYY, one of our <strong><a href=\"http://www.factmag.com/2018/01/08/10-club-artists-to-watch-in-2018/\" target=\"_blank\" rel=\"noopener\">10 club artists to watch in 2018</a></strong>, is also primed to light up the dancefloor.</p>\n<hr />\n<p><iframe width=\"670\" height=\"376\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?visual=true&#038;url=https%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F382466426&#038;show_artwork=true&#038;maxwidth=670&#038;maxheight=376&#038;dnt=1\"></iframe></p>\n<p><strong>Nidia<br />\n&#8216;Nidia Na Sukulbembe&#8217;</strong></p>\n<p>The laying of superlatives at Nidia’s feet has become a monthly task in FCUO, but this month’s entry from the kuduro legend is a bit different, showing off her melodic, beatless chops in absolutely pristine fashion.</p>\n<p><em>Gabe Meier runs <strong><a href=\"https://dotheastralplane.com/\" target=\"_blank\" rel=\"noopener\">The Astral Plane</a></strong>. Find him on <strong><a href=\"https://twitter.com/AstralPlaneBlog\" target=\"_blank\" rel=\"noopener\">Twitter</a></strong></em></p>\n<p><strong><em>Read next:</em> <a href=\"http://www.factmag.com/2018/01/31/mor-elian-rated/\" target=\"_blank\" rel=\"noopener\">You need to know the laser-focused electro of Tel Aviv-born adventurer Mor Elian</a></strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/18/club-tracks-february-2018/\">10 under-the-radar club tracks you need to hear in February 2018</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Yuzo Koshiro and Motohiro Kawashima’s Streets of Rage 3 OST is a valuable slice of techno history</title>\r\n\t\t<link>http://www.factmag.com/2018/02/17/streets-of-rage-3-soundtrack-review/</link>\r\n\t\t<pubDate>Sat, 17 Feb 2018 15:32:29 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[John Twells]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Album Reviews]]></category>\r\n\t\t<category><![CDATA[Features]]></category>\r\n\t\t<category><![CDATA[Data Discs]]></category>\r\n\t\t<category><![CDATA[Yuzo Koshiro]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=407114</guid>\r\n\t\t<description><![CDATA[<p>Released this month on vinyl for the first time by Data Discs, Yuzo Koshiro and Motohiro Kawashima&#8217;s Streets of Rage 3 soundtrack blends innovative generative programming with serious techno innovation and accidentally pre-empted trance. But in a world of endless reissues, John Twells wonders if video game soundtracks can ever be more than nostalgia. It&#8217;s [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/17/streets-of-rage-3-soundtrack-review/\">Yuzo Koshiro and Motohiro Kawashima’s &lt;em&gt;Streets of Rage 3&lt;/em&gt; OST is a valuable slice of techno history</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><em><strong>Released this month on vinyl for the first time by Data Discs, Yuzo Koshiro and Motohiro Kawashima&#8217;s <em>Streets of Rage 3</em> soundtrack blends innovative generative programming with serious techno innovation and accidentally pre-empted trance. But in a world of endless reissues, John Twells wonders if video game soundtracks can ever be more than nostalgia.</em></strong></p>\n<p>It&#8217;s easy to see why some avid gamers are eager for video games to be recognized as a valid art form. Looking from afar, it seems fair enough: contemporary games can be mammoth productions with breathtaking cinematic storylines, eye-catching visuals and memorable musical accompaniments. They can be a joy to experience, touching the player with vivid, unseen worlds and confronting them with challenging perspectives and situations. But there&#8217;s a titanic sticking point.</p>\n<p>The inclusion of a task-based or competitive element, even when you&#8217;re simply competing with yourself, makes a video game more comparable with a crossword puzzle than with a painting, even when it&#8217;s blessed with extraordinary narrative elements and vivid graphics. The setup can be complicated and even graceful, but the end result is the same &#8211; you&#8217;re experiencing a process with a specific outcome rather than observing something more abstract with an infinite number of possible meanings. The best choose-your-own-adventure book might be good fun, but few would argue its value as literature; a rollercoaster can be a thrilling, immaculately crafted ride, but it&#8217;s understood to be a technical feat, rather than artistic one. Neither is &#8220;better&#8221; or &#8220;worse&#8221;, but the distinction remains.</p>\n<p><iframe width=\"501\" height=\"376\" src=\"https://www.youtube.com/embed/HmV_r_s6JgE?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>Video game soundtracks have historically hovered awkwardly around the gaming nucleus. These often rudimentary scores have stayed lodged in gamers&#8217; brains purposefully. They were designed to be memorable and were played repeatedly; a good tune meant more replay which guaranteed a payday for the developers and distributors. There&#8217;s a reason why most of us can still hum the theme for <em>Super Mario Bros.</em>, but just because it&#8217;s become entangled in the tendrils of cultural nostalgia doesn&#8217;t make it valuable as art.</p>\n<p>When games first emerged in the early 1970s, it wasn&#8217;t technically viable to include a high quality soundtrack. Whether a developer wanted to include a popular song or an original theme, it had to be squashed into limited architecture and hand coded into rudimentary bleeps and burps. In fact, it was often not composers or music producers that were tasked with developing these accompaniments. Technicians and coders frequently handled the production under tight deadlines and crippling hardware restrictions and scores were more often an afterthought than not; as long as they were vaguely enjoyable and not too intrusive, they were acceptable. So it&#8217;s understandable why some members of the music community view the recent surge of interest in classic video game soundtracks as a cynical cash-in, preying on the Proustian desires of listless, unfulfilled 30-somethings and constipating vinyl pressing plants in the process. But it&#8217;s never quite that simple.</p>\n<p><img src=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017.jpg\" alt=\"Streets of Rage 3 review\" width=\"1940\" height=\"1455\" class=\"alignnone size-full wp-image-407189\" srcset=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017.jpg 1940w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017-367x275.jpg 367w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017-768x576.jpg 768w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017-1024x768.jpg 1024w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017-1313x985.jpg 1313w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017-1376x1032.jpg 1376w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017-1044x783.jpg 1044w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017-632x474.jpg 632w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3cart-2.13.2017-536x402.jpg 536w\" sizes=\"(max-width: 1940px) 100vw, 1940px\" /></p>\n<p>Sometimes, the relative freedom of being an afterthought combined with the restrictions technicians faced led to wild innovation, paralleling developments emerging from bedrooms and DIY studios across the world. As Konami, Sega and Namco staffers were wracking their brains to fit contemporary-sounding music on tiny chips, home producers were grappling similar problems, programming tracker software and primitive DAWs to beat their own memory restrictions and hardware inadequacies. In 1993, a family word processor or gaming computer could be turned into a hardcore powerhouse with a bit of elbow grease, some free &#8220;shareware&#8221; programs and a few helpful magazine articles.</p>\n<p>When Japanese composer Yuzo Koshiro wrote <em>Streets of Rage 3</em> with Motohiro Kawashima, he was already a household name in gaming. His soundtracks for the series&#8217; globally popular first two games were classics in gaming circles, offering a counter to the often bland, blippy fare usually associated with beat-em-ups. Koshiro was fascinated by dance music and unafraid to integrate it into his scores, giving them a ragged 4/4 pulse. But by the time he was commissioned to write the music for <em>Streets of Rage 3</em> he was eager to move on and attempt something more daring.</p>\n<p><iframe width=\"501\" height=\"376\" src=\"https://www.youtube.com/embed/GpyCbzTQhsI?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>Koshiro had initially wanted to develop video games rather than score them, but after replying to a job posting for composer at Nihon Falcom (where he wrote soundtracks for the popular <em>Ys</em> series of RPGs) his destiny was set. His mother was a piano teacher and Koshiro had learned violin and cello at school, so he was well-equipped to handle the job; he knew how to code and had a good ear, but instead of simply toeing the line and composing on autopilot, Koshiro wanted to experiment.</p>\n<p>&#8220;Sega didn’t tell me what music they wanted or give me any kind of direction. I only ever did stuff that I liked myself,&#8221; he <strong><a href=\"http://daily.redbullmusicacademy.com/2014/09/yuzo-koshiro-interview\" rel=\"noopener\" target=\"_blank\">told Red Bull Music Academy in 2014</a></strong>. At the time, Koshiro liked the house and techno music that had emerged from the USA and Europe in the late 1980s and early &#8217;90s and understood that this could enhance the game&#8217;s impact in these territories, so he folded those ideas into his work for 1991&#8217;s <em>Streets of Rage</em>. Approaching the sequel, he went even further, developing a library of sounds with club music aficionado Motohiro Kawashima that mimicked Roland&#8217;s ubiquitous TR-808 and TR-909 drum machines and the squelchy TB-303 synthesizer.</p>\n<p><img src=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3vinyl-2.13.2017.jpg\" alt=\"Streets of Rage 3 review\" width=\"1940\" height=\"1945\" class=\"alignnone size-full wp-image-407192\" srcset=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3vinyl-2.13.2017.jpg 1940w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3vinyl-2.13.2017-299x300.jpg 299w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3vinyl-2.13.2017-768x770.jpg 768w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3vinyl-2.13.2017-1021x1024.jpg 1021w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3vinyl-2.13.2017-982x985.jpg 982w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3vinyl-2.13.2017-550x550.jpg 550w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/sor3vinyl-2.13.2017-470x470.jpg 470w\" sizes=\"(max-width: 1940px) 100vw, 1940px\" /></p>\n<p>With <em>Streets of Rage 3</em>, Koshiro and Kawashima were tasked with composing using a more modern platform than they had used to pen the game&#8217;s predecessors. Spotting an opportunity to innovate, Koshiro developed a semi-generative system called the &#8220;Automated Composing System&#8221; to handle the sound. &#8220;I wrote conditions, kind of like with a programming language, and wrote programs that produced sound like that,&#8221; he told RBMA. &#8220;The sounds are created automatically, but you’d choose the best ones and paste it all together. It’s really close to how techno music nowadays is made.&#8221;</p>\n<p>He&#8217;s half right. Some producers, such as Autechre and Brian Eno, have relied on generative methods but it&#8217;s still relatively niche, and while there are tools available in most contemporary DAWs &#8211; like Ableton Live or FL Studio &#8211; it isn&#8217;t as widespread as he thinks. In fact, his process is more similar to how modern producers work with modular synthesizers, or how electronic music&#8217;s early innovators recorded in the late &#8217;80s and early &#8217;90s. “How long did &#8216;Acid Tracks&#8217; take to make from start to finish? At creation, we were there for over an hour just playing around,&#8221; DJ Pierre <strong><a href=\"https://djmag.com/content/game-changers-phuture-acid-tracks\" rel=\"noopener\" target=\"_blank\">told <em>DJ Mag</a></em></strong> of Phuture&#8217;s genre-defining classic. &#8220;Once we came up with &#8216;Acid Tracks&#8217;, we let the machine run and kept twisting knobs. I can&#8217;t remember how long but we were there for a few. Just rocking with it.”</p>\n<p><iframe width=\"501\" height=\"376\" src=\"https://www.youtube.com/embed/jSj3s_miKG0?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>Letting the machine run and then sculpting the results is a foundational techno methodology, and in making his own processes independently, Koshiro had inadvertently followed suit. The result was one of Sega&#8217;s most controversial and most misunderstood soundtracks &#8211; a deliciously innovative set of tracks that didn&#8217;t simply mimic existing forms, but hinted at something new. Take &#8216;Fuze&#8217; for example, an early highlight and one of <em>Streets of Rage 3</em>&#8216;s most memorable tracks. Its fast-paced percussion and wailing hyper-melodic synths suggest a trance influence, but the genre was still in its infancy in 1993. That was the year young German producer Paul van Dyk released one of the earliest trance anthems, his &#8220;Love Mix&#8221; of Humate&#8217;s &#8216;Love Stimulation&#8217;; Roland&#8217;s JP-8000, the synthesizer that revolutionized dance music with its &#8216;Super Saw&#8217; patch (trance&#8217;s signature sound), was released three years later in 1996.</p>\n<p>Elsewhere, tracks like &#8216;Cycle II&#8217; and &#8216;Bulldozer&#8217; echo the fast, distorted and often atonal sounds of gabber, the Dutch-led movement that took hardcore techno into ear-battering new territory before being co-opted by Nazis. On &#8216;Cycle I&#8217; and &#8216;Percussion&#8217;, meanwhile, twisted pop culture references are tangled in-between percussive glitches and unusual tonal coughs; the result isn&#8217;t unlike the twitchy, sometimes comedic experimental electronic vignettes that would later emerge from British experimental stables Rephlex and Skam.</p>\n<p>Unsurprisingly, the soundtrack was divisive when it was released and remains controversial. &#8220;The music was terrible,&#8221; writes British gaming magazine <em>Mean Machines</em>, while forums bubble with gamers debating whether weirdy jammers like &#8216;Inga Rasen&#8217; are prescient or pretentious. But listening now, it&#8217;s remarkable how enjoyable <em>Streets of Rage 3</em>’s soundtrack is when divorced from the game itself. When you&#8217;re forced to hear snippets again and again, the atonal shards of algorithmic experimentation can be grating, but listening to the soundtrack as a whole is a different experience altogether: historical, challenging, innovative and artistic. Electronic music fans, whether they&#8217;re interested in video games or not, would be remiss to ignore Koshiro and Kawashima&#8217;s crowning achievement; whether it&#8217;s art is subject to debate, but it&#8217;s definitely techno.</p>\n<p><em>John Twells is FACT&#8217;s Managing Editor. Find him on <strong><a href=\"https://twitter.com/johnxela\" target=\"_blank\" rel=\"noopener\">Twitter</a></strong></em></p>\n<p><strong><em>Read next:</em> <a href=\"http://www.factmag.com/2017/11/09/john-carpenter-sonic-the-hedgehog/\" target=\"_blank\" rel=\"noopener\">Horror master John Carpenter on his 20-year <em>Sonic The Hedgehog</em> addiction</a></strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/17/streets-of-rage-3-soundtrack-review/\">Yuzo Koshiro and Motohiro Kawashima’s &lt;em&gt;Streets of Rage 3&lt;/em&gt; OST is a valuable slice of techno history</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Apple HomePod review: A great-sounding smart speaker with limited appeal</title>\r\n\t\t<link>http://www.factmag.com/2018/02/17/apple-homepod-review/</link>\r\n\t\t<pubDate>Sat, 17 Feb 2018 14:49:37 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Tom Wiggins]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Features]]></category>\r\n\t\t<category><![CDATA[Apple]]></category>\r\n\t\t<category><![CDATA[Apple Music]]></category>\r\n\t\t<category><![CDATA[HomePod]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=407165</guid>\r\n\t\t<description><![CDATA[<p>Apple’s first smart speaker is finally here. Tom Wiggins finds out if the HomePod&#8217;s sound quality can make up for the lack of Spotify support and high price tag. Ever since Amazon’s Echo revolutionized voice control in the home, Apple die-hards have been wondering when the company would offer their Siri-powered alternative. It’s taken a [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/17/apple-homepod-review/\">Apple HomePod review: A great-sounding smart speaker with limited appeal</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><strong><em>Apple’s first smart speaker is finally here. Tom Wiggins finds out if the HomePod&#8217;s sound quality can make up for the lack of Spotify support and high price tag.</em></strong></p>\n<p>Ever since Amazon’s Echo revolutionized voice control in the home, Apple die-hards have been wondering when the company would offer their Siri-powered alternative. It’s taken a few years, but Apple’s entry into the smart speaker market is finally here in the shape of HomePod, a Siri-enabled, Wi-Fi speaker that can be controlled almost entirely with your voice.</p>\n<p>Unlike the various Echo devices or Google’s Home, the HomePod is designed for playing music first and answering queries about the weather second. Available in white or dark grey, it’s about the size of a melon, making it larger than it looks in pictures but much smaller than the sound it pumps out. Setup is easy, though you will need an iPhone, iPad or iPod Touch &#8211; the first of a few caveats that come with owning a HomePod.</p>\n<p>The second &#8211; and biggest &#8211; thing to flag up about the HomePod, is that without a $10-a-month Apple Music subscription you won’t get the best out of it. You can still use it to play music from your phone wirelessly over AirPlay (including from Spotify) and still use Siri to pause, skip and ask what’s playing, but direct voice requests for particular songs or albums can only be completed using Apple Music (or songs uploaded to your iCloud Music Library).</p>\n<figure id=\"attachment_407215\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-407215\" src=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-1702181.jpg\" alt=\"\" width=\"1940\" height=\"1100\" srcset=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-1702181.jpg 1940w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-1702181-367x208.jpg 367w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-1702181-768x435.jpg 768w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-1702181-1024x581.jpg 1024w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-1702181-970x550.jpg 970w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-1702181-1560x885.jpg 1560w\" sizes=\"(max-width: 1940px) 100vw, 1940px\" /><figcaption class=\"wp-caption-text\"><span class=\"image-credits\">Image via: Apple</span></figcaption></figure>\n<p>If you are an Apple Music subscriber, you’ll be using Siri far more to control the HomePod than you do your iPhone. There’s a screen on top you can tap to play or pause, with touch-sensitive volume buttons on either side, but it’s really there just to show when Siri is listening. Talking to the HomePod is an easy habit to get into, at least from a technical point of view. There are six microphones inside, so even when facing away from the speaker with music playing you shouldn’t have to raise your voice for it to hear you, and it turns the volume down when you say ‘Hey Siri’ with music playing.</p>\n<p>Siri is generally quite good at knowing when you’re addressing it on the HomePod and on your iPhone – unless you’re holding your phone at the time, in which case it will still briefly wake up when it hears the magic words before realizing it’s not needed. Most of the time it’s not a problem but if you’re scrolling through Twitter and want to put some music on, things might get confusing.</p>\n<p>In general, song or album recognition is excellent, though I did get Bonnie Tyler when I asked for Bon Iver a couple of times. You don’t necessarily need to know the name of what you want to listen to: ask for the first or latest album by an artist and the HomePod knows which one to play, although it can’t understand anything in between. It even knew I wanted to hear &#8216;Wool&#8217; when I asked for “the Earl Sweatshirt song featuring Vince Staples”, though it was less successful when I wanted to hear Thundercat teaming up with Michael McDonald on ‘Show You the Way’. If there are two songs with the same title and it initially picks the wrong one, saying “play a different version” should deliver the track you want.</p>\n<figure id=\"attachment_407211\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-407211\" src=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/homepod-white-shelf-170218.jpg\" alt=\"\" width=\"1940\" height=\"1094\" srcset=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/homepod-white-shelf-170218.jpg 1940w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/homepod-white-shelf-170218-367x207.jpg 367w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/homepod-white-shelf-170218-768x433.jpg 768w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/homepod-white-shelf-170218-1024x577.jpg 1024w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/homepod-white-shelf-170218-1560x880.jpg 1560w\" sizes=\"(max-width: 1940px) 100vw, 1940px\" /><figcaption class=\"wp-caption-text\"><span class=\"image-credits\">Image via: Apple</span></figcaption></figure>\n<p>Siri’s pronunciation of artists and song titles can also leave a lot to be desired (anyone heard of a DC punk band called Fewguzzi?) but that’s just a quirk of text-to-speech services. It’s more likely to be a problem when it comes to your own requests. Good luck getting it to play any specific song off Kendrick Lamar’s <em>Untitled Unmastered</em>, for example, and you&#8217;ll need to brush up on your Icelandic if you’re a Sigur Rós fan. It also has a few occasional unexplained blind spots, such as ‘Krimson’ by Warpaint, which it insisted wasn’t available but happily played when I asked for the album it’s on instead.</p>\n<p>With other smart speakers these kinds of hiccups are irritating, but generally easy to put right by firing up the accompanying app. The problem with the HomePod is that it doesn’t have one as such. The pre-installed Home app is used for modifying its settings, while controlling what’s playing involves a convoluted method using the Music app; bring up the ‘Now Playing’ screen, hit the AirPlay logo and as long as both are connected to the same Wi-Fi network you can choose what you want to play via the Apple Music interface. It’s not the elegant or streamlined process, but it’s a workaround for the issues that currently exist when using only your voice.</p>\n<p>However, whether you’re playing directly from Apple Music or via AirPlay, the HomePod sounds fantastic. Apple’s managed to pack a dedicated woofer and seven tweeters inside, which means there’s impressive separation of the frequencies and a controlled thud to the bass. Give it something well-produced and it really sings, with vocals that sound natural and forthright. Everything’s given its own space to breathe and it has far more texture than you’d get from other smart speakers &#8211; but at $349/£319, the HomePod is significantly more expensive. There’s good dynamic range too, meaning you don’t have to pump a track like Mogwai’s ‘My Father My King’ to hear the start and get deafened by the crescendo.</p>\n<figure id=\"attachment_407214\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-407214\" src=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-top-170218.jpg\" alt=\"Apple HomePod review\" width=\"1940\" height=\"1100\" srcset=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-top-170218.jpg 1940w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-top-170218-367x208.jpg 367w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-top-170218-768x435.jpg 768w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-top-170218-1024x581.jpg 1024w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-top-170218-970x550.jpg 970w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/apple-homepod-top-170218-1560x885.jpg 1560w\" sizes=\"(max-width: 1940px) 100vw, 1940px\" /><figcaption class=\"wp-caption-text\"><span class=\"image-credits\">Image via: Apple</span></figcaption></figure>\n<p>Part of the HomePod&#8217;s power comes from the A8 chip inside, the same chip that powered the iPhone 6. One of the A8&#8217;s primary tasks is to use the HomePod&#8217;s microphones to listen to itself and ensure it sounds as good as possible, no matter what you’re playing and where you put it. This means you can place the HomePod on a table in the middle of a room (though <a href=\"http://www.bbc.co.uk/news/technology-43064772\" target=\"_blank\" rel=\"noopener\">not on a wooden one</a>) or on a bookshelf in the corner and it’ll tweak the sound to give you the same performance. The A8 also means you can use the HomePod as a speakerphone, ask it to send and read out messages for you, set reminders and, if you have smart home gadgets that are compatible with Apple’s HomeKit, use it as a hub to control them all.</p>\n<p>The &#8216;smart&#8217; side of the HomePod is a little undercooked right now but its musical performance makes up for it; it&#8217;s easily good enough to be the only speaker most homes will need. That makes it easy to recommend, though not without highlighting those typically Apple requirements to get the best out of it: an iOS device and an Apple Music subscription. The former is nothing new: there were plenty of speaker docks that were designed to be used with iPods though they always had separate line-in connections for non-Apple devices (not that anybody owned anything else back then). Streaming demands no such physical limitation.</p>\n<p>Support for other services could be added at any time, though Apple wouldn’t comment when asked if there were plans to do so, and the fact that Spotify still isn’t supported via Siri on an iPhone doesn’t bode well. If you’re happy with that and want an excellent-sounding speaker that just so happens to be voice controlled, the HomePod won’t disappoint. As smart speakers go it’s not the brightest, but it sets a new bar for sound quality that’s going to be very hard to beat.</p>\n<p><em>Tom Wiggins is a freelance journalist. Find him on <a href=\"http://www.twitter.com/wiggowiggo/\" target=\"_blank\" rel=\"noopener\">Twitter</a>.</em></p>\n<p><strong>Read next: <a href=\"http://www.factmag.com/2018/01/27/best-bluetooth-headphones-under-400/\" target=\"_blank\" rel=\"noopener\">7 of the best Bluetooth headphones for $400 or under</a></strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/17/apple-homepod-review/\">Apple HomePod review: A great-sounding smart speaker with limited appeal</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>J Hus and Jae5 unravel how they made ‘Did You See’</title>\r\n\t\t<link>http://www.factmag.com/2018/02/16/j-hus-jae5-did-you-see-breakdown/</link>\r\n\t\t<pubDate>Fri, 16 Feb 2018 11:08:52 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[April Clare Welsh]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[J Hus]]></category>\r\n\t\t<category><![CDATA[Jae5]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=407125</guid>\r\n\t\t<description><![CDATA[<p>One of our favorite tracks of 2017. J Hus has unravelled the creative process behind his 2017 blockbuster single &#8216;Did You See&#8217;. Discussing the song for the latest episode of the Beats by Dr. Dre Beat x Beat series, alongside producer Jae5, the UK star explains how he wrote the song after attending a block [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/16/j-hus-jae5-did-you-see-breakdown/\">J Hus and Jae5 unravel how they made ‘Did You See’</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><strong>One of our favorite tracks of 2017.</strong></p>\n<p><a href=\"http://www.factmag.com/tag/j-hus/\" target=\"_blank\" rel=\"noopener\">J Hus</a> has unravelled the creative process behind his 2017 blockbuster single &#8216;Did You See&#8217;.</p>\n<p>Discussing the song for the latest episode of the Beats by Dr. Dre Beat x Beat series, alongside producer Jae5, the UK star explains how he wrote the song after attending a block party. “I had a two bar in my head, ‘did you see what I done came in a black benz left in a white one,'&#8221; he recalls.</p>\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/1obZ2dpoCDw?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>After taking the track to Jae5, the marimbas became the starting point of the song. &#8220;Once I heard that sound, the whole track was already done in my head,&#8221; recalls the beatmaker.</p>\n<p>During the film, Jae5 explains that the song&#8217;s wah-wah sound came from running his own vocal through guitar amps to create distortion, while discussing his use of &#8220;weird percussion sounds&#8221; and effects. J Hus also discusses the first time he performed &#8216;Did You See&#8217; live, at London&#8217;s Brixton 02 Academy. &#8220;Shutting it down was just crazy,&#8221; he says.</p>\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/uNdQYMmeBpg?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p><strong><em>Read next:</em></strong> <a href=\"http://www.factmag.com/2017/12/15/best-tracks-2017/\" target=\"_blank\" rel=\"noopener\">The 50 best tracks of 2017</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/16/j-hus-jae5-did-you-see-breakdown/\">J Hus and Jae5 unravel how they made ‘Did You See’</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Kool Keith, Dan The Automator and Qbert reveal new Dr. Octagon album</title>\r\n\t\t<link>http://www.factmag.com/2018/02/15/kool-keith-new-dr-octagon-album/</link>\r\n\t\t<pubDate>Thu, 15 Feb 2018 23:02:51 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[John Twells]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Dr. Octagon]]></category>\r\n\t\t<category><![CDATA[Kool Keith]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=407110</guid>\r\n\t\t<description><![CDATA[<p>The original Dr. Octagon line-up returns with a brand new full-length. Back in 1996, rapper Kool Keith teamed up with producer Dan &#8220;The Automator&#8221; Nakamura and DJ Qbert of Filipino-American turntablist crew The Invisible Skratch Piklz and recorded Dr. Octagonecologyst, one of Keith&#8217;s most acclaimed releases to date. Now, over two decades later, the original [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/15/kool-keith-new-dr-octagon-album/\">Kool Keith, Dan The Automator and Qbert reveal new Dr. Octagon album</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><strong>The original Dr. Octagon line-up returns with a brand new full-length.</strong></p>\n<p>Back in 1996, rapper Kool Keith teamed up with producer Dan &#8220;The Automator&#8221; Nakamura and DJ Qbert of Filipino-American turntablist crew The Invisible Skratch Piklz and recorded <em>Dr. Octagonecologyst</em>, one of Keith&#8217;s most acclaimed releases to date.</p>\n<p>Now, over two decades later, the original trio has re-formed and have shared the first taste of new material. Today, they premiered new single &#8216;Octagon Octagon&#8217; from upcoming full-length <em>Moosebumps: An Exploration Into Modern Day Horripilation</em>.</p>\n<p>This new material isn&#8217;t completely unexpected. The trio reunited last year for a handful of shows celebrating the reissue of <em>Dr. Octagonecologyst</em> on vinyl and FACT&#8217;s Tamara Palmer <strong><a href=\"http://www.factmag.com/2017/03/07/dan-the-automator-dr-octagon-kool-keith/\" rel=\"noopener\" target=\"_blank\">chatted to Nakamura</a></strong> about the reunion.</p>\n<p><iframe width=\"100%\" height=\"300\" scrolling=\"no\" frameborder=\"no\" allow=\"autoplay\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/399254796%3Fsecret_token%3Ds-dDzN8&amp;color=%23ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;show_teaser=true&amp;visual=true\"></iframe></p>\n<p><strong>Tracklist:</strong></p>\n<p>&#8216;Octagon Octagon&#8217;<br />\n&#8216;Polka Dots&#8217;<br />\n&#8216;Black Hole Son&#8217;<br />\n&#8216;Power Of The World&#8217;<br />\n&#8216;Operation Zero&#8217;<br />\n&#8216;Bear Witness IV&#8217;<br />\n&#8216;Area 54&#8217;<br />\n&#8216;Flying Waterbed&#8217;<br />\n&#8216;3030 Meets The Doc Pt.1&#8217;<br />\n&#8216;Karma Sutra&#8217;<br />\n&#8216;Hollywood Tailswinging&#8217;<br />\n&#8216;Aviator Hype&#8217;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/15/kool-keith-new-dr-octagon-album/\">Kool Keith, Dan The Automator and Qbert reveal new Dr. Octagon album</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Listen to Frank Ocean’s dreamy cover of ‘Moon River’</title>\r\n\t\t<link>http://www.factmag.com/2018/02/15/frank-ocean-moon-river-cover/</link>\r\n\t\t<pubDate>Thu, 15 Feb 2018 12:47:45 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[April Clare Welsh]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Frank Ocean]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=407069</guid>\r\n\t\t<description><![CDATA[<p>&#8220;In the late nite.&#8221; Frank Ocean has shared a cover of the Breakfast at Tiffany&#8217;s favorite &#8216;Moon River&#8217;. Originally composed by Henry Mancini and performed by Audrey Hepburn in the 1961 movie, Ocean&#8217;s gorgeous, stripped-back version marks his first release of 2018. Last month, the US star teased the arrival of new music on his Tumblr page, [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/15/frank-ocean-moon-river-cover/\">Listen to Frank Ocean&#8217;s dreamy cover of &#8216;Moon River&#8217;</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><strong>&#8220;In the late nite.&#8221;</strong></p>\n<p><a href=\"http://www.factmag.com/tag/frank-ocean/\" target=\"_blank\" rel=\"noopener\">Frank Ocean</a> has shared a cover of the <em>Breakfast at Tiffany&#8217;s </em>favorite &#8216;Moon River&#8217;.</p>\n<p>Originally composed by Henry Mancini and performed by Audrey Hepburn in the 1961 movie, Ocean&#8217;s gorgeous, stripped-back version marks his first release of 2018.</p>\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/mXiFHDfvn4A?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>Last month, the US star teased the arrival of new music on his <a href=\"http://frankocean.tumblr.com/post/169250081706/new-18-99#notes?ref_url=http://www.thefader.com/2018/01/02/frank-ocean-hints-at-new-music-in-2018#_=_\" target=\"_blank\" rel=\"noopener\">Tumblr page,</a> posting a cryptic photo of an unknown person with the caption: “If you liked 2017, you&#8217;ll love 2018.&#8221; In 2017, Ocean released a handful of loosies including &#8216;Chanel&#8217; and &#8216;Biking&#8217;.</p>\n<p><strong><em>Read next:</em> </strong><a href=\"http://www.factmag.com/2017/12/22/best-rb-rap-tracks-2017/\" target=\"_blank\" rel=\"noopener\">The 20 best R&amp;B and rap tracks of 2017</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/15/frank-ocean-moon-river-cover/\">Listen to Frank Ocean&#8217;s dreamy cover of &#8216;Moon River&#8217;</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Step into the cult of Nilüfer Yanya, the London romantic writing raw songs about love and money</title>\r\n\t\t<link>http://www.factmag.com/2018/02/14/nilufer-yanya-fact-rated/</link>\r\n\t\t<pubDate>Wed, 14 Feb 2018 12:54:47 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Al Horner]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[FACT Rated]]></category>\r\n\t\t<category><![CDATA[Features]]></category>\r\n\t\t<category><![CDATA[Interviews]]></category>\r\n\t\t<category><![CDATA[Nilüfer Yanya]]></category>\r\n\t\t<category><![CDATA[No AMP]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=405179</guid>\r\n\t\t<description><![CDATA[<p>FACT Rated is our series digging into the sounds and stories of the most vital breaking artists around right now. This week, London singer-songwriter Nilüfer Yanya takes us inside her sparse, guitar-driven R&#38;B pop. Her songs&#8217; stories may be hard to grasp but the most affecting ones always are, she tells Al Horner. IN SHORT [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/14/nilufer-yanya-fact-rated/\">Step into the cult of Nilüfer Yanya, the London romantic writing raw songs about love and money</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><strong><em>FACT Rated is our series digging into the sounds and stories of the most vital breaking artists around right now. This week, London singer-songwriter Nilüfer Yanya takes us inside her sparse, guitar-driven R&amp;B pop. Her songs&#8217; stories may be hard to grasp but the most affecting ones always are, she tells Al Horner.</em></strong></p>\n<blockquote><p><strong>IN SHORT</strong><br />\nName: Nilüfer Yanya<br />\nFrom: London<br />\nMust-hear: &#8216;Baby Luv&#8217; (2017)<br />\nFor Fans Of: The xx, King Krule</p></blockquote>\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/Zsx1cOjydBA?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>Love is a cult in Nilüfer Yanya&#8217;s new video. &#8220;It&#8217;s kinda <em>The Handmaid&#8217;s Tale </em>meets<em> Pulp Fiction,&#8221; </em>she says of &#8216;Thanks 4 Nothing&#8217;, the much-hyped Londoner&#8217;s latest <a href=\"https://en.wikipedia.org/wiki/Drinking_the_Kool-Aid\">Kool Aid-fresh</a> serving of soulful, guitar-driven indie. The song is about escaping from a broken romance into which you completely disappeared; that feeling when &#8220;you&#8217;re able to look back and see the warning signs with this weird detached feeling.&#8221; The religious sect storyline of its video is that power struggle pushed to extremes. <i>&#8220;</i>It&#8217;s never quite clear if I&#8217;m part of that cult or its leader, someone calling the shots. But I don&#8217;t want to go too far. I don&#8217;t want to drink the poison. It&#8217;s meant to symbolize relationships, which can be like that.&#8221;</p>\n<p>In the last year, the 22-year-old – who was taught guitar by The Invisible&#8217;s Dave Okumu and has Turkish, Irish and Bajan heritage – has amassed a cult following of her own. 2017 saw her surpass five million Spotify streams, win a place on the BBC Sound Of 2018 list and share stages with the likes of The xx, Broken Social Scene and Mitski. A lot of that&#8217;s down to &#8216;Baby Luv&#8217; – her raw, alluring breakout single that like much of her music, alludes to a story you can never quite grasp. “All my favorite music is elusive like that,” she says. “I like songs that have stories and situations that you can almost catch, but you can’t quite ever catch properly. It’s more a vibe&#8230; a feeling.”</p>\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/lmmQuNl_8xc?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>Written about a toxic partner who was bad with money, &#8216;Baby Luv&#8217; pivoted on questions like &#8220;what is money? How much do I cost? How much does life cost?&#8221; according to Yanya. But the song played out in opaque poetry (&#8220;light blue ferrera, I bet you&#8217;ll never call me sometime&#8221;) over stop-start guitar jangles, and featured a video that – like &#8216;Thanks 4 Nothing&#8217; – was shot by <a href=\"https://www.instagram.com/energy.force/\">Energy Force</a>, a duo comprising Yanya&#8217;s sister, Molly, and her boyfriend. Their close creative partnership means the Londoner can create her own artwork and have a strong hand in the making of her own videos. &#8220;I can&#8217;t imagine doing it any other way. I like total control.&#8221;</p>\n<p>It&#8217;s with Molly that Yanya runs Artists In Transit when not touring or writing music, an Athens-based refugee aid initiative that organizes art workshops for displaced men, women and children. Their efforts in sewing, doll-making, painting, photography and drawing were documented in My Friends, the organization’s first zine, proceeds from which went towards further workshops. “Doing that definitely broadens my horizons,” says Yanya.</p>\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/cbwZIRcsdDo?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>Though her charity work and frantic tour schedule means she’s traveling more and more, her heart remains in West London, where she spent her childhood dragging her artist parents around the many galleries of her native Chelsea, an area she describes as “a bit of a bubble.” Here, Yanya filled her time with Harry Potter books, Now That’s What I Call Music! CDs borrowed from her sister and classical piano and cello lessons until her teenage years, when a love affair with indie-rock bands like The Libertines and The Strokes inspired her to pick up guitar.</p>\n<p>After expanding her tastes (Nina Simone and Jeff Buckley are her main inspirations now) and her talent, Yanya put her first track &#8216;Waves&#8217; on SoundCloud aged 18, followed by her first proper release, the <em>Small Crimes</em> EP. 2017 saw her drop another EP, <em>Plant Feed</em>, which cemented her blossoming reputation as an artist going places and going there fast. She was working a part-time job in a fancy dress shop in Hammersmith the first time she heard her music on national radio. “I heard it on my phone, while customers were trying to talk to me. I was like, ‘shhhh! That’s me!’ It was kinda mad.”</p>\n<p>Now, having just announced a headline EU and UK tour, with performances at SXSW also on the horizon, Yanya&#8217;s gearing up for a busy 2018 that will also see her work on an eagerly awaited debut album. &#8220;It&#8217;s really scary,&#8221; she laughs of an upcoming hometown show at London&#8217;s Village Underground. &#8220;Hopefully it&#8217;ll be alright and people turn up.&#8221; The 22-year-old doesn&#8217;t need to worry about that. The cult of Nilüfer Yanya is just getting started.</p>\n<p><em>Al Horner is Editor-in-Chief of FACT. Find him on <strong><a href=\"https://twitter.com/Al_Horner\" target=\"_blank\" rel=\"noopener\">Twitter</a></strong></em></p>\n<p><strong><em>Read next:</em> <a href=\"http://www.factmag.com/2018/01/23/call-me-by-your-name-sufjan-oscar/\" target=\"_blank\" rel=\"noopener\">If Sufjan Stevens doesn’t win an Oscar for Call Me By Your Name, I will fucking riot</a></strong></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/14/nilufer-yanya-fact-rated/\">Step into the cult of Nilüfer Yanya, the London romantic writing raw songs about love and money</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Black Panther director Ryan Coogler had his “mind blown” by Kendrick Lamar’s all-star soundtrack</title>\r\n\t\t<link>http://www.factmag.com/2018/02/13/ryan-coogler-kendrick-lamar-black-panther/</link>\r\n\t\t<pubDate>Tue, 13 Feb 2018 18:21:29 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Al Horner]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Features]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Sticky]]></category>\r\n\t\t<category><![CDATA[black panther]]></category>\r\n\t\t<category><![CDATA[Kendrick Lamar]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=406912</guid>\r\n\t\t<description><![CDATA[<p>Anticipation was already high for new Marvel movie Black Panther. Then Kendrick Lamar announced he was readying a tie-in album, featuring Vince Staples, James Blake, SZA and more, and excitement tipped into hysteria. The film&#8217;s director Ryan Coogler tells Al Horner how the soundtrack came to be and why it&#8217;s an important appendage to a culturally crucial [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/13/ryan-coogler-kendrick-lamar-black-panther/\">&lt;em&gt;Black Panther&lt;/em&gt; director Ryan Coogler had his &#8220;mind blown&#8221; by Kendrick Lamar&#8217;s all-star soundtrack</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><strong><em>Anticipation was already high for new Marvel movie</em> Black Panther. Then<em> Kendrick Lamar announced he was readying a tie-in album, </em><em>featuring Vince Staples, James Blake, SZA and more, and excitement tipped into hysteria. The film&#8217;s director Ryan Coogler tells Al Horner how the soundtrack came to be and why it&#8217;s an important appendage to a culturally crucial movie. </em></strong></p>\n<p><em>Black Panther</em> begins in Oakland, California because that&#8217;s where it began for Ryan Coogler. The director grew up in the city where his <a href=\"http://money.cnn.com/2018/02/02/media/black-panther-fandango-ticket-sales/index.html\"><strong>history-making</strong></a> new blockbuster purrs into action. Coogler&#8217;s love for <em>Black Panther </em>started early, at the comic book store next to his elementary school that he walked into as a child and <a href=\"http://www.wired.co.uk/article/black-panther-film-director-ryan-coogler\">requested a superhero who looked like him</a>. He was pointed toward the saga of T&#8217;Challa, the newly crowned king of a hidden Afrofuturist metropolis named Wakanda. The day he got the call offering him the job of bringing it to the big screen, in the biggest-ever film written, directed, designed by and starring black talent, he travelled back to that store and contemplated the task ahead.</p>\n<p>Coogler&#8217;s Bay Area roots are repped not just in <em>Black Panther</em>&#8216;s opening scene, but also on the film&#8217;s Kendrick Lamar-curated soundtrack album, which features <a href=\"http://www.thefader.com/2017/04/26/sob-x-rbe-interview-slimmy-b-daboii-lul-g-yhung-to\">Vallejo crew SOB x RBE</a> among a star-studded list of artists from across British, South African, Ethiopian and American black music. &#8220;Gotta represent the Bay Area,&#8221; he grins today, in a London hotel room before the movie&#8217;s European premiere. He and Kendrick had &#8220;talked back and forth about artists I wanted to represent&#8221; on the tie-in album: &#8220;A lot of these were artists he was already familiar with and had relationships with.&#8221; But the overall track list was a surprise, as was the sheer level of Lamar&#8217;s involvement, appearing on and co-writing all 14 tracks. &#8220;Haha!&#8221; he laughs incredulously when asked if he was expecting such a broad list of stars, from Vince Staples and The Weeknd to SZA and James Blake. &#8220;When I saw the final roster, it was mind-blowing, man. I&#8217;m really excited for people to hear it.&#8221;</p>\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/JQbjS0_ZfJ0?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>Hailed by the <em>New York Times</em> as <a href=\"https://www.nytimes.com/2018/02/12/magazine/why-black-panther-is-a-defining-moment-for-black-america.html\">&#8220;a defining moment for black America,&#8221;</a> the film&#8217;s place in the popular Marvel Cinematic Universe and embrace of blackness and black talent has represented, for some, a small victory in a struggle for representation that&#8217;s still got a long way to go. Coogler, directing a majority-black cast that includes Chadwick Boseman, Michael B. Jordan and Lupita Nyong’o, has described the story as an &#8220;exploration of what it means to be African.&#8221; Naturally, he thought of Kendrick, whose grapples with ancestry, identity and calm in the face of aggression chime with those at the heart of <em>Black Panther</em>, and with whom he&#8217;d met previously to discuss a collaboration.</p>\n<p>&#8220;We met a couple years ago,&#8221; explains Coogler, who had just finished work on his acclaimed Rocky sequel/reboot, <em>Creed</em>. &#8220;We talked about things he was doing over at TDE and we kinda said, ‘Look man, if the opportunity comes up, if our schedules line up, we should find a way to work together.’” When Kendrick finished <em>DAMN., </em>Coogler was able to &#8220;sit down, show him some footage from the film, talk about how it was working&#8221; and convince him to come on board for a soundtrack inspired by 1990s tie-in albums, on which &#8220;artists would take themes and make music inspired by the themes.&#8221;</p>\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/K5xERXE7pxI?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p>The result is a compilation of songs that, truth be told, only occasionally dovetail with the dilemmas facing the film&#8217;s characters. It&#8217;s powerful when they do, though: on its eponymous opening track, African tribe drums give way to a sober Kendrick verse about how crowns can weigh heavy on the heads of those who wear them (&#8220;king of the past, present, future, my ancestors watchin&#8221;). Elsewhere, the subject of identity hangs over Jorja Smith&#8217;s &#8216;I Am&#8217; like a cloud, while &#8216;Seasons&#8217; features verses sung entirely in Zulu alongside signature insight from Mozzy on systemic oppression. &#8220;Trapped in the system, traffickin&#8217; drugs, modern-day slavery, African thugs,&#8221; the Sacramento MC raps.</p>\n<p>Kendrick&#8217;s albums boast huge production values but ultimately impress with their underlying message. Similarly, it&#8217;s the human stories beneath the superhero spectacle of <em>Black Panther</em> that Coogler thinks will stick with people. “I don&#8217;t think the project would have been right for me if there wasn&#8217;t potential for that human element,&#8221; he says. &#8220;When you&#8217;re younger, those [action moments] stick. But as I&#8217;ve got older, I remember the emotional bits — the situational dynamics that characters end up in. For T&#8217;Challa, his character arc is all in his reverence for his father, his reverence for the past. And that&#8217;s what makes him special, but also his flaw. It&#8217;s what he has to overcome.&#8221; <em>Black Panther</em> and its soundtrack album both feel like steps away from the past, into a future that&#8217;s overdue.</p>\n<p><em>Al Horner is Editor-In-Chief of FACT. Find him on <a href=\"http://www.twitter.com/al_horner\">Twitter</a>.</em></p>\n<p><em><strong>Read next:</strong></em> <a href=\"http://www.factmag.com/2018/01/23/call-me-by-your-name-sufjan-oscar/\">If Sufjan Stevens doesn’t win an Oscar for <em>Call Me By Your Name,</em> I will fucking riot</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/13/ryan-coogler-kendrick-lamar-black-panther/\">&lt;em&gt;Black Panther&lt;/em&gt; director Ryan Coogler had his &#8220;mind blown&#8221; by Kendrick Lamar&#8217;s all-star soundtrack</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Singles Club: Please stand for Junglepussy’s sizzling ‘State of the Union’</title>\r\n\t\t<link>http://www.factmag.com/2018/02/13/singles-club-junglepussy-doom-calvin-harris/</link>\r\n\t\t<pubDate>Tue, 13 Feb 2018 18:16:28 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[FACT]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Features]]></category>\r\n\t\t<category><![CDATA[FACT Singles Club]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://www.factmag.com/?p=406965</guid>\r\n\t\t<description><![CDATA[<p>Each week on the FACT Singles Club, our writers rate and slate the biggest new tracks of the last seven days. This week, returning Brooklyn queen Junglepussy unleashes her &#8216;State of the Union&#8217; and Danny L Harle enlists rising star Clairo for new track &#8216;Blue Angel.&#8217; Elsewhere, ‘90s US pop duo Daphne &#38; Celeste surprise us [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/13/singles-club-junglepussy-doom-calvin-harris/\">Singles Club: Please stand for Junglepussy&#8217;s sizzling &#8216;State of the Union&#8217;</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Each week on the <a href=\"http://www.factmag.com/tag/fact-singles-club/\" target=\"_blank\" rel=\"noopener noreferrer\">FACT Singles Club</a>, our writers rate and slate the biggest new tracks of the last seven days.</strong></p>\n<p>This week, returning Brooklyn queen Junglepussy unleashes her &#8216;State of the Union&#8217; and Danny L Harle enlists rising star Clairo for new track &#8216;Blue Angel.&#8217;</p>\n<p>Elsewhere, ‘90s US pop duo Daphne &amp; Celeste surprise us all with their Max Tundra-assisted single &#8216;BB&#8217;, MF DOOM and Czarface team up for ‘Nautical Depth&#8217; and Calvin Harris has jumped on the dancehall bandwagon with PARTYNEXTDOOR. Sink your teeth into the week&#8217;s hottest singles below.</p>\n<hr />\n<p><img class=\"size-full wp-image-406967 aligncenter\" src=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/junglepussy.jpg\" alt=\"\" width=\"400\" height=\"400\" srcset=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/junglepussy.jpg 400w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/junglepussy-300x300.jpg 300w\" sizes=\"(max-width: 400px) 100vw, 400px\" /></p>\n<p><span style=\"text-decoration: underline;\"><strong><a href=\"https://open.spotify.com/track/68P2gJh9kAoWiUj2i08wx7?si=xZ-ws0uCQ-ONVJTtPM9QaQ\" target=\"_blank\" rel=\"noopener\">Junglepussy &#8211; &#8216;State of the Union&#8217;</a></strong></span></p>\n<p><strong>Claire Lobenfeld: </strong>“We playin&#8217; the same sport / I don&#8217;t smell like you / Gettin&#8217; the same cheese / I don&#8217;t melt like you&#8221;?!?!?! I just broke a bottle over my head and ran around in circles. (8)</p>\n<p><strong>Scott Wilson:</strong> At a little over two and a half minutes I was expecting ‘State of the Union’ to be a short, sharp burst of energy that captures Junglepussy at her best. Unfortunately, it’s a sluggish track that feels like it’s twice the length. I get that it’s is a trailer for the album to come, but trailers are meant to leave you craving more and my appetite is not particularly whetted by this. (5)</p>\n<p><strong>Al Horner:</strong> YES JUNGLEPUSSY! It&#8217;s been a long three years since <em>Pregnant With Success </em>and I am more than ready for more of the same, as this seems to point to. The title may prep you for a deep dive into the political shit show that&#8217;s transpired in her years away, but the Brooklyn MC remains focused on scolding those who&#8217;ve hurt her (&#8220;I wish we never met but I cannot erase it&#8221;) upon a backdrop of smoky strings and stuttering snare hits. Gets my vote. (7)</p>\n<p><span class=\"ranking\">6.7</span></p>\n<hr />\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/GoipoCH3wgY?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p><strong><span style=\"text-decoration: underline;\">Daphne &amp; Celeste &#8211; &#8216;BB&#8217;</span></strong></p>\n<p><strong>Scott Wilson:</strong> I certainly didn’t imagine, as I watched Daphne &amp; Celeste having bottles of urine thrown at them at Reading Festival in 2000, that they would be attempting a comeback with an album produced by Max Tundra 18 years later. Tundra’s music has sometimes been seen as a precursor the PC Music sound, but let’s be honest, trying to rehabilitate the image of Daphne &amp; Celeste is a project not even A.G. Cook would attempt, so it’s even more astonishing that everything about this track – from the thinly-veiled Ed Sheeran dissing to the vocal harmonies – is absolutely perfect. It’s a TRAVESTY that this will probably not get played on Radio 1, because people need to hear it. (10)</p>\n<p><strong>Al Horner: </strong>In the year 2094, when leaders of the human resistance attempt to pin point the moment it became obvs that the machines had risen up, turned our brains into batteries and replaced reality with some kinda computer simulation, they may well point to this moment. Because &#8216;1990s sugar pop novelty duo Daphne &amp; Celeste return with Ed Sheeran diss track, lyrics about &#8220;storms of ennui&#8221; and a new glitchy electronic direction&#8217; is surely a turn of events auto-generated by some fucked-up Matrix algorithm gone wrong. Tbf tho, if my body really is being farmed for energy by monstrous octopus robot sentinels right now, maybe that&#8217;s not the worst fate, &#8216;cos this is an actual banger and any enemy of the omnipresent &#8220;basic busker&#8221; this takes aim at over video game bleeps and beats is a friend of mine. (8)</p>\n<p><strong>Claire Lobenfeld:</strong> This song is demented. I&#8217;m not fan of Ed Sheeran, but Daphne &amp; Celeste are aiming pretty high for a song that sounds like a drama-club&#8217;s rendition of Aqua. (0)</p>\n<p><span class=\"ranking\">6</span></p>\n<hr />\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/F9a4C2NrQQs?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p><strong><span style=\"text-decoration: underline;\">Danny L Harle feat. Clairo &#8211; &#8216;Blue Angel&#8217;</span></strong></p>\n<p><strong>Scott Wilson:</strong> Danny L Harle’s had such an incredible run of form over the past few years that a dud was inevitable, and for me at least, this is that moment. It’s partly the dull vocal and the lack of euphoric touches, but on a fundamental level it’s because this is a fairly rote pop song that fails to hit the heights he’s capable of. Aside from the hi-def production there’s not much to differentiate this from your average Chainsmokers track. Sorry Danny. (5)</p>\n<p><strong>Claire Lobenfeld:</strong> Loving the bubblegum new age vibe from Huge Danny, but I have to agree with Scott that Clairo&#8217;s vocal contribution does tow the line between inhabiting Danny&#8217;s pop utopia and, well, a Chainsmokers track. (5)</p>\n<p><strong>Al Horner:</strong> Hmmm, miss the deadline to get this veeeeeery festive, snow-themed single out in time for Christmas, Danny? I&#8217;m still into it, if only to hear the PC Music man breaking out of the hyperactive mould of his best-known singles in favour of something slower. Also, have I watched his <a href=\"https://www.youtube.com/watch?v=cJIjYENs6cc\">Clean Bandit-sampling Against The Clock</a> one too many times, or is that lead melody inspired by &#8216;Symphony&#8217;? (7)</p>\n<p><span class=\"ranking\">5.7</span></p>\n<hr />\n<p><img class=\"size-full wp-image-406971 aligncenter\" src=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/NauticalDepth.jpeg\" alt=\"\" width=\"400\" height=\"400\" srcset=\"http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/NauticalDepth.jpeg 400w, http://s3.amazonaws.com/factmag-images/wp-content/uploads/2018/02/NauticalDepth-300x300.jpeg 300w\" sizes=\"(max-width: 400px) 100vw, 400px\" /></p>\n<p><span style=\"text-decoration: underline;\"><strong><a href=\"https://open.spotify.com/track/7wygl4A0UpyG7blbh6eMl1?si=p79LIBERSKeCIR22f96UjQ\" target=\"_blank\" rel=\"noopener\">MF DOOM &amp; Czarface &#8211; ‘Nautical Depth’</a></strong></span></p>\n<p><strong>Scott Wilson:</strong> I love <em>Star Wars</em>, the Arkham series of Batman games and Marvel Comics, but I can’t stand the constant reference to all of these things in this track. Although I’m all for the synergy between nerd culture and music, when you put this track next to Kendrick’s (actually quite decent) <em>Black Panther</em> soundtrack, it all feels a little half-baked. (4)</p>\n<p><strong>Al Horner:</strong> &#8216;Nautical Depth&#8217; is right, &#8216;cos I got a sinking feeling about two mins in when I, usually the biggest of DOOM nerds, realised how unremarkable this is. (4)</p>\n<p><strong>Claire Lobenfeld:</strong> This is not from 1995? Sounds dusty to me. (3)</p>\n<p><span class=\"ranking\">3.7</span></p>\n<hr />\n<p><iframe width=\"668\" height=\"376\" src=\"https://www.youtube.com/embed/6xMBmvevhj0?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe></p>\n<p><strong><span style=\"text-decoration: underline;\">Calvin Harris &amp; PARTYNEXTDOOR &#8211; ‘Nuh Ready Nuh Ready’</span></strong></p>\n<p><strong>Scott Wilson:</strong> I’m amazed that Calvin Harris took so long to jump on the dancehall bandwagon and I rolled my eyes when I realized what I was about to have to sit through, but this track is actually not bad at all. There’s something more than a little mercenary about teaming up with the writer of ‘Work’ to plant your dembow flag but I can’t deny that synth riff hits all the right notes. Those dub horns too! OK, fair play Calvin, this is actually a pretty great pop song. You win this time. (8)</p>\n<p><strong>Al Horner:</strong> Didn&#8217;t expect more new music from Calvin Harris so soon after the course-correcting and let&#8217;s face it, pretty irresistible funk-pop of <em>Funk Wav Bounces Vol 1 </em>last year. My journey with this track was pretty close to Scott&#8217;s – &#8216;Nuh Ready Nuh Ready&#8217; packs all the right shuffley rhythms and dub horn magic. I hope one day, though, after all his genre-hopping and appropriation Calvin eventually goes back to his Scottish roots and does an album full of career-obliterating bagpipe music.<em> </em>(8)</p>\n<p><strong>Claire Lobenfeld:</strong> Look, it&#8217;s not <strong><a href=\"https://themuse.jezebel.com/rihanna-told-diplo-his-music-sounded-like-a-reggae-song-1797641752\">“a reggae song at an airport”</a></strong> but it&#8217;s not that exciting. (5)</p>\n<p><span class=\"ranking\">7</span></p>\n<hr />\n<p><strong>Final scores:</strong><br />\nCalvin Harris &amp; PARTYNEXTDOOR &#8211; ‘Nuh Ready Nuh Ready’ (7)<br />\nJunglepussy &#8211; &#8216;State of the Union&#8217; (6.7)<br />\nDaphne &amp; Celeste &#8211; &#8216;BB&#8217; (6)<br />\nDanny L Harle feat. Clairo &#8211; &#8216;Blue Angel&#8217; (5.7)<br />\nMF DOOM &amp; Czarface &#8211; ‘Nautical Depth’ (3.7)</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.factmag.com/2018/02/13/singles-club-junglepussy-doom-calvin-harris/\">Singles Club: Please stand for Junglepussy&#8217;s sizzling &#8216;State of the Union&#8217;</a> appeared first on <a rel=\"nofollow\" href=\"http://www.factmag.com\">FACT Magazine: Music News, New Music.</a>.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t</channel>\r\n</rss>\r\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "ETag": "UhBuiVD9AyPqHKQMtchnYzeHzGI",
    "Content-Type": "text/xml; charset=UTF-8",
    "Cache-Control": "private, max-age=0",
    "Server": "GSE",
    "X-XSS-Protection": "1; mode=block",
    "Last-Modified": "Sun, 18 Feb 2018 15:16:56 GMT",
    "Content-Encoding": "gzip",
    "Date": "Sun, 18 Feb 2018 17:00:46 GMT",
    "X-Content-Type-Options": "nosniff",
    "Expires": "Sun, 18 Feb 2018 17:00:46 GMT"
  },
  "response_url": "http://feeds.feedburner.com/factmag"
}