{
  "requested_url": "http://feeds.feedburner.com/AtlanticNational",
  "fetched_at": "2018-02-18T22:20:05.672431",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/atom10full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.feedburner.com/~d/styles/itemcontent.css\"?><feed xmlns=\"http://www.w3.org/2005/Atom\" xmlns:media=\"http://search.yahoo.com/mrss/\" xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" xml:lang=\"en-us\"><title>U.S. | The Atlantic</title><link href=\"http://www.theatlantic.com/national/\" rel=\"alternate\" /><id>http://www.theatlantic.com/national/</id><updated>2018-02-17T15:21:44-05:00</updated><rights>Copyright 2018 by The Atlantic Monthly Group. All Rights Reserved.</rights><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/atom+xml\" href=\"http://feeds.feedburner.com/AtlanticNational\" /><feedburner:info uri=\"atlanticnational\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><entry><content type=\"html\">&lt;p&gt;What does the dissenting mail look like, when I publish &lt;a href=\"https://www.theatlantic.com/politics/archive/2018/02/deeply-saddened/553478/?utm_source=feed\"&gt;an item like this one&lt;/a&gt;, arguing that Mitch McConnell illustrates the pious hypocrisy of those who are “deeply saddened” by gun massacres but obstruct efforts to prevent them, or round-ups of reader responses like &lt;a href=\"https://www.theatlantic.com/notes/2017/11/why-the-ar-15-was-never-meant-to-be-in-civilians-hands/545438/?utm_source=feed\"&gt;this&lt;/a&gt;?&lt;/p&gt;&lt;p&gt;Here is a representative sample.&lt;/p&gt;&lt;p&gt;&lt;em&gt;Draconian controls&lt;/em&gt;. I said in my McConnell item that the NRA had successfully equated &lt;em&gt;any&lt;/em&gt; proposed control on gun use and ownership with &lt;em&gt;total&lt;/em&gt; control. (We recognize that DUI laws and liability-insurance requirements don’t amount to confiscation of your car, but that distinction disappears when we’re talking about guns.) One dissenting note illustrates this outlook:&lt;/p&gt;&lt;blockquote&gt;\r\n&lt;p&gt;Sorry, but I'm guessing you'll favor draconian gun laws no matter what the crime rate or frequecy of mass killings. I also suspect that you'll carry water for the anti-gun Left no matter what, and that you'll keep ginning up facts to supoport that cultural/ideological project.&lt;/p&gt;\r\n\r\n&lt;p&gt;I'm sure that you and your fellow East Coast journalist colleagues will cover for Feinstein, Schumer, Pelosi, and company when federal  agents kill some innocent people in the course of enforcing the gun laws you favor the way you did back in the early '90s.  Will you have \"blood on your hands\" then?&lt;/p&gt;\r\n\r\n&lt;p&gt;Frankly, I'm sorry I ever got into the habit of looking at Atlantic Online. I suppose I assumed it was the same publication that Michael Kelley edited years ago. I won't do it again, though.&lt;/p&gt;\r\n&lt;/blockquote&gt;&lt;p&gt;Similarly:&lt;/p&gt;&lt;blockquote&gt;\r\n&lt;p&gt;Could you provide an example of where the proposed controls have worked? I believe this is a fair and reasonable question to ask.&lt;/p&gt;\r\n\r\n&lt;p&gt;We have background checks last I looked.&lt;/p&gt;\r\n\r\n&lt;p&gt;And if you ban a weapon like the demonized AR15...who pays for the rifles as they are turned in? Do you really believe they will all be turned in even if you could get it passed?&lt;/p&gt;\r\n\r\n&lt;p&gt;This knee-jerk reaction every time this happens, pretending that gun control is the answer without any evidence is not helpful.&lt;/p&gt;\r\n\r\n&lt;p&gt;Would you favor the death penalty for anyone possessing an unlawful firearm?&lt;/p&gt;\r\n\r\n&lt;p&gt;Again, I think these are fair questions you left unanswered in your article.&lt;/p&gt;\r\n&lt;/blockquote&gt;&lt;p&gt;For an example of where proposed controls have made a difference, I would offer: the entire rest of the world. All developed countries contain mentally ill people. &lt;em&gt;Only in the United States&lt;/em&gt; do these people &lt;em&gt;repeatedly&lt;/em&gt; engage in large-scale slaughter with guns. Only in the United States do significant numbers of people argue that policies or controls could not possibly make a difference.  &lt;/p&gt; &lt;p&gt;&lt;a href=\"https://www.theatlantic.com/notes/2018/02/readers-opposing-more-gun-control-efforts/553622/?utm_source=feed\"&gt;Read On &amp;raquo;&lt;/a&gt;&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/8mTZGVGcuUY\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>James Fallows</name><uri>http://www.theatlantic.com/author/james-fallows/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/notes/2018/02/RTX4XD17_1/lead_960.jpg\"><media:credit>Jonathan Drake / Reuters</media:credit></media:content><title type=\"html\">Only in America</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/8mTZGVGcuUY/\" rel=\"alternate\" /><published>2018-02-17T10:00:00-05:00</published><updated>2018-02-17T12:23:44-05:00</updated><id>tag:theatlantic.com,2018:374-553622</id><summary type=\"html\">What does the dissenting mail look like, when I publish &lt;a href=\"https://www.theatlantic.com/politics/archive/2018/02/deeply-saddened/553478/\"&gt;an item like this one&lt;/a&gt;, arguing that Mitch McConnell illustrates…</summary><feedburner:origLink>https://www.theatlantic.com/notes/2018/02/readers-opposing-more-gun-control-efforts/553622/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;After a previous horrific massacre via AR-15, the one in Las Vegas last winter in which a single murderer killed or injured &lt;em&gt;more than 900&lt;/em&gt; people&lt;i&gt;, &lt;/i&gt;readers wrote about that weapon and its history. For reference, those items were:&lt;/p&gt;&lt;ul&gt;&lt;li&gt;“&lt;a href=\"https://www.theatlantic.com/politics/archive/2017/11/why-the-ar-15-is-so-lethal/545162/?utm_source=feed\"&gt;Why the AR-15 Is So Lethal&lt;/a&gt;”&lt;/li&gt;\r\n\t&lt;li&gt;“&lt;a href=\"https://www.theatlantic.com/notes/2017/11/the-nature-of-the-ar-15/545414/?utm_source=feed\"&gt;The Nature of the AR-15&lt;/a&gt;”&lt;/li&gt;\r\n\t&lt;li&gt;“&lt;a href=\"https://www.theatlantic.com/notes/2017/11/why-the-ar-15-was-never-meant-to-be-in-civilians-hands/545438/?utm_source=feed\"&gt;Why the AR-15 Was Never Meant to be in Civilian Hands&lt;/a&gt;”&lt;/li&gt;\r\n\t&lt;li&gt;“&lt;a href=\"https://www.theatlantic.com/notes/2017/11/on-the-military-and-civilian-history-of-the-ar-15/545660/?utm_source=feed\"&gt;More on the Military and Civilian History of the AR-15&lt;/a&gt;”&lt;/li&gt;\r\n&lt;/ul&gt;&lt;p&gt;Now we have another massacre; more “thoughts and prayers” and other &lt;a href=\"https://www.theatlantic.com/politics/archive/2018/02/deeply-saddened/553478/?utm_source=feed\"&gt;pious but empty rituals&lt;/a&gt; by legislators who will not do a single thing to reduce the chances of the next one; and more reaction from readers.&lt;/p&gt;&lt;p&gt;Can &lt;em&gt;anything&lt;/em&gt; be done, by anyone or any organization, to stop the onslaught of gun violence? Readers suggest three approaches, involving: the media, the responsible gun-owning community, and the political opposition to the NRA.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;Different media coverage&lt;/strong&gt;. I mentioned yesterday the familiar cycles of news coverage: 24/7 updates, panels, and interviews by cable programs; explanatory pieces by big newspapers; snapshot photos showing victims when they were alive and happy, then respectful portraits of their families wracked by grief. What could be a different approach?&lt;/p&gt;&lt;p&gt;&lt;em&gt;“Show Us the Carnage.” &lt;/em&gt;A reader, writing in after a different massacre, says that coverage is too respectful and tasteful:&lt;/p&gt;&lt;blockquote&gt;\r\n&lt;p&gt;The media needs to show Americans the truth.  Watching tonight's news coverage of the massacre, it was bizarrely possible to think of a mass shooting as a random event like a tornado that causes a community to rally together.  Thoughts and prayers for all.  Yet entirely missing from the coverage was the truth of what had happened.  No pictures of pools of blood.  No video of blown out brains.  No images of dead children in pews.&lt;/p&gt;\r\n\r\n&lt;p&gt;Just as the tide of public opinion against the war in Vietnam did not turn until images of the war reached into American living rooms, today's epidemic of mass shootings will not end until Americans see and share in the bloody experience.  Scalia's &lt;i&gt;Heller&lt;/i&gt; decision will not join Taney's &lt;i&gt;Dred Scott&lt;/i&gt; opinion in the ash heap of history until Americans are moved to action by indelible images from mass shootings of suffering and death.&lt;/p&gt;\r\n\r\n&lt;p&gt;So here is a plea to the media. Do not let decency standards shield us from this indecency.  Show us the carnage and do not let Americans look away from what the NRA's lobbying has wrought.&lt;/p&gt;\r\n&lt;/blockquote&gt;&lt;p&gt;This reader is right, that photos made a difference in the Vietnam era. The recent Ken Burns / Lynn Novick &lt;em&gt;Vietnam&lt;/em&gt; documentary series went into the detailed background of the two photos that ran on the front pages of most newspapers, and that anyone alive in that era can recall. One was of a &lt;a href=\"http://time.com/4485344/napalm-girl-war-photo-facebook/\"&gt;nine-year-old girl&lt;/a&gt; running naked, and in terror, away from a napalm strike. The other was of a South Vietnamese general &lt;a href=\"https://www.washingtonpost.com/news/retropolis/wp/2018/02/01/a-grisly-photo-of-a-saigon-execution-50-years-ago-shocked-the-world-and-helped-end-the-war/\"&gt;blowing out the brains&lt;/a&gt; (literally) of a North Vietnamese agent / spy. A decade earlier, the photo of the battered body of the &lt;a href=\"http://time.com/4399793/emmett-till-civil-rights-photography/\"&gt;lynched Emmett Till&lt;/a&gt; also revealed what had happened to him in a way mere words could not have done. And lest we forget: the &lt;a href=\"https://www.washingtonpost.com/opinions/look-at-the-picture/2018/02/07/edceaae4-0c59-11e8-8890-372e2047c935_story.html\"&gt;black-eye photo&lt;/a&gt; of one of Rob Porter’s ex-wives,  Colbie Holderness.&lt;/p&gt; &lt;p&gt;&lt;a href=\"https://www.theatlantic.com/notes/2018/02/show-us-the-carnage-and-other-changes-to-the-post-massacre-ritual/553607/?utm_source=feed\"&gt;Read On &amp;raquo;&lt;/a&gt;&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/MQXnXV35YU0\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>James Fallows</name><uri>http://www.theatlantic.com/author/james-fallows/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/notes/2018/02/RTX4XCZ6/lead_960.jpg\"><media:credit>Reuters</media:credit></media:content><title type=\"html\">'Show Us the Carnage' </title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/MQXnXV35YU0/\" rel=\"alternate\" /><published>2018-02-17T09:00:00-05:00</published><updated>2018-02-17T15:21:44-05:00</updated><id>tag:theatlantic.com,2018:374-553607</id><summary type=\"html\">After a previous horrific massacre via AR-15, the one in Las Vegas last winter in which a single murderer killed…</summary><feedburner:origLink>https://www.theatlantic.com/notes/2018/02/show-us-the-carnage-and-other-changes-to-the-post-massacre-ritual/553607/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p dir=\"ltr\"&gt;A wealth of details was recorded about the day Frederick Douglass died as a free man in Washington, D.C. It was February 20, 1895. Douglass’s movements in the hours before his death were laid out in the &lt;a href=\"http://www.nytimes.com/learning/general/onthisday/bday/0207.html\"&gt;&lt;em&gt;New York Times &lt;/em&gt;obituary&lt;/a&gt; published the following day: He spent the morning at the Congressional library, then traveled to Metzerott Hall for sessions of the National Council of Women of the United States, staying through the afternoon; in the early evening he returned home, had dinner with his wife, and was standing and talking to her about the Women’s Council when, suddenly, he had a heart attack and “dropped dead in the hallway” at 7 p.m.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Comparatively, little is known about the day Douglass was born into slavery in Maryland as Frederick Augustus Washington Bailey. Douglass himself was never even able to pinpoint exactly which day it was. His first autobiography, &lt;em&gt;Narrative of the Life of Frederick Douglass&lt;/em&gt;, begins not with his birthday but with its aching absence:&lt;/p&gt;&lt;blockquote&gt;\r\n&lt;p dir=\"ltr\"&gt;I was born in Tuckahoe, near Hillsborough, and about 12 miles from Easton, in Talbot county, Maryland. I have no accurate knowledge of my age, never having seen any authentic record containing it. By far the larger part of the slaves know as little of their ages as horses know of theirs, and it is the wish of most masters within my knowledge to keep their slaves thus ignorant. I do not remember to have ever met a slave who could tell of his birthday. They seldom come nearer to it than planting-time, harvest-time, cherry-time, spring-time, or fall-time. A want of information concerning my own was a source of unhappiness to me even during childhood. The white children could tell their ages. I could not tell why I ought to be deprived of the same privilege. I was not allowed to make any inquiries of my master concerning it. He deemed all such inquiries on the part of a slave improper and impertinent, and evidence of a restless spirit.&lt;/p&gt;\r\n&lt;/blockquote&gt;&lt;p dir=\"ltr\"&gt;After Douglass escaped bondage and fled north in 1838, he took on a new surname and eventually, though the exact date continued to elude him, chose to celebrate his birthday annually on February 14. As the year of his birth was recorded as 1818, that means February 14, 2018 marked the 200th anniversary of his adopted birth date.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Fortunately, the extraordinary moments and measures of his life were also well-recorded in the 1895 &lt;em&gt;Times&lt;/em&gt; obituary and across thousands of other pages, many produced by Douglass himself. Though his slave master and mistress tried to prevent him from learning to read and write as a child, Douglass was able to find teachers among the poor local white boys and glean further lessons from his surroundings, and after gaining his freedom he became a powerful voice for emancipation and equal rights by way of his writing. In the decades leading up to the Civil War, he toured the country giving speeches against slavery, wrote two memoirs-cum-abolitionist tracts, and published the anti-slavery newspaper &lt;em&gt;The North Star&lt;/em&gt;. Shortly after the war’s conclusion, he wrote two articles for &lt;em&gt;The Atlantic&lt;/em&gt;, eloquently advocating for the elevation and protection of individual rights under the law to prevent further oppression and abuse.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;In the first of these articles, published in our December 1866 issue, Douglass considered &lt;a href=\"https://www.theatlantic.com/magazine/archive/1866/12/reconstruction/304561/?utm_source=feed\"&gt;how Reconstruction could and should reform the South&lt;/a&gt;. “In reconstructing the institutions of these shattered and overthrown States, Congress should begin with a clean slate, and make clean work of it,” he wrote:&lt;/p&gt;&lt;blockquote&gt;\r\n&lt;p dir=\"ltr\"&gt;Let there be no hesitation. It would be a cowardly deference to a defeated and treacherous President, if any account were made of the illegitimate, one-sided, sham governments hurried into existence for a malign purpose in the absence of Congress. These pretended governments, which were never submitted to the people, and from participation in which four millions of the loyal people were excluded by Presidential order, should now be treated according to their true character, as shams and impositions, and supplanted by true and legitimate governments, in the formation of which loyal men, black and white, shall participate.&lt;/p&gt;\r\n&lt;/blockquote&gt;&lt;p dir=\"ltr\"&gt;In the second article, published the following month, Douglass argued more specifically for &lt;a href=\"http://www.theatlantic.com/magazine/archive/1867/01/an-appeal-to-congress-for-impartial-suffrage/306547/?utm_source=feed\"&gt;the voting rights of black Americans&lt;/a&gt;, writing:&lt;/p&gt;&lt;blockquote&gt;\r\n&lt;p dir=\"ltr\"&gt;The fundamental and unanswerable argument in favor of the enfranchisement of the negro is found in the undisputed fact of his manhood. He is a man, and by every fact and argument by which any man can sustain his right to vote, the negro can sustain his right equally. It is plain that, if the right belongs to any, it belongs to all. The doctrine that some men have no rights that others are bound to respect is a doctrine which we must banish, as we have banished slavery, from which it emanated. If black men have no rights in the eyes of white men, of course the white can have none in the eyes of the blacks. The result is a war of races, and the annihilation of all proper human relations.&lt;/p&gt;\r\n&lt;/blockquote&gt;&lt;p dir=\"ltr\"&gt;Though he is perhaps best remembered as an abolitionist and proponent of black equality, Douglass was also an outspoken and dedicated supporter of &lt;a href=\"https://www.theatlantic.com/education/archive/2015/04/frederick-douglass-defender-of-the-liberal-arts/389904/?utm_source=feed\"&gt;education&lt;/a&gt; and &lt;a href=\"https://www.theatlantic.com/personal/archive/2011/09/frederick-douglass-a-womens-rights-man/245977/?utm_source=feed\"&gt;women’s rights&lt;/a&gt;. It was this latter cause to which he dedicated his last day, attending sessions of the National Council of Women of the United States, and even his last moments, during which he spoke with his wife about the sessions.&lt;/p&gt;&lt;p&gt;As his &lt;em&gt;Times&lt;/em&gt; obituary noted, “There is no end of stories about Mr. Douglass.” The distance he traveled in a lifetime is unfathomable: from an anonymous enslaved boy whose birthday no one thought to record to one of the most significant and respected figures of 19th-century America, whose death was marked with a detailed notice in the national news. The distance his memory has traveled since—into classrooms and legislative chambers, across oceans, from generation to generation to generation—is a testament to his extraordinary impact. Two hundred years after the date of his birth was unmarked and forgotten, his life and legacy remain remarkable; unforgettable.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/u1FItFIlVPA\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Annika Neklason</name><uri>http://www.theatlantic.com/author/annika-neklason/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/3a18122v/lead_960.jpg\"><media:credit>George Francis Schreiber / Library of Congress</media:credit></media:content><title type=\"html\">The Mystery Behind Frederick Douglass's Birthday</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/u1FItFIlVPA/\" rel=\"alternate\" /><published>2018-02-17T08:00:00-05:00</published><updated>2018-02-17T08:51:55-05:00</updated><id>tag:theatlantic.com,2018:50-553571</id><summary type=\"html\">Two hundred years ago, one of the 19th century’s most significant Americans began his life in anonymity and bondage.</summary><feedburner:origLink>https://www.theatlantic.com/national/archive/2018/02/the-mystery-behind-frederick-douglasss-birthday/553571/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;&lt;iframe frameborder=\"no\" height=\"200\" scrolling=\"no\" src=\"https://player.megaphone.fm/ATL6070844102?\" width=\"100%\"&gt;&lt;/iframe&gt;&lt;/p&gt;&lt;p&gt;&lt;small&gt;&lt;i&gt;Updated on February 16, 2018, at 1:53 p.m. ET&lt;/i&gt;&lt;/small&gt;&lt;/p&gt;&lt;p&gt;&lt;span&gt;In 1987, Jeffrey Young was robbed and killed, and his body was left on a street in the poor neighborhood of West Dallas. Benjamine Spencer was tried and convicted for the attack.&lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span&gt;Spencer was black, 22 years old, and recently married. Young was 33 and white, and his father was a senior executive for Ross Perot, one of the most prominent businessmen in Dallas. No physical evidence connected Spencer to the murder. Instead, he was convicted based on the testimony of three eyewitnesses and a jailhouse informant who claimed Spencer confessed to the crime. Spencer has now been in prison for most of his life.&lt;/span&gt;&lt;span&gt; &lt;/span&gt;&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;&lt;span&gt;From behind bars, Spencer amassed evidence to support his claim of innocence, and secured the assistance of Centurion Ministries, a group that re-examines cases of prisoners like him. Together, they were able to convince a Texas judge of Spencer’s innocence. In investigating this story, not only did we confirm Centurion’s findings, but we’ve gathered new, exculpatory evidence, some of which appears first in this special, three-episode series of &lt;em&gt;Radio Atlantic&lt;/em&gt;. &lt;/span&gt;&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Despite the exculpatory evidence that has emerged since Spencer’s incarceration, he has few prospects for securing a new trial, or parole. Just after this story was published, on February 16, 2018, we received word that Spencer was again denied parole, as he has been every year since he became eligible. This comes as no surprise. The district attorney and the family of the victim both opposed his parole.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;The Texas Board of Pardons and Paroles offered two reasons for denial. First, the Board ruled that Spencer has repeatedly committed crimes and is predisposed to commit crimes in the future. Before being convicted for the robbery and murder of Jeffrey Young, Spencer had never been convicted of a violent crime. He had previously been convicted of driving with a suspended license and joyriding in a stolen car. Second, the Board found that the brutal nature of the crime made Spencer a continuing threat to public safety.&lt;/p&gt;&lt;p&gt;With this denial, Spencer finds the most plausible path to freedom blocked once again. The next time his case comes before the Texas Parole Board will be in February 2019. There’s little reason to think the Board will vote differently then, since the crime Spencer was convicted of will never change: Jeffrey Young will still have been beaten and killed that Sunday night in March 1987. Spencer’s best, narrow hope is that new evidence uncovered by &lt;em&gt;The Atlantic&lt;/em&gt; might contain DNA that points to a different killer. Without that, Benjamine Spencer will wake up every day in a maximum security prison, with no way out.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;Key individuals mentioned in this story&lt;/strong&gt; (listed in order of appearance):&lt;/p&gt;&lt;ul&gt;&lt;li&gt;&lt;strong&gt;Benjamine Spencer&lt;/strong&gt;, the prisoner, convicted in October 1987&lt;span&gt;, retried and convicted in March 1988, given life in prison&lt;/span&gt;&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Jeffrey Young&lt;/strong&gt;, the victim, murdered in Dallas in March 1987&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Jay Young&lt;/strong&gt;, Jeffrey’s son, the elder of two&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Cheryl Wattley&lt;/strong&gt;, Spencer’s current attorney&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Troy Johnson&lt;/strong&gt;, a friend of Jeffrey Young’s, who tried calling him the night of his murder&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Harry Young&lt;/strong&gt;, Jeffrey’s father, a senior executive in Ross Perot’s company&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Jesus “Jessie” Briseno&lt;/strong&gt;, a detective for the Dallas Police Department, the lead investigator on the murder of Jeffrey Young&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Gladys Oliver&lt;/strong&gt;, the prosecution’s star eyewitness in the trials of Benjamine Spencer&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Robert Mitchell&lt;/strong&gt;, another man convicted a week after Spencer in a separate trial for the same crime, now deceased&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Faith Johnson&lt;/strong&gt;, the current district attorney in Dallas&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Frank Jackson&lt;/strong&gt;, Spencer’s defense attorney in the original trial&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Andy Beach&lt;/strong&gt;, the prosecutor in the trial that sent Spencer to prison&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Alan Ledbetter&lt;/strong&gt;, the foreman of the jury that convicted Spencer&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Danny Edwards&lt;/strong&gt;, the jailhouse informant who testified in Spencer’s original trials that Spencer had confessed to him&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Debra Spencer&lt;/strong&gt;, Benjamine Spencer’s wife at the time of his conviction&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Christi Williams&lt;/strong&gt;, the alibi witness who testified in Spencer’s defense at his trials&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Jim McCloskey&lt;/strong&gt;, the founder of Centurion Ministries, the group that has aided Spencer's quest for exoneration&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Daryl Parker&lt;/strong&gt;, a private investigator who has helped re-examine Spencer’s case and Young’s murder&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Jimmie Cotton&lt;/strong&gt;, one of three eyewitnesses for the prosecution in Spencer’s original trials&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Charles Stewart&lt;/strong&gt;, another of three eyewitnesses for the prosecution in Spencer’s trials, now deceased&lt;/li&gt;\r\n\t&lt;li&gt;&lt;strong&gt;Sandra Brackens&lt;/strong&gt;, a potential witness in Spencer’s defense who was not called to testify at his trials&lt;/li&gt;\r\n&lt;/ul&gt;&lt;p&gt;&lt;em&gt;&lt;a href=\"https://www.theatlantic.com/podcasts/radio-atlantic/?utm_source=feed\"&gt;Subscribe to Radio Atlantic&lt;/a&gt; to hear part two in the “No Way Out” series when it's released.&lt;/em&gt;&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/u4h4D6nncmY\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Barbara Bradley Hagerty </name><uri>http://www.theatlantic.com/author/barbara-bradley-hagerty/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/171101_TheAtlantic_BenSpencer_38/lead_960.jpg\"><media:credit>Nathan Bajar / The Atlantic</media:credit></media:content><title type=\"html\">&lt;i&gt;Radio Atlantic&lt;/i&gt;: No Way Out, Part I</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/u4h4D6nncmY/\" rel=\"alternate\" /><published>2018-02-16T00:00:00-05:00</published><updated>2018-02-16T16:23:27-05:00</updated><id>tag:theatlantic.com,2018:50-553535</id><summary type=\"html\">Benjamine Spencer has been in prison most of his life for a violent crime he may not have committed. But his guilt or innocence may no longer matter to the justice system.</summary><feedburner:origLink>https://www.theatlantic.com/national/archive/2018/02/radio-atlantic-no-way-out-part-i/553535/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;After a deadly shooting, the debate always, it seems, breaks down like this: One side argues for gun control, and the other argues there is no research proving those measures work. There is, in fact, &lt;a href=\"https://jamanetwork.com/journals/jama/fullarticle/2595514\"&gt;little research into gun violence at all&lt;/a&gt;—especially compared to other causes of death in the United States.&lt;/p&gt;&lt;p&gt;The modern origins of the impasse can be traced to 1996, when Congress passed an amendment to a spending bill that forbade the Centers for Disease Control and Prevention from using money to “advocate or promote gun control.”&lt;/p&gt;&lt;p&gt;The National Rifle Association had pushed for the amendment, after public-health researchers produced a spate of studies suggesting that, for example, having a gun in the house increased risk of homicide and suicide. It deemed the research politically motivated. Gun-rights advocates zeroed in on statements like that of Mark Rosenberg, then the director of the CDC’s National Center for Injury Prevention and Control. In response to the early ’90s crime wave, Rosenberg had &lt;a href=\"http://www.nytimes.com/1994/10/16/us/new-tactics-urged-in-fight-against-crime.html\"&gt;said in 1994&lt;/a&gt;, “We need to revolutionize the way we look at guns, like what we did with cigarettes ... It used to be that smoking was a glamour symbol—cool, sexy, macho. Now it is dirty, deadly—and banned.”&lt;/p&gt;&lt;p&gt;The actual amendment sponsored by Jay Dickey, a congressman from Arkansas, did not explicitly forbid research into gun-related deaths, just advocacy. But the Congress also lowered the CDC’s budget by the exact amount it spent on such research. Message received. It’s had a chilling effect on the entire field for decades.&lt;/p&gt;&lt;p&gt;Medical and public-health professionals have been pushing back—more and more forcefully in recent years. The &lt;a href=\"https://www.apha.org/topics-and-issues/gun-violence\"&gt;American Public Health Association&lt;/a&gt; and the &lt;a href=\"https://www.ama-assn.org/ama-calls-gun-violence-public-health-crisis\"&gt;American Medical Association&lt;/a&gt; have both taken to calling gun violence a public-health problem. In 2016, &lt;a href=\"https://www.theguardian.com/us-news/2016/apr/06/cdc-congress-research-gun-violence-public-health\"&gt;more than 100 medical organizations signed a letter &lt;/a&gt;to Congress asking to lift the Dickey Amendment.&lt;/p&gt;&lt;p&gt;“We in public health count dead people. It’s one of the things we do. And we count them in order to understand how to prevent preventable deaths,” Nancy Krieger, an epidemiologist at the Harvard T.H. Chan School of Public Health, &lt;a href=\"https://www.npr.org/sections/health-shots/2015/12/08/458952821/congress-still-limits-health-research-on-gun-violence\"&gt;told NPR&lt;/a&gt; in 2015.&lt;/p&gt;&lt;p&gt;The CDC is best known for fighting diseases—it’s in the name—but its public-health purview is indeed wider. The agency studies drownings, accidental falls, traumatic brain injuries, car crashes, suicides, and more. And while mass shootings grab headlines, they account for only a small fraction of the 30,000 gun deaths a year in the United States. More than half are suicides. Yet the 1996 amendment has restricted how much the CDC can focus on gun ownership as the risk factor in suicides.&lt;/p&gt;&lt;p&gt;Researchers who do want to study gun violence have cobbled together funding from a patchwork of sources, often from private foundations. President Obama signed an executive order directing the National Institutes of Health to fund research into gun violence after the Sandy Hook shooting, but the &lt;a href=\"https://www.sciencemag.org/news/2017/09/nih-quietly-shelves-gun-research-program\"&gt;program has since petered out&lt;/a&gt;.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;The problem, researchers say, is also a lack of data. While motor-vehicle deaths are tracked in minute detail in the Fatality Analysis Reporting System, &lt;a href=\"https://www.wired.com/2015/10/america-still-doesnt-good-data-guns/\"&gt;no such comparable database exists for gun deaths&lt;/a&gt;. Basic questions like exactly how many households own guns are not definitively answered.&lt;/p&gt;&lt;p&gt;Dickey, the congressman responsible for the amendment suppressing the CDC’s gun violence research, passed away last April. He had come to regret his role in the episode. In 2012, he coauthored a &lt;a href=\"https://www.washingtonpost.com/opinions/we-wont-know-the-cause-of-gun-violence-until-we-look-for-it/2012/07/27/gJQAPfenEX_story.html\"&gt;&lt;em&gt;Washington Post &lt;/em&gt;op-ed &lt;/a&gt;with Rosenberg, the very CDC official he squared off against when passing the amendment. Together, they argued for more gun-violence research.&lt;/p&gt;&lt;p&gt;Dickey &lt;a href=\"http://abcnews.go.com/US/federal-government-study-gun-violence/story?id=50300379\"&gt;told reporters&lt;/a&gt;, “I wish I had not been so reactionary.”&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/JHMkGMEouDs\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Sarah Zhang</name><uri>http://www.theatlantic.com/author/sarah-zhang/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/AP_18046012297009/lead_960.jpg\"><media:credit>Joe Skipper / AP </media:credit><media:description>Two doctors who treated victims of the Parkland school shooting at a press conference </media:description></media:content><title type=\"html\">Why Can't the U.S. Treat Gun Violence as a Public-Health Problem? </title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/JHMkGMEouDs/\" rel=\"alternate\" /><published>2018-02-15T12:21:13-05:00</published><updated>2018-02-15T18:27:50-05:00</updated><id>tag:theatlantic.com,2018:50-553430</id><summary type=\"html\">A 1996 bill has had a chilling effect on the CDC’s ability to research firearms.</summary><feedburner:origLink>https://www.theatlantic.com/health/archive/2018/02/gun-violence-public-health/553430/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;In his inaugural address, Donald Trump declared, “This American carnage stops right here and stops right now.” He knew it would not. We know it did not.&lt;/p&gt;&lt;p&gt;“I’ll be able to make sure that when you walk down the street in your inner city, or wherever you are, you’re not going to be shot,” he &lt;a href=\"https://www.politico.com/story/2016/08/trump-black-hispanic-voters-shot-227369\"&gt;declared&lt;/a&gt; during the campaign. “Your child isn’t going to be shot.” He has not been able to make sure of that––ask any parent whose children were caught up in any of the recent school shootings.&lt;/p&gt;&lt;p&gt;Trump gave those credulous enough to believe him false hope.&lt;/p&gt;&lt;p&gt;“The crime and violence that today afflicts our nation will soon come to an end,” he vowed at the Republican National Convention. “Beginning on January 20, 2017, safety will be restored.” But safety was not restored that day. Neither crime nor violence ended. The vow was a cynical ploy to get votes.&lt;/p&gt;&lt;p&gt;It worked.&lt;/p&gt;&lt;p&gt;And now, sadly but predictably, Trump has been proven wrong again. At least 17 people were killed in a mass shooting at a Florida high school. Children were killed.&lt;/p&gt;&lt;p&gt;Earlier in his tenure, a gunman in Las Vegas killed 58 and injured 851 in the deadliest mass shooting ever committed in the United States. Trump had no plan to stop such an attack, nor did he do anything after the fact that would prevent a similar attack. Such attacks are beyond anyone’s capacity to wholly eliminate, but no one else rose to power falsely promising they &lt;em&gt;could&lt;/em&gt; stop such things.&lt;/p&gt;&lt;p&gt;Had Trump had a plan, had he attempted an innovative solution and failed, that would be forgivable—but he never had any viable strategy for keeping his promises.&lt;/p&gt;&lt;p&gt;And that he purported to be able to end carnage only to have so many slaughtered by a domestic terrorist––that he claimed he could stop children from being shot only to see multiple school shootings occur during his presidency––is a reality check for the country: None of his assurances can be counted upon.&lt;/p&gt;&lt;p&gt;His talent is bluffing, not delivering results.&lt;/p&gt;&lt;p&gt;This country needs to make alternative plans for American greatness, because the president who disingenuously promised to end carnage isn’t going to deliver elsewhere either. He won’t end the opiate crisis. He isn’t going to rebuild the country’s infrastructure. He makes lots of promises that he cannot possibly keep.&lt;/p&gt;&lt;p&gt;Often, he’s not even trying.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/YP-87GdCdNM\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Conor Friedersdorf</name><uri>http://www.theatlantic.com/author/conor-friedersdorf/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/RTX4WX88-1/lead_960.jpg\"><media:credit>WSVN.com / Reuters</media:credit></media:content><title type=\"html\">American Carnage</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/YP-87GdCdNM/\" rel=\"alternate\" /><published>2018-02-15T09:13:30-05:00</published><updated>2018-02-15T13:58:53-05:00</updated><id>tag:theatlantic.com,2018:50-553424</id><summary type=\"html\">“Your child isn’t going to be shot,” Donald Trump vowed. It was a promise he could never have kept—but there’s no evidence he even tried.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/trump-carnage/553424/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;Could Amazon flip a state?&lt;/p&gt;&lt;p&gt;Amid all &lt;a href=\"https://www.citylab.com/equity/2018/01/what-to-do-about-hq2/551486/\"&gt;the public chatter over&lt;/a&gt; the company’s search for a second North American headquarters, there’s been strikingly little discussion about the potential political impact. But the choice’s electoral implications could be substantial.&lt;/p&gt;&lt;p&gt;Just as Democrats are becoming increasingly reliant on younger, better-educated, and urbanized voters, Amazon’s second headquarters could bring tens of thousands of such workers to a state. That wouldn’t affect national politics much if Amazon picked one of the finalists from an already solidly blue state, such as New York City or Los Angeles. But if it chose a city from an existing or emerging battleground—its list of 20 finalists includes Columbus, Pittsburgh, Atlanta, and Raleigh—the addition of so many younger workers could provide an important thumb on the scale for Democrats.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;Amazon has signaled it intends to finalize its choice this year. Once it’s established, the number of workers connected to the new corporate hub is expected to grow significantly, with Amazon actively recruiting employees from around the country. Amazon projects that it will directly inject into the winning community up to 50,000 new jobs and $5 billion in investment. Based on the spin-off effects it has experienced in Seattle, the site of its first headquarters, Amazon forecasts that other companies will create roughly as many additional jobs. Add in the workers’ families, and Amazon’s choice city could attract well over 100,000 new residents.&lt;/p&gt;&lt;p&gt;That migration could have a long fuse before it changes a state’s balance of power. But there’s precedent for it: Many analysts consider the technology boom that flourished in Northern Virginia after Steve Case relocated the AOL headquarters there in the 1990s to be one of the factors that tipped the state toward the Democrats two decades later.&lt;/p&gt;&lt;p&gt;Those familiar with the process who I spoke with all say that in assessing the 19 finalists located in the United States, Amazon is not considering whether its choice will change a state’s partisan balance. (One of the finalists, Toronto, is located in Canada.) The criteria the company has listed emphasize such economic factors as a highly skilled workforce and reliable access to transportation. And yet an economic decision this large inexorably carries big political ramifications.&lt;/p&gt;&lt;p&gt;As a group, Amazon’s U.S. finalists are strongly Democratic-leaning. Echelon Insights, a Republican consulting firm that specializes in demographic change, &lt;a href=\"https://medium.com/echelon-indicators/the-politics-of-amazons-hq2-search-ba106a9eece\"&gt;recently calculated&lt;/a&gt; that in the media markets that include the finalists, Hillary Clinton crushed President Trump by 57 percent to 38 percent in 2016. That result reflects the underlying demography of these communities: Compared with the other largest media markets that have no Amazon finalists, they have slightly more white college graduates and many more minority residents—with considerably fewer of the blue-collar whites that provided Trump’s core support.&lt;/p&gt;&lt;p&gt;But there are political gradations among the finalists. While Clinton probably won the downtown neighborhoods in all 19 communities, Trump carried the wider media market in five of them, noted Patrick Ruffini, Echelon’s co-founder: Dallas, Pittsburgh, Indianapolis, Columbus, and Nashville. The finalists represent economic gradations, too, with several of them offering much more developed technology ecosystems than the others.&lt;/p&gt;&lt;p&gt;“Is this going to be a choice that reinforces and further concentrates the winners in the new economy—some place on the coasts, or some place that is already very [highly] college-educated?” Ruffini asked. “Or are we going to see a major tech hub sprout potentially in a red state that may have political implications for how that state goes in the future?”&lt;/p&gt;&lt;p&gt;Ruffini’s questions underscore the intertwined nature of Amazon’s economic and political choices. Almost all of the finalists from the solidly blue states are places already thriving in the digital economy, such as New York City, Los Angeles, Chicago, Boston, Northern Virginia, and Denver. In choosing any of those, Amazon would be reinforcing economic and political dynamics that are already under way.&lt;/p&gt;&lt;p&gt;But many of the potential locations from swing &lt;a href=\"https://www.brookings.edu/blog/the-avenue/2017/03/08/tech-in-metros-the-strong-are-getting-stronger/\"&gt;states are smaller or more nascent technology centers&lt;/a&gt;. That list includes Pittsburgh, Philadelphia, Indianapolis, Columbus, Nashville, and Raleigh. In these places, Amazon could unambiguously function as a catalyst for economic transformation—a potentially attractive prospect. Even locating in one of the larger Sunbelt cities with a well-established tech scene—Austin, Dallas, and Atlanta are the strongest—might allow the company to argue it is more equitably distributing opportunity. That could assuage growing concerns that the digital economy is excessively benefiting only a handful of “superstar cities.”&lt;/p&gt;&lt;p&gt;In that way, Amazon’s own internal political needs could encourage it to pick one of the options beyond the established big-blue tech centers—precisely the kind of selection that could also trigger the broadest electoral impact. The competing consideration is that the company’s need to recruit large numbers of young workers could make it reluctant to pick even a blue-leaning city in a red state. Like other tech companies, it might fear that state-level politics—say, the potential passage of a “bathroom bill” or hardline immigration policies—would discourage those recruits.&lt;/p&gt;&lt;p&gt;The states on the finalist roster aren’t all equally susceptible to tipping. Even this big an infusion of blue-leaning tech workers might not have much impact in a state the size of Texas or Florida. And it would be unlikely to overcome the overall advantages Republicans have established in Indiana and Tennessee, and are solidifying in Ohio.&lt;/p&gt;&lt;p&gt;But the company’s selection could plausibly nudge the current swing states of Pennsylvania and North Carolina toward the Democrats—or accelerate Georgia’s transition into a genuinely competitive battleground. It might take years, but if Amazon founder Jeff Bezos picks one of those places, he could deliver a major political disruption right to the two parties’ doorsteps.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/hdT3V7NZUOM\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Ronald Brownstein</name><uri>http://www.theatlantic.com/author/ronald-brownstein/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/AP_18040786053647/lead_960.jpg\"><media:credit>Rich Pedroncelli / AP</media:credit></media:content><title type=\"html\">Could Amazon Flip a State?</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/hdT3V7NZUOM/\" rel=\"alternate\" /><published>2018-02-15T05:00:00-05:00</published><updated>2018-02-15T13:59:14-05:00</updated><id>tag:theatlantic.com,2018:50-553394</id><summary type=\"html\">Democrats could gain politically if the company chooses a city in a battleground state for its second North American headquarters.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/amazon-headquarters-politics/553394/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;iframe width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" src=\"https://www.theatlantic.com/video/iframe/553298/\"&gt;&lt;/iframe&gt;\r\n&lt;p dir=\"ltr\"&gt;“The Trump Republican party shames itself every day,” argues &lt;em&gt;The Atlantic&lt;/em&gt; writer and David Frum. “Some people think we’d be better off if the GOP just went out of business. That’s dangerous advice.”&lt;/p&gt;\r\n&lt;br&gt;&lt;/be&gt;\r\n&lt;p dir=\"ltr\"&gt;In this video, which highlights key points from Frum’s article, &lt;a href=\"http://www.theatlantic.com/politics/archive/2018/01/frum-trumpocracy/550685/\"&gt;“An Exit from Trumpocracy,”&lt;/a&gt; the self-identifying conservative explains why the Republican party has become “radicalized” and continues to move away from the path of democracy. After all, “it’s not a coincidence that Breitbart.com was founded by Californians,” says Frum.&lt;/p&gt;\r\n&lt;br&gt;\r\n&lt;p&gt;&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/N_0F_CeQy9I\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>David Frum</name><uri>http://www.theatlantic.com/author/david-frum/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/video/img/2018/02/Screen_Shot_2018_02_14_at_10.43.06_AM/lead_960.png\" /><title type=\"html\">Conservatives Must Save the Republican Party From Itself</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/N_0F_CeQy9I/\" rel=\"alternate\" /><published>2018-02-14T12:19:53-05:00</published><updated>2018-02-14T12:19:53-05:00</updated><id>tag:theatlantic.com,2018:178-553298</id><summary type=\"html\">David Frum argues that if the Republican Party believes in democracy, its politicians must fight for it.</summary><feedburner:origLink>https://www.theatlantic.com/video/index/553298/frum-conservative-argument/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;iframe width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" src=\"https://www.theatlantic.com/video/iframe/553130/\"&gt;&lt;/iframe&gt;\r\n&lt;p&gt;On the morning of Mardi Gras, before the first light of dawn, dozens of skeletons flood the streets of the 6th Ward neighborhood of Tremé in New Orleans. For 200 years, its residents have awakened on the first day of the carnival to the clattering of bones and oversized skulls. Embodying the undead is the Northside Skull and Bone Gang, comprised of descendants of Native Americans and slaves. Its mission: To warn local teenagers of violence and gunplay.&lt;/p&gt;\r\n\r\n&lt;br&gt;\r\n&lt;p&gt;“When you’re a young person living in this environment, you have a choice that you have to make—to steer clear of it or get caught up directly in it. It’s a school of hard knocks,” says Bruce “Sunpie” Barnes, chief of the Skull and Bone gang, in Victoria Rivera’s short documentary, &lt;em&gt;Skull + Bone&lt;/em&gt;. “It’s very hard for black people in this country to live, exist, and survive in any kind of peaceful way.”&lt;/p&gt;\r\n\r\n&lt;br&gt;\r\n&lt;p&gt;Barnes says that in addition to serving an educational purpose for the community’s disadvantaged youth, the gang helps keep ancient African traditions alive. It was founded on the spirit of resistance; for many years, African-Americans were not allowed to march in the Mardi Gras parades, so the Skull and Bone gang “became a way to survive and pass messages on to the next generation.”&lt;/p&gt;\r\n\r\n&lt;br&gt;\r\n&lt;p&gt;“The real Mardi Gras is outside of the French Quarter, on every street corner of the city and its neighborhoods,” Rivera told &lt;em&gt;The Atlantic&lt;/em&gt;. “There is an air of celebration, love, and respect for community that I’ve never seen elsewhere.”&lt;/p&gt;\r\n\r\n&lt;br&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/rDlXLZITUkE\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Emily Buder</name><uri>http://www.theatlantic.com/author/emily-buder/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/video/img/2018/02/skull_bone_site/lead_960.jpg\" /><title type=\"html\">Beware the Northside Skull and Bone Gang</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/rDlXLZITUkE/\" rel=\"alternate\" /><published>2018-02-13T10:41:20-05:00</published><updated>2018-02-13T13:35:59-05:00</updated><id>tag:theatlantic.com,2018:178-553130</id><summary type=\"html\">For 200 years, this Mardi Gras krewe has kicked off the festival at the crack of dawn with a very important message.</summary><feedburner:origLink>https://www.theatlantic.com/video/index/553130/skull-and-bone-gang/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;Shortly before the election of 1860, a man &lt;a href=\"https://www.loc.gov/resource/mesn.130/?sp=231\"&gt;came upon&lt;/a&gt; a plantation near Marlin, Texas, some 20 miles southeast of Waco. Though nobody knew who he was, the plantation owner took him in as a guest. The stranger paid close attention to how the enslaved people working on the plantation were treated—how they subsisted on a weekly ration of “four pounds of meat and a peck of meal,” how they were whipped and sometimes sold, resulting in the tearing apart of families. Eventually, the stranger said goodbye and went on his way, but a little while later he wrote a letter to the plantation owner, informing him he would soon have to free his slaves—“that everybody was going to have to, that the North was going to see to it.” The stranger told the owner to go into the room where he’d slept, and see where he’d carved his name into the headrest. And when the slaveholder went and looked, he saw the name: “A. Lincoln.”&lt;/p&gt;&lt;p&gt;At least that’s what happened according to Bob Maynard, who was born a slave and recounted the story as an old man in an interview with an employee of the &lt;a href=\"https://en.wikipedia.org/wiki/Federal_Writers'_Project\"&gt;Federal Writers’ Project&lt;/a&gt; (FWP), a New Deal program created to put writers to work and enrich American culture. In 1936, the FWP began collecting &lt;a href=\"https://www.loc.gov/collections/slave-narratives-from-the-federal-writers-project-1936-to-1938/about-this-collection/\"&gt;interviews with former slaves&lt;/a&gt;, amassing thousands of pages of oral histories which, though often filtered through the &lt;a href=\"http://www.slate.com/articles/news_and_politics/history/2016/07/can_wpa_slave_narratives_be_trusted_or_are_they_tainted_by_depression_era.html\"&gt;racism&lt;/a&gt; of white interviewers and their supervisors, provide an invaluable snapshot of how more than 2,000 survivors of slavery lived and thought.&lt;/p&gt;&lt;p&gt;&lt;a href=\"http://wrblack.com/lincoln-sightings/\"&gt;Nearly 40&lt;/a&gt; of those interviewed claimed Abraham Lincoln visited their plantation shortly before or during the Civil War. They said he came in disguise as a beggar or a peddler, bummed free meals off his unsuspecting white hosts, snooped around to find out what slavery was like, and told the slaves they would soon be free.&lt;/p&gt;&lt;figure class=\"left\"&gt;&lt;img alt=\"\" height=\"429\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2018/02/163148u/cd2096cd7.jpg\" width=\"300\"&gt;&lt;figcaption class=\"caption\"&gt;&lt;br&gt;\r\nVirginia Newman &lt;a href=\"http://wrblack.com/lincoln-sightings/#newman\"&gt;claimed&lt;/a&gt; Lincoln came through Jasper County, Texas, in a large carriage. He shook Newman's hand and called on the white population to free their slaves. “Some folks say dat ain’ Abr’am Lincoln,” remarked Newman, “but I knowed better.” / Library of Congress&lt;/figcaption&gt;&lt;/figure&gt;&lt;p&gt;The stories weren’t limited to one corner of the South. Lincoln didn’t just visit central Texas; he also visited the Mississippi Delta, the Kentucky Pennyroyal, and the Georgia Piedmont. In fact, as late as the 1980s, African Americans in the South Carolina Sea Islands &lt;a href=\"https://books.google.com/books?id=TmzTyI5rfDMC&amp;amp;pg=PA211&amp;amp;dq=lincoln\"&gt;claimed&lt;/a&gt; that Lincoln traveled there in 1863 to announce the Emancipation Proclamation in person; some even said they knew the exact tree under which he stood.&lt;/p&gt;&lt;p&gt;Though there’s no evidence Lincoln actually made any of these incognito visits to the South—and ample documentation to suggest these visits were wholly fictitious—it’s important that many former slaves &lt;em&gt;believed &lt;/em&gt;he did. Today, historical &lt;a href=\"http://www.nybooks.com/articles/2008/03/20/they-chose-freedom/\"&gt;debates over emancipation&lt;/a&gt; often focus on whether it came from &lt;a href=\"http://www.nytimes.com/2012/11/13/opinion/in-spielbergs-lincoln-passive-black-characters.html\"&gt;the top down or the bottom up&lt;/a&gt;—&lt;a href=\"https://www.theatlantic.com/national/archive/2011/07/i-claim-not-to-have-controlled-events/242685/?utm_source=feed\"&gt;did Lincoln free the slaves,&lt;/a&gt; or did the slaves free themselves? But the stories of Lincoln coming down South suggest many freedpeople didn’t see this as an either/or question.&lt;/p&gt;&lt;p&gt;Did they need Lincoln? Sure. But emancipation wasn’t something Lincoln could just decree from on high. He had to come down South and get his hands dirty. Some even described him as taking on the guise of the trickster popular in black folklore, a sort of Brer Rabbit in a top hat. When former slaves claimed Lincoln had paid them a visit, they weren’t just inserting a beloved president into their story—they were inserting themselves into his story.&lt;/p&gt;&lt;p&gt;African Americans were understandably wary of associating Lincoln too closely with their emancipation. Doing so, after all, implied freedom was a gift from a benevolent white man that could be easily taken away. Indeed, the former slave Charity Austin &lt;a href=\"https://www.loc.gov/resource/mesn.111/?sp=64\"&gt;recounted&lt;/a&gt; that, when Lincoln was assassinated, her owner said Lincoln’s death meant they were slaves again, and he kept the ruse up for a year, making them work in black mourning cloth. In 1908, some 30 years before the Federal Writers’ Project began interviewing former slaves, a white mob in Springfield, Illinois, enraged by recent crimes allegedly committed by African Americans, lynched two black men and burned down black homes and black-owned businesses, finally driving roughly 2,000 African Americans out of Lincoln’s hometown. The mob &lt;a href=\"https://books.google.com/books?id=D_FjY_ARcGoC&amp;amp;pg=PA167&amp;amp;dq=freed\"&gt;shouted&lt;/a&gt;: “Lincoln freed you, we’ll show you where you belong.”&lt;/p&gt;&lt;p&gt;African Americans were not foolish enough to think their welfare would be the utmost concern of a white politician. As &lt;a href=\"http://rbscp.lib.rochester.edu/4402\"&gt;Frederick Douglass said&lt;/a&gt;, Lincoln “was preeminently the white man’s President,” and they were “at best only his step-children.” But this didn’t mean Lincoln couldn’t be a useful ally, especially if his own self-interest aligned with theirs.&lt;/p&gt;&lt;p&gt;In the stories of Lincoln coming down South, he was rarely concerned first and foremost with the welfare of black people. In &lt;a href=\"https://www.loc.gov/resource/mesn.026/?sp=346\"&gt;one story&lt;/a&gt;, for example, his animosity towards the slaveholding class was seemingly motivated by a perceived insult rather than a moral opposition to slavery. Lincoln had supposedly visited a plantation in Jefferson County, Arkansas, asking for work. The owner replied that he’d talk to him once he’d had dinner—&lt;em&gt;without&lt;/em&gt; inviting the stranger to eat with him. As J. T. Tims, a former slave, &lt;a href=\"https://www.loc.gov/resource/mesn.026/?sp=346\"&gt;explained&lt;/a&gt;, his owner “didn’t say, ‘Come to dinner,’ and didn’t say nothin’ ’bout, ‘Have dinner.’ Just said, ‘Wait till I go eat my dinner.’” And when he finished eating, he found the stranger had “changed his clothes and everything” and was looking over the slaveholder’s business papers and account books. The stranger whom the slaveholder had treated like poor &lt;a href=\"https://www.amazon.com/dp/110718424X\"&gt;“white trash”&lt;/a&gt; had revealed himself to be a powerful man.&lt;/p&gt;&lt;p&gt;It didn’t bother African Americans if Lincoln emancipated them only to punish the white South. They didn’t need him to be a saint. But they also knew he wasn’t a king; he couldn’t just make emancipation happen on his own. If the enslaved people of the South needed Lincoln, then he needed them too.&lt;/p&gt;&lt;p&gt;And so in the stories told by freedpeople, there’s a Lincoln who worked &lt;em&gt;with&lt;/em&gt; slaves to end slavery. He attended nightly &lt;a href=\"https://www.loc.gov/resource/mesn.100/?sp=300\"&gt;prayer meetings&lt;/a&gt; held by slaves in secret. He asked them what their lives were like and what they needed from him. After the war broke out, he &lt;a href=\"https://www.loc.gov/resource/mesn.100/?sp=149\"&gt;encouraged slaves&lt;/a&gt; to join the “Yankee army” and “fight for your freedom.” And at the war’s end, according to &lt;a href=\"https://www.loc.gov/resource/mesn.023/?sp=296\"&gt;one account&lt;/a&gt;, Lincoln gathered up all the Confederate money in Georgia in a big pile at the state capitol and asked the oldest black man there to set it on fire.&lt;/p&gt;&lt;p&gt;Lincoln didn’t just work &lt;em&gt;with&lt;/em&gt; African Americans; he became a familiar figure in black folklore. Like Brer Rabbit, and indeed like most slaves, the Lincoln in these stories often had to resort to guile and deception in order to get what he wanted. But he also had a certain degree of latitude that wasn’t possible in slavery, allowing survivors of slavery to vicariously enjoy his exploits.&lt;/p&gt;&lt;p&gt;In &lt;a href=\"https://www.loc.gov/resource/mesn.111/?sp=154\"&gt;one account&lt;/a&gt;, for example, Lincoln, disguised as a peddler, came upon some white women sitting on a porch in North Carolina. He looked so hot and tired that one of the women, Miss Fanny, brought him a “cool drink of milk.” He had a drink and then asked Miss Fanny how many slaves they had, how many of their men were fighting for the Confederacy, and finally what they thought of “Mistah Abraham Lincoln.” At that point the plantation mistress, Miss Virginia, declared no one was to speak that man’s name in her presence, and she would shoot him if he ever set foot on her property. “Maybe he ain’ so bad,” her guest said, chuckling. A few weeks later, Miss Fanny received a letter from Lincoln revealing himself to have been the peddler, thanking her “for de res’ on her shady po’ch and de cool glass of milk.”&lt;/p&gt;&lt;p&gt;Though the story didn’t explicitly involve emancipation, by making a fool out of white slaveholders Lincoln presaged the ultimate downfall of the southern slaveocracy. But that wasn’t all. By behaving like a trickster from black folklore, Lincoln was signaling—or rather, black storytellers were signaling—his solidarity with African Americans.&lt;/p&gt;&lt;p&gt;To that end, Lincoln also often duped his white hosts into giving him food. In Perry, Georgia, he &lt;a href=\"https://www.loc.gov/resource/mesn.030/?sp=375\"&gt;enjoyed&lt;/a&gt; some “chicken hash and batter cakes and dried venison.” In Raleigh, North Carolina, he had a rather enormous &lt;a href=\"https://www.loc.gov/resource/mesn.025/?sp=283\"&gt;breakfast&lt;/a&gt; of ham and gravy, biscuits and grits, “poached eggs on toast, coffee and tea,” and waffles with “honey and maple syrup.” Food was often a focus for black trickster characters like John, Brer Rabbit, and Aunt Nancy; after all, slaves frequently had to cheat and steal from their enslavers in order to get enough food to survive. It was fitting, therefore, that when Lincoln returned to Perry, Georgia, to emancipate the slaves, he did so by allegedly urging them to &lt;a href=\"https://www.loc.gov/resource/mesn.030/?sp=376\"&gt;raid the plantation smokehouse:&lt;/a&gt; “Help yourselves; take what you need; cook yourselves a good meal!” In the stories told by former slaves, emancipation wasn’t just an abstract matter of rights—it meant seizing, at long last, the product of their labor.&lt;/p&gt;&lt;figure class=\"left\"&gt;&lt;img alt=\"\" height=\"487\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2018/02/010306u/ae91c7d84.jpg\" width=\"300\"&gt;&lt;figcaption class=\"caption\"&gt;Rev. Wade Owens &lt;a href=\"https://www.loc.gov/resource/mesn.010/?sp=314\"&gt;saw&lt;/a&gt; Lincoln give a speech in Appalachian Georgia, where he proclaimed, “For people, by people, and through people.\" / Library of Congress&lt;/figcaption&gt;&lt;/figure&gt;&lt;p&gt;Of course, these stories about Lincoln were told within a specific &lt;a href=\"https://www.amazon.com/dp/1469626268\"&gt;historical&lt;/a&gt; &lt;a href=\"http://www.slate.com/articles/news_and_politics/history/2016/07/can_wpa_slave_narratives_be_trusted_or_are_they_tainted_by_depression_era.html\"&gt;context&lt;/a&gt;. The people interviewing the former slaves were employees of the federal government, and most of them were white. Many were members of groups like the &lt;a href=\"https://www.amazon.com/dp/0813028124\"&gt;United Daughters of the Confederacy&lt;/a&gt;, which valorized the Lost Cause. Some were even descendants of folks who owned the very people they were interviewing. Survivors of slavery had every reason to believe their white interviewers would present their stories in a way that bolstered white supremacy. And telling a quaint story about Abraham Lincoln was a clever (and relatively safe) way to push back against that.&lt;/p&gt;&lt;p&gt;Using Lincoln was especially powerful at a time when many Americans had co-opted Lincoln as an icon of white supremacy. The 1915 blockbuster film &lt;em&gt;The Birth of a Nation&lt;/em&gt;, in addition to denouncing emancipation and venerating the Klan, depicted Lincoln as an enemy of the radical abolitionists and suggested that, had he lived, he would have supported immediate reunion with the South at the expense of black civil rights.&lt;/p&gt;&lt;p&gt;In general, white Americans celebrated Lincoln in a way that made the Civil War a story about white people. They spoke of Lincoln in the same breath as Robert E. Lee, considering them both American heroes. There was a &lt;a href=\"https://books.google.com/books?id=RKU6AQAAMAAJ&amp;amp;pg=PA17\"&gt;popular story&lt;/a&gt; that Lincoln had comforted a dying Confederate prisoner who didn’t know who he was, and that when Lincoln derided his recent address at Gettysburg, the dying rebel &lt;a href=\"https://books.google.com/books?id=RKU6AQAAMAAJ&amp;amp;pg=PA24\"&gt;assured him&lt;/a&gt; they were “beautiful, broad words” which reminded everyone they were “not Northern or Southern, but American.”&lt;/p&gt;&lt;p&gt;Such a sentimental reunion of North and South was, of course, a primarily white affair. And when African Americans were included in Lincoln’s story, it was only in a subservient role.&lt;/p&gt;&lt;p&gt;This was not how survivors of slavery understood their relationship to Lincoln. He wasn’t far-off and aloof; he worked hand-in-hand with black folk. He listened to the slaves’ stories. He made fools out of slaveholders and urged black people to fight. As Charlie Davenport &lt;a href=\"https://www.loc.gov/resource/mesn.090/?sp=42\"&gt;remembered&lt;/a&gt;, Lincoln came through Mississippi “rantin’ an’ a-preachin’ ’bout us bein’ his black brothers.”&lt;/p&gt;&lt;p&gt;Perhaps they weren’t related by blood—perhaps he was only a stepfather. But they were still kin. At a time when many Americans were remaking Lincoln into a symbol of white supremacy and erasing black people from the story of the Civil War altogether, survivors of slavery were saying, through their stories of Lincoln coming down South, that they could not be erased&lt;em&gt;.&lt;/em&gt; They wouldn’t be forgotten. They’d been there the whole time.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/dcMsnt7oLX0\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>William R. Black</name><uri>http://www.theatlantic.com/author/william-r-black/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/AP_01122601111/lead_960.jpg\"><media:credit>AP</media:credit><media:description>A drawing of Abraham Lincoln in front of his frame house in Springfield, Illinois</media:description></media:content><title type=\"html\">Abraham Lincoln's Secret Visits to Slaves</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/dcMsnt7oLX0/\" rel=\"alternate\" /><published>2018-02-12T10:07:22-05:00</published><updated>2018-02-12T10:51:42-05:00</updated><id>tag:theatlantic.com,2018:50-552917</id><summary type=\"html\">In the mid-1930s, the Federal Writers’ Project interviewed thousands of former slaves, some of whom claimed the president came to their plantations disguised as a beggar or a peddler, telling them they’d soon be free.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/former-slaves-stories-abraham-lincoln/552917/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;It is a safe bet that by the time the Pentagon does actually get around to giving Donald Trump the parade he has demanded, two things will have happened: First, the scale will be considerably less than the hundreds of M-1 tanks roaring up Pennsylvania Avenue deplored by many of the President’s critics; second, the current fuss will be long forgotten in the avalanche of scandals, crises, and constitutional battles that lie ahead.&lt;/p&gt;&lt;p&gt;Yet it is still worth considering what exactly these military parades mean, and why people get so exercised about them. And it is possible to do so without talking over much about draft-dodging presidents and why the troops hate rehearsals.&lt;/p&gt;&lt;p&gt;Victory parades are easy enough to figure out. The Grand Review of the Armies in May 1865 included 145,000 troops from three Union armies—of the Potomac, Tennessee, and Georgia—marching past cheering throngs of onlookers. There were some uncomfortable moments. General William Tecumseh Sherman, still bristling over what he regarded as unwarranted and brusque orders from Secretary of War Stanton, refused to shake the latter’s hand. But overall, the mood was joyous, albeit still shadowed by the assassination of President Lincoln little more than a month before. The armies marched down Washington streets for two days, and then quietly, almost instantly, melted away to their homes. The song “Goodbye Old Glory” was written in September 1865, but it caught the mood:&lt;/p&gt;&lt;blockquote&gt;\r\n&lt;p&gt;Four weary years of toil and blood,&lt;br&gt;\r\nWith loyal hearts and true,&lt;br&gt;\r\nBy field and fortress plain and flood,&lt;br&gt;\r\nWe’ve fought the rebel crew,&lt;br&gt;\r\nBut Victory is ours at last,&lt;br&gt;\r\nThe mighty work is through,&lt;br&gt;\r\nSound drums and bugles loud and fast,&lt;br&gt;\r\nThis is our last tattoo.&lt;/p&gt;\r\n&lt;/blockquote&gt;&lt;p&gt;“The mighty work is through.” That too was the mood of the victory parades for World War I held in New York and Washington in September 1919, some nine months after the armistice. 25,000 troops led by General John Pershing were cheered mightily, as they too received a nation’s thanks before returning to factory, farm and store. In January 1946 a similar parade through New York celebrated the end of World War II. It featured the 82nd Airborne Division, less, perhaps, because of the glamor of parachuting than because of its nickname: “All-American.” And, of course, there have always been local parades for units returning home from the wars.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;The last real victory parade in the United States was after the first Gulf War in 1991. It involved 9,000 troops and plenty of kit, which spectators were free to gawk at and climb over at the Mall. This was a different kind of celebration: for a professional force, not for draftees and for-the-duration volunteers about to return to civilian life. It made more of a victory over a third-rate opponent than was seemly. In keeping with the over-the-top mood of the time, in fact, military leaders had given serious consideration to having the Iraqis sign the armistice on the quarterdeck of the battleship &lt;em&gt;Missouri&lt;/em&gt;, where MacArthur had imposed peace terms on the defeated Japanese in Tokyo Bay in 1945. That ludicrous proposal, like the parade, reflected less the experience of the war than a deeper, if still uneasy, sense of having wiped away a disgrace. Like so much else from the First Gulf War, it was an attempt to banish the ghosts of the unsatisfactory outcome of Korea and the failure of Vietnam. A parade served, in this case, as exorcism.&lt;/p&gt;&lt;p&gt;Victory parades make one kind of sense. But there are other kinds of parades, such as those at the inaugurations of Presidents Truman, Eisenhower, and Kennedy. These included tanks and, in the cases of Eisenhower and Kennedy, atomic artillery and missiles. The United States stopped doing that. So too has another country which once celebrated its independence with a big military parade including hardware: Israel. The Israeli military parades ended in the 1970s. France, of course, has its elaborate and always spectacularly staged Bastille Day parade, which is the inspiration for our current debate. Its origins go back to 1880. France had suffered a humiliating defeat in 1870 at the ends of Germany; its politics were deeply factional, riven between secularists and Catholics, democrats and royalists. A military parade was a way of binding the country together. It became as well a symbol of French glory and power despite the unexpected defeat of 1870, the carnage of World War I, the catastrophe of 1940, and the humiliations of Indochina and Algeria.&lt;/p&gt;&lt;p&gt;Military parades with lots of hardware appeal to countries that have something to prove. For Israel in the 1950’s and 1960’s, it was that the tiny state had the muscle to survive; for France in the late 19th and 20th centuries that defeat and ruinous victory had not dimmed her martial prowess; for the first three presidents of the Cold War that the United States was the same country that had won World War II and could triumph in an entirely novel global contest against an opponent with weapons that could obliterate cities at a stroke.&lt;/p&gt;&lt;p&gt;Parades are also a way of paying tribute to the troops. The troops of the past, however, were citizen soldiers in the old sense: temporarily uniformed men (and later, women) who had answered their country’s call. As war has become for the vast majority of Americans a spectator sport, the problem becomes why, how, and to what extent public thanks is due. At one extreme there is the sentiment—darkly put out by John Kelly on a number of occasions, and most recently in his October 17, 2017, news conference about fallen soldiers—that civilians can not only never be grateful enough, but rather, must accept a position of permanent moral inferiority to those who serve.&lt;/p&gt;&lt;p&gt;That kind of parade becomes an act of moral extortion, a false claim to a monopoly of courage and civic virtue. It overlooks many things, including the fact that soldiers today are exceedingly well paid and cared for, and that most never experience hardships different than (indeed, often as bad) as, say, fire fighters. There are those, however, who think this is appropriate.&lt;/p&gt;&lt;p&gt;There is, finally, parade as exultation in raw power. At its ugliest, in the military parades of totalitarian regimes, it is a vaunting not only of might but of brutality. George Orwell had it right in &lt;em&gt;England Your England&lt;/em&gt;:&lt;/p&gt;&lt;blockquote&gt;\r\n&lt;p&gt;A military parade is really a kind of ritual dance, something like a ballet, expressing a certain philosophy of life. The goose step, for instance, is one of the most horrible sights in the world, far more terrifying than a dive-bomber. It is simply an affirmation of naked power; contained in it, quite consciously and intentionally, is the vision of a boot crashing down on a face. Its ugliness is part of its essence, for what it is saying is, ‘Yes, I am ugly, and you daren’t laugh at me,’ like the bully who makes faces at his victim.&lt;/p&gt;\r\n&lt;/blockquote&gt;&lt;p&gt;Americans don’t goose step. But they are not immune to an adolescent fascination with weaponry, and a celebration of raw strength. Hence the unseemly pronouncements in the current case by pundits and politicians, most of them remarkably devoid of military experience themselves or among their children. One thing they may miss is that a military parade would show off some really old pieces of hardware, first designed and deployed (if modernized since) over 30 years ago—M-1 Abrams tanks, Bradley Fighting Vehicles, F-15 jets. One thinks of the aging alpha male baboon who attempts to intimidate the rest of the troop by baring his teeth, but has failed to notice that some of his fangs have dropped out. The Chinese colonels taking careful notes might be less impressed than the talking heads of Fox News.&lt;/p&gt;&lt;p&gt;What parades do &lt;em&gt;not &lt;/em&gt; do is adequately celebrate today’s soldier and his or her spirit. What they do not show is the personal appreciation Americans should appropriately offer men and women who have repeatedly left family behind for danger and boredom, often leaving pieces of who they once were on the battlefield. What they do not do is replace the barbecue or the beer, the patience with the far-away look and sudden irritability, the long walk and the arm around the shoulder, the welcoming smile and the attentive ear.&lt;/p&gt;&lt;p&gt;Thirty-five years ago, during my own brief and inglorious Army reserve career, I went to an officer’s basic course with D. J. Reyes, who unlike me, later spent nearly 34 years doing hard work in hard places, including serving as then Major General David Petraeus’s intelligence officer for the 101st Airborne Division in Iraq. “Quiet warrior, quiet professional is the motto,” he recently reminded me. We should respect that spirit, realizing that Orwell was right, and that parades say more about those who order and watch them, than those who participate in them.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/zivMcq2CItQ\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Eliot A. Cohen</name><uri>http://www.theatlantic.com/author/eliot-a-cohen/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/AP_910610075/lead_960.jpg\"><media:credit>Ron Frehm / AP</media:credit><media:description>Marchers carry a giant American flag up Broadway in New York Monday, June 10, 1991, during Operation Welcome Home, the ticker-tape parade for returning veterans of Operation Desert Storm.</media:description></media:content><title type=\"html\">The Truth About Military Parades </title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/zivMcq2CItQ/\" rel=\"alternate\" /><published>2018-02-11T06:00:00-05:00</published><updated>2018-02-12T10:52:09-05:00</updated><id>tag:theatlantic.com,2018:50-552953</id><summary type=\"html\">Military parades say more about those who order and watch them than those who participate in them.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/pageantry-military-parades/552953/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;Last week, Robert Schenkkan’s new play, &lt;em&gt;The Great Society&lt;/em&gt;, opened at the Arena Stage in Washington. This riveting sequel to the Tony-award winning &lt;em&gt;All the Way,&lt;/em&gt; about the Lyndon Johnson presidency, is a haunting piece of theater for liberals to watch in February of 2018, when President Trump and the Republican Congress have been swinging a political wrecking ball at Barack Obama’s legacy.&lt;/p&gt;&lt;p&gt;The two plays capture an important lesson about presidential history: that it is possible for the country’s top leader to be an incredibly effective policymaker yet fail politically at building a governing coalition that outlasts them. The costs of this kind of political failure are severe because it leaves everything a president built open to attack. It also leaves little room for continued growth. LBJ saw that happen when Richard Nixon took office in 1968, and now Obama is witnessing the same thing, even worse, with President Trump.&lt;/p&gt;&lt;p&gt;Policy victories combined with political failure is the story of President Johnson that &lt;em&gt;The Great Society&lt;/em&gt; captures so well. In the first play, Bryan Cranston brilliantly captured the energy and ambition of LBJ in 1963 and 1964. Broadway audiences were treated to a rollicking performance as they saw Johnson use all the political cunning that he gained during his years in Congress to push a historic civil-rights bill through the House and Senate. Johnson had an instinctive feel for the way that his former colleagues worked. Through carrots and sticks, Johnson figured out a way to move warring sides to the point of compromise. “I got all kinds of federal programs in mind on health, education, literacy, jobs, you name it,” Johnson says in the play. “We’re gonna change this country, top to bottom!”&lt;/p&gt;&lt;p&gt;The civil-rights legislation of 1964 was path-breaking and, in the play, a proxy for the many other measures Congress passed—Medicare and Medicaid, the Voting Rights Act, funding for higher education and elementary schools, the War on Poverty, and more—as part of the Great Society. By the time &lt;em&gt;All the Way&lt;/em&gt; ended, with Cranston’s Johnson trouncing Republican Barry Goldwater in the 1964 election, audiences left the theater thrilled as they were reminded of what an effective president can accomplish. In an age of polarized political dysfunction, this was a breath of fresh air. Schenkkan offered hints of the turbulence that was to come, with a scene involving the passage of the Gulf of Tonkin Resolution, which authorized the use of military force in Vietnam, and moments in the 1964 Democratic primaries where you could see a white backlash brewing. Yet overall, the picture of America the play painted was good. It was not a surprise that politicians from both parties filled the seats of the Neil Simon Theater over the course of its three-month limited run on Broadway to catch a glimpse of this new and improved LBJ.&lt;/p&gt;&lt;p&gt;But if audiences thought Schenkkan was going to leave it there, they were mistaken. With the sequel that opens this weekend in Washington, audiences get a firsthand look at the political wreckage that LBJ left behind. In this performance, Jack Willis plays an LBJ who is dealing with fallout from the Vietnam War as he watches everything that he built fall apart. Willis’s LBJ displays a hubris and insecurity that is destructive rather than a source of productive policymaking. He gets deeper and deeper into Vietnam as the show progresses, unable to stop himself as the fragile political coalition he put together starts to unravel by 1967 and 1968. As the protests against the war get louder, and the Black Power movement gains strength demanding that the president should do more to tackle inequality, a conservative coalition of southern Democrats and Republicans push to cut domestic spending. At the same time, the play shows how a white backlash takes hold in cities like Chicago. White protesters storm through the circular stage yelling at civil-rights protesters, “Burn ‘Em Like Jews!” and “Hey! Where’s Martin Luther COON?!”&lt;/p&gt;&lt;p&gt;Despite Vice President Hubert Humphrey (with the actor Lawrence Redmond in a fantastic performance) constantly imploring the president to stop the war and get back to work on domestic reform, Johnson doesn’t listen to his better angel. In&lt;em&gt; The Great Society&lt;/em&gt;, Johnson is driven deeper into the war and further away from the liberal forces that were animating the grass roots. His fears of the right cause him to take actions that result in his party’s implosion. Johnson lies so much in the process to survive that he admits not even knowing who he was by the time he announces he won’t run for reelection in March 1968.&lt;/p&gt;&lt;p&gt;“I had this dream about the country,” LBJ says, “What it could be. And it was right there … and whatever it took seemed like such a small thing and so at first you tell yourself, if you think about it at all, that it’s not much of a line to cross—hell, you’ve done it before, or somethin’ like it—maybe even somethin’ worse. You tell yourself, hell, everybody does it. And so you lie. And then you gotta cover that one with another one. And then another. Until one day you turn around and you don’t know where you are anymore, or who you are, and the dream—is gone.”&lt;/p&gt;&lt;p&gt;The political result of this turmoil is exactly what LBJ feared the most: the election of Republican Richard Nixon, who, though moderate by modern standards, sets into motion the conservative revolution that would greatly weaken the will to grow domestic policy and place Great Society programs under continual threat. Key portions of several programs, such as the Voting Rights Act, would not survive. Schenkkan reminds us that Richard Nixon was the Donald Trump of his times when, during an Oval Office meeting with LBJ, he promises to make America great again.&lt;/p&gt;&lt;p&gt;Although few observers compare LBJ to Obama, by contemporary standards Obama was able to accomplish a good deal on the policy front. This is the central finding of my new book, &lt;em&gt;The Presidency of Barack Obama: A First Historical Assessment&lt;/em&gt;, in which a group of historians found that that Obama’s policy accomplishments were much more significant than realized at the time. The Affordable Care Act, the economic stimulus, and Dodd-Frank all had a notable impact on economic growth, income inequality, and access to health care. The Justice Department was taking an aggressive approach toward tackling the problem of racism in criminal justice toward the end of his second term. Obama used executive power to push forward substantial changes in climate-change regulation while adhering to an agenda of liberal internationalism overseas that calmed the storms which unfolded under President Bush. There were many areas where Obama’s policy initiatives withered and others he never even tried. But overall, Americans will look back at his presidency to remember a notable package of policy changes that were put into place.&lt;/p&gt;&lt;p&gt;Unfortunately for Obama and the Democrats, his political accomplishments were not as great as his success in policy. Unlike LBJ, President Obama did not get the nation into a disastrous war. However, he too deserves some of the blame for the success of the GOP in 2016. President Obama was often unhelpful to the congressional Democrats, refusing to share his own campaign tools, such as donor lists and activist emails, with the national party. He didn’t spend as much time as was necessary raising money and mobilizing young candidates who could compete for seats on Capitol Hill. He failed to do all of this even as he asked for their help in pushing extraordinarily controversial measures that posed risks to their own professional future. As Republicans undertook a massive initiative to win control of state legislatures and master the redistricting process, Democrats were caught flat-footed and sat still as Republicans built huge majorities in the House, in state legislatures, and in gubernatorial positions. As red states redistricted Democrats out of congressional opportunities, the president did not work with Democrats to counteract these efforts.&lt;/p&gt;&lt;p&gt;Worst of all, President Obama continued to underestimate the ferocity of the new generation of Republicans who were practicing a new style of confrontationist, smash-mouth politics that left little room for compromise with the other party. They were aided by a conservative media universe where reason-based arguments depending on facts and analysis were secondary or irrelevant, as spin, hyperbole, and partisan slander were the weapons of choice. While President Obama was playing chess, more and more congressional Republicans were playing tackle football.&lt;/p&gt;&lt;p&gt;The result was that President Obama left office with Tea Party Republicans in control of Congress and a voice for this generation—Donald Trump—in control of the White House. While Johnson could at least find some relief in the fact that Democrats controlled Congress (although southern Democrats had been reinvigorated by the end of LBJ’s term), President Obama could see nothing but a bleak and dismaying political landscape. Indeed, he himself admitted to the &lt;em&gt;New Yorker&lt;/em&gt;’s David Remnick that “We’ve seen this coming. Donald Trump is not an outlier; he is a culmination …”&lt;/p&gt;&lt;p&gt;The threat to his legacy is becoming clearer by the day. While much of the first year of Trump’s term was pretty slow on the policy front, during the last few months President Trump has been gaining strength. The president has slashed taxes, eliminated the individual mandate in the Affordable Care Act, rolled back thousands of regulations on the business and financial sector, ramped up military spending, and is now teeing up to push forward a draconian package of immigration control in exchange for giving Democrats back the Obama-era program shielding undocumented immigrants brought to the U.S. as children that Trump dismantled. Overseas, the president has greatly damaged the strength of international alliances, and given voice to an approach to foreign policy that privileges militarism and unilateralism. These victories will greatly strengthen his political standing, enabling him to go even further.&lt;/p&gt;&lt;p&gt;As Democrats try to figure out what to do with President Trump, they might want to head over to the Arena Theater to get a good reminder of what happens when parties don’t take the right step to nurture their political strength. Policies are only as good or strong as the governing coalition that holds power. If a party hands control of power to the opposing party—as was the case with Obama and LBJ—the consequences could be devastating. Democrats are living through this nightmare for a second time with no end in sight.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/MK3n6KAqBp8\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Julian E. Zelizer</name><uri>http://www.theatlantic.com/author/julian-e-zelizer/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/AP_6812120282/lead_960.jpg\"><media:credit>Charles Tasnadi / AP</media:credit><media:description>President Lyndon B. Johnson, right, confers with President-elect Richard Nixon in the White House.</media:description></media:content><title type=\"html\">What Trump-Era Democrats Can Learn From LBJ</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/MK3n6KAqBp8/\" rel=\"alternate\" /><published>2018-02-10T06:00:00-05:00</published><updated>2018-02-12T10:52:43-05:00</updated><id>tag:theatlantic.com,2018:50-552989</id><summary type=\"html\">Lyndon B. Johnson was an effective policymaker but failed to protect his legacy—much in the same way Obama’s is being toppled today.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/democrats-lbj/552989/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p dir=\"ltr\"&gt;An elementary school in Utah has traded one Jackson for another in a change that many say was a long time coming.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Jackson Elementary School in Salt Lake City will no longer be named for Andrew Jackson, the seventh U.S. president, whose slave ownership and treatment of Native Americans are often cited in the debate over memorializing historical figures associated with racism.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Instead, the school will honor Mary Jackson, the first black female engineer at &lt;span class=\"smallcaps\"&gt;NASA&lt;/span&gt; whose story, and the stories of others like her at the space agency, was chronicled in &lt;em&gt;Hidden Figures&lt;/em&gt;, a 2016 film based on a book of the same name by Margot Lee Shetterly.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;A unanimous vote by the the Salt Lake City school board this week was met with a standing ovation from the crowd in the room, &lt;a href=\"https://www.sltrib.com/news/education/2018/02/08/students-at-diverse-salt-lake-city-elementary-thrilled-their-school-will-be-renamed-to-honor-nasa-pioneer-mary-w-jackson-instead-of-president-andrew-jackson/\"&gt;reports&lt;/a&gt; &lt;em&gt;The Salt Lake Tribune’s &lt;/em&gt;Erin Alberty.&lt;em&gt; &lt;/em&gt;School employees and parents have discussed changing the elementary’s school name “for years,” Alberty reported, and last year started polling and meeting with parents, alumni, and others. More than 70 percent supported the change. Of the school’s 440 students, 85 percent are students of color, &lt;a href=\"http://fox13now.com/2018/02/06/slc-board-of-education-votes-to-change-elementary-school-name/\"&gt;according&lt;/a&gt; to the Salt Lake City School District.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Mary Jackson, a native of Hampton, Virginia, worked as a math teacher, a receptionist, and an Army secretary before she arrived at &lt;span class=\"smallcaps\"&gt;NASA&lt;/span&gt;’s Langley Research Center in 1951 as a member of the West Area Computing unit, a segregated division where African American women spent hours doing calculations with pencil and paper, including for the trajectories of the country’s earliest space missions.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Two years in, a &lt;span class=\"smallcaps\"&gt;NASA&lt;/span&gt; engineer picked Jackson to help him work on a wind tunnel that tested flight hardware by blasting it with winds nearly twice the speed of sound. The engineer suggested Jackson train to become an engineer. To do that, Jackson had to take night courses in math and physics from the University of Virginia, which were held at the segregated Hampton High School. Jackson successfully petitioned the city to let her take the classes. She got her promotion to engineer in 1958. After 34 years at the space agency, Jackson retired in 1985. She died in 2005, at the age of 83.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;The name change comes as the American public continues to grapple with fierce divisions over the &lt;a href=\"https://www.theatlantic.com/politics/archive/2017/08/charlottesville-confederate-monuments/537177/?utm_source=feed\"&gt;commemoration of controversial figures in the country’s history&lt;/a&gt;. The debate began in earnest in 2015 after the fatal shooting of nine people at a historically black church in South Carolina by a white man who had burned the American flag and &lt;a href=\"https://www.nytimes.com/2015/06/21/us/dylann-storm-roof-photos-website-charleston-church-shooting.html\"&gt;waved&lt;/a&gt; the Confederate one. After the tragic shooting, South Carolina’s statehouse &lt;a href=\"https://www.washingtonpost.com/news/post-nation/wp/2015/07/10/watch-live-as-the-confederate-flag-comes-down-in-south-carolina/\"&gt;removed&lt;/a&gt; its Confederate flag and cities across the country &lt;a href=\"https://www.huffingtonpost.com/entry/louisville-confederate-memorial_us_5726c167e4b01a5ebde5fb96\"&gt;started taking down monuments&lt;/a&gt; and memorials honoring Confederate soldiers. The movement to erase Confederate symbols from public display was reignited last summer after a white-supremacist rally in Charlottesville, Virginia, was organized to protest the removal of a statue of Confederate General Robert E. Lee. The rally quickly turned violent and led to the death of a counterprotester, run over by a driver, and two police officers, killed inside a helicopter monitoring the protests.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Around the country, people have protested and called for the removal of statues honoring Lee, Jackson, and others seen as racist icons, as well as for institutions and streets named for them to be changed. The U.S. Treasury under the Obama administration &lt;a href=\"https://www.theatlantic.com/national/archive/2016/04/harriet-tubman-andrew-jackson/479178/?utm_source=feed\"&gt;said&lt;/a&gt; last year it would replace Andrew Jackson on the front of the new $20 note with Harriet Tubman, the African American abolitionist who helped slaves cross into freedom. But President Trump, who hung a &lt;a href=\"https://www.politico.com/magazine/story/2018/01/22/andrew-jackson-donald-trump-216493\"&gt;portrait of Jackson&lt;/a&gt; when he moved into the Oval Office, &lt;a href=\"https://www.politico.com/blogs/2016-gop-primary-live-updates-and-results/2016/04/trump-20-harriet-tubman-222256\"&gt;described&lt;/a&gt; the decision as “pure political correctness” during his campaign, and the new Treasury secretary, Steven Mnuchin, &lt;a href=\"http://money.cnn.com/2018/01/12/news/economy/mnuchin-harriet-tubman-20-dollar-bill/index.html\"&gt;said&lt;/a&gt; last month the department hasn’t made “any decisions on whether we will change the bill or won’t change the bill.”&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Those opposed to continuing to honor Jackson point to the former president’s slave ownership and deadly policies toward Native Americans. The number of enslaved men and women at Jackson’s 1,000-acre plantation in Tennessee grew from nine in 1804 to more than 100 at the time of his death in 1845. In his first term in office, Jackson carried out the forced removal of various Native American tribes in the southeastern United States to other parts of the country, known as the “Trail of Tears,” that resulted in the deaths of thousands.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;“It kind of surprised me when I learned that he was a really bad person,” a student at Jackson Elementary school told the &lt;em&gt;Tribune&lt;/em&gt;. She said she learned through a school project that her family’s ancestors were slaves from North Africa. “I didn’t know they would name a school after someone like that.”&lt;/p&gt;&lt;p dir=\"ltr\"&gt;The &lt;em&gt;Tribune&lt;/em&gt; reports that school officials actually dug up and reviewed meeting minutes from the 1800s to figure out how the school district settled on Andrew Jackson. It turns out that the district “simply wanted to use a president’s name, and a school-board member suggested Andrew Jackson because his own name also was Jackson.”&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Aside from her pioneering work at &lt;span class=\"smallcaps\"&gt;NASA&lt;/span&gt;, the new namesake of Jackson Elementary was also known for her work with young students. She taught math at an all-black school in Maryland and worked at the United Service Organizations club in Hampton, Virginia, which served the black community. In the 1970s, she helped children at the community center build a wind tunnel for science experiments, according to &lt;a href=\"https://www.nasa.gov/content/mary-jackson-biography\"&gt;a &lt;span class=\"smallcaps\"&gt;NASA&lt;/span&gt; biography&lt;/a&gt;. “We have to do something like this to get them interested in science,\" Jackson said at the time. “Sometimes they are not aware of the number of black scientists, and don’t even know of the career opportunities until it is too late.”&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/VrOBk2ihFlo\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Marina Koren</name><uri>http://www.theatlantic.com/author/marina-koren/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/lrc_1980_b701_p_00042/lead_960.jpg\"><media:credit>NASA Langley Research Center</media:credit><media:description>Mary Jackson, NASA’s first black female engineer</media:description></media:content><title type=\"html\">Ditching Andrew Jackson for Mary Jackson </title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/VrOBk2ihFlo/\" rel=\"alternate\" /><published>2018-02-09T15:28:58-05:00</published><updated>2018-02-12T10:52:55-05:00</updated><id>tag:theatlantic.com,2018:50-552803</id><summary type=\"html\">An elementary school in Utah will now be named for the first black female engineer at NASA, who was memorialized in &lt;em&gt;Hidden Figures&lt;/em&gt;.</summary><feedburner:origLink>https://www.theatlantic.com/science/archive/2018/02/hidden-figures-nasa-andrew-jackson/552803/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;&lt;em&gt;Editor&amp;rsquo;s Note:&lt;/em&gt; Read more of &lt;em&gt;The Atlantic&lt;/em&gt;’s &lt;a href=\"http://www.theatlantic.com/category/winter-olympics-2018-pyeongchang/\"&gt;Winter Olympics 2018 coverage&lt;/a&gt;. &lt;br /&gt;&lt;/p&gt;&lt;p&gt;Last month,&lt;strong&gt; &lt;/strong&gt;the legendary four-time Olympic medalist and famously truant &lt;a href=\"https://web.archive.org/web/20111205025720/http://www.sbs.com.au/news/article/1609859/Plushenko-quits-politics%2C-eyes-2014-Games\"&gt;once-legislator&lt;/a&gt; Evgeni Plushenko &lt;a href=\"http://www.nbcolympics.com/news/yevgeny-plushenko-predicts-best-ever-olympics-figure-skating-2018\"&gt;predicted&lt;/a&gt; that the men’s figure-skating event in Pyeongchang would be the most interesting of its kind in the games’ history. The field, after all, is perhaps more crowded with talent than it’s ever been.&lt;/p&gt;&lt;p&gt;There are the two powerhouses who have alternated World Championship victories over the last four years: Japan’s Yuzuru Hanyu, the 2014 Olympic champion, and Javier Fernández of Spain. There are those who recently have hovered around them on the podium, like Shoma Uno, a two-time Japanese national champion; Kazakhstan’s breakout star, Denis Ten; and China’s powerful jumper, Jin Boyang.&lt;/p&gt;&lt;p&gt;Patrick Chan, the Canadian who dominated the sport at the beginning of the decade, could make a comeback this year after several disappointing seasons. The balletic former U.S. champion Adam Rippon consistently offers poignant performances, and up-and-comers like Russia’s Mikhail Kolyada and the American wunderkind Vincent Zhou have the technical chops to make any competitor nervous. But to many observers of the sport, the one to watch in Pyeongchang is Nathan Chen, the 18-year-old American who may be the greatest athlete the sport has ever seen.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;Eight years ago, the speculations about Chen’s Olympics potential had already begun. In 2010, he became the novice men’s U.S. figure-skating champion at 10 years old, making him the youngest competitor at the event. Chen would develop a habit of breaking records, but at the time he was new to the national scene. He was a boy standing 4 feet 5 inches tall as he glided over the arena’s ice to “Peter and the Wolf,” so dazzling that television commentators couldn’t resist doing the math about his long-term prospects. As NBC’s Sandra Bezic &lt;a href=\"https://www.youtube.com/watch?v=MRHimaaLOYg\"&gt;noted&lt;/a&gt; on-air, “He’ll be 14 in 2014, still too young to make the Olympic team,” leaving the 2018 Pyeongchang Games as his first opportunity to compete for the most coveted title in the sport.&lt;strong&gt; &lt;/strong&gt;&lt;/p&gt;&lt;p&gt;Last month, at the 2018 U.S. Figure Skating Championships in San Jose, Chen competed for his shot at an Olympic berth. When it was his turn to perform the long program, the final and most important part of the competition, his expression was one of determination and focus. His music began, and Chen drew a swift arc across the ice before landing a quadruple flip–triple toe combination. As usual, he was stunning to watch. When Chen skates, his kinetics are so neatly organized, so free of extraneous movement save the occasional ribbon of arm movement, that he appears placid until the bullet discharge of a jump. His litheness tells a certain lie of effortlessness; this efficiency of movement is the pinnacle of athleticism in the sport. In San Jose, Chen landed every jump in his program. When the night was over, he had won the National Championship with his closest rival &lt;a href=\"https://www.bostonglobe.com/sports/2018/01/06/log/SC1myvTqlwEoguiV38wQHO/story.html\"&gt;trailing&lt;/a&gt; by 40.72 points, an enormous gap in a sport in which competitions are won by hundredths of points.&lt;/p&gt;&lt;p&gt;It was Chen’s second U.S. title, the highest honor in American figure skating. He’s racked up a dizzying array of record-book material elsewhere: Chen has become the first man to land seven quadruple jumps in a competition, the first to land five quadruple jumps in a program, the youngest male winner of the Grand Prix of Figure Skating Final—and that’s just in the last season and a half. Elite athletes dream about just one of these sorts of achievements, but Chen can’t seem to &lt;em&gt;stop&lt;/em&gt; pushing the technical boundaries.&lt;/p&gt;&lt;figure&gt;&lt;img alt=\"\" height=\"490\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2018/02/RTX3MJN7/816a8a14c.jpg\" width=\"630\"&gt;&lt;figcaption class=\"caption\"&gt;Nathan Chen of the U.S. skating at the ISU Grand Prix of Figure Skating Final (Issei Kato / Reuters)&lt;/figcaption&gt;&lt;/figure&gt;&lt;p&gt;The most obvious element of Chen’s success is his unparalleled ability to land quads. A quad &lt;a href=\"https://qz.com/946104/the-physics-behind-figure-skatings-quadruple-jump/\"&gt;involves launching&lt;/a&gt; from one foot into the air for somewhere between .65 and .70 seconds, rotating four times, and landing with an impact eight to 10 times the skater’s body weight on three-sixteenths of an inch of blade. They’re difficult enough that the University of Delaware biomechanist James Richards &lt;a href=\"https://www.scientificamerican.com/article/is-the-quintuple-jump-in-figure-skating-physically-possible/\"&gt;said he believes&lt;/a&gt; quads may represent the limit of human jumping ability. At the last Olympic Games in Sochi, the top four finishers in the men’s division each landed a sole quad in their long programs, and the 2010 Olympic champion Evan Lysacek landed none in Vancouver. Chen has been competing with five quads in his long program and two in his short program this year, and unlike the other men in the field, he can execute five different types of quads with distinct take-offs. In other words, he’s &lt;em&gt;the&lt;/em&gt; athletic pioneer in contemporary figure skating.&lt;/p&gt;&lt;p style=\"text-align: center;\"&gt;* * *&lt;/p&gt;&lt;p&gt;Undefeated in the regular 2017–2018 season so far, Chen is favored by many to win the men’s event at the Olympics this month.&lt;strong&gt; &lt;/strong&gt;Under the current judging system, in which each athletic element carries a specified base value with discretionary points for the quality, or grade of execution, Chen’s long program is, on paper at least, a winner. At the U.S. Championships, &lt;a href=\"http://www.usfigureskating.org/leaderboard/results/2018/26192/results.html\"&gt;the technical score base value&lt;/a&gt; for his long program was 96.19. The two men who have won the last four World Championships, Fernández and Hanyu, have competed this season with long programs &lt;a href=\"http://www.isuresults.com/results/season1718/ec2018/ec2018_Men_FS_Scores.pdf\"&gt;carrying 84.18&lt;/a&gt; and &lt;a href=\"http://www.isuresults.com/results/season1718/gprus2017/gprus2017_Men_FS_Scores.pdf\"&gt;88.47 base value points&lt;/a&gt;, respectively. Still, Chen has never earned a medal at the World Championships (&lt;a href=\"http://web.icenetwork.com/news/2017/04/01/221831256/\"&gt;after stumbling last year&lt;/a&gt; at the event in part because of faulty equipment), and as anyone who knows it well will affirm, figure skating is a slippery sport contingent on game-day execution. If there was one lesson offered by the Sochi Games, it was that &lt;a href=\"https://www.nytimes.com/2014/02/14/sports/olympics/in-pain-plushenko-withdraws-from-figure-skating-competition.html\"&gt;figure skating remains wildly unpredictable&lt;/a&gt;.&lt;/p&gt;&lt;p&gt;In the lead-up to the Sochi Games, Canada’s Patrick Chan, with his three successive world titles and reputation for balanced skating—and occasional judging favoritism referred to as “&lt;a href=\"http://articles.latimes.com/2013/mar/15/sports/la-sp-world-figure-skating-20130316\"&gt;Chanflation&lt;/a&gt;”—was largely considered the favorite for gold. Philip Hersh, a veteran of figure-skating journalism, &lt;a href=\"http://articles.latimes.com/2014/feb/12/sports/la-sp-figure-skating-men-20140213\"&gt;wrote&lt;/a&gt; of the men’s competition at the time, “Chan is the only one for whom anything less than a gold medal will be seen as a failure.” But Chan’s Olympics did end with less than gold. In a competition in which the top contenders failed to skate clean programs, the winner was the then-new competitor Hanyu, with a long-program score just &lt;a href=\"http://www.isuresults.com/results/owg2014/owg14_Men_FS_Scores.pdf\"&gt;.54 points ahead of Chan&lt;/a&gt;. It was upset enough that Chan’s teammate Joannie Rochette&lt;a href=\"https://www.thestar.com/sports/skating/opinion/2018/01/10/chans-olympic-quest-all-about-balance.html\"&gt; tweeted&lt;/a&gt; of him, “He had gold on a silver platter. He took the platter.”&lt;/p&gt;&lt;p&gt;There is, too, the issue of program components, once referred to in the skating world as artistic merit. Fernández, offering veiled criticism in a recent interview, suggested that the quadruple jumps at which Chen excels may be earning too much hype at the expense of considering components. “I think it’s better to go step by step rather than throwing out all the quads at once in just one year,” &lt;a href=\"http://web.icenetwork.com/news/2018/01/20/265061918/fernandez-in-quad-debate-more-not-always-better\"&gt;he said&lt;/a&gt;. “It’s not like Yuzu [Hanyu] or I added everything at once … We waited until our programs were well balanced, with good skating skills and good transitions.”&lt;/p&gt;&lt;figure&gt;&lt;img alt=\"\" height=\"447\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2018/02/RTX4F9EJ/e94768ca1.jpg\" width=\"630\"&gt;&lt;figcaption class=\"caption\"&gt;Javier Fernandez of Spain competes at the 2018 ISU European Championships in Moscow (Grigory Dukor / Reuters)&lt;/figcaption&gt;&lt;/figure&gt;&lt;figure&gt;&lt;img alt=\"\" height=\"446\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2018/02/RTS1JGQM/b473ab2e3.jpg\" width=\"630\"&gt;&lt;figcaption class=\"caption\"&gt;Adam Rippon of the U.S. at the ISU Grand Prix of Figure Skating (Kim Kyung Hoon / Reuters)&lt;/figcaption&gt;&lt;/figure&gt;&lt;p&gt;The comment may sound like that of a jealous rival (and it certainly could be), but Fernández is right to emphasize the importance of the components mark. Because the components score is less likely to vary from performance to performance, it is, in a sense, about as reliable a prediction index as technical base value. At the World Championships last year, Hanyu’s components score exceeded Chen’s by more than 12 points, and Fernández’s components score beat Chen’s by nearly 10. The turn toward rewarding jumping is, furthermore, relatively recent in American figure skating. Two years ago at the National Championships,&lt;a href=\"https://www.rollingstone.com/sports/features/u-s-figure-skating-stylish-men-wanted-20160401\"&gt; Rippon&lt;/a&gt;—perhaps the greatest artist of the men’s field today—edged out Chen through a sizable lead in the program components, even though the latter broke the quad record. Rippon had made mistakes that night, but he radiated a cocksure charm. Where Chen executed, Rippon performed, and the &lt;a href=\"http://www.usfigureskating.org/leaderboard/results/2016/18516/results.html\"&gt;judges conveyed&lt;/a&gt; that their values were aligned with expressive skating over athletic fireworks.&lt;/p&gt;&lt;p&gt;Chen skates with quiet elegance and power but has yet to fully develop the emotive dynamism and flair of Fernández, Rippon, Chan, or Hanyu. He is the kind of guy who talks about “&lt;a href=\"https://bevsmithwrites.wordpress.com/2017/11/26/the-wild-and-woolly-mens-event-at-skate-america/\"&gt;recalculating&lt;/a&gt;” programs.&lt;strong&gt; &lt;/strong&gt;And because his composure can be read as a flat affect, he can’t quite rely on the components mark to prop him up in a flawed performance to the extent his top rivals can. Yet this year, he’s returned to the ice with a heightened sensitivity to music.&lt;/p&gt;&lt;p&gt;Ahead of the season, Chen worked with the renowned choreographers Shae-Lynn Bourne and Lori Nichol (the latter famously assisted in transforming Michelle Kwan into a more eloquent skater) to hone his components. He has spoken of how &lt;a href=\"https://www.reuters.com/article/us-olympics-2018-figs-chen/quad-king-chen-pushes-for-artistry-ahead-of-pyeongchang-idUSKBN1ET1G4\"&gt;Nichol has helped him tell the story of his parents’ immigration&lt;/a&gt; to the United States from China in corpus through his long program, and the figure-skating writer &lt;a href=\"https://bevsmithwrites.wordpress.com/2017/10/20/patrick-chan-deletes-a-quad-for-now/\"&gt;Beverley Smith has noted&lt;/a&gt; he “stepped up the magic markedly this year.” Still, to mitigate what remains of the components gap, he’ll need to successfully land his planned jumps in Pyeongchang. It’s an overwhelming order, one that only Chen has ever been able to achieve. But if his record-shattering quad-piling on the competition circuit this season is any indication—he will.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/litsYuIgTYY\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Tracy O'Neill</name><uri>http://www.theatlantic.com/author/tracy-oneill/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/Nathan_Chen/lead_960.jpg\"><media:credit>Issei Kato / Reuters / Thanh Do / The Atlantic </media:credit></media:content><title type=\"html\">The Men's Figure-Skating Gold Is Nathan Chen's to Lose</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/litsYuIgTYY/\" rel=\"alternate\" /><published>2018-02-08T08:00:00-05:00</published><updated>2018-02-09T12:10:50-05:00</updated><id>tag:theatlantic.com,2018:50-551900</id><summary type=\"html\">The 18-year-old American is already seen as the greatest athlete in the sport’s history—and he’s competing at his first Olympics in an especially talented field.</summary><feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2018/02/olympics-mens-figure-skating-nathan-chen-preview/551900/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;&lt;em&gt;Newsweek&lt;/em&gt; is in the news—raided by the police last month as part of a probe into the owners’ shady finances, then subjected to a crude purge on Monday, when the owners sacked the editors and reporters who tried to write about the scandal. This was the cinematic coda to a decade of collapse. Whatever its shortcomings, the country lost something with the demise of classic &lt;em&gt;Newsweek&lt;/em&gt;—a magazine with guts and heart.&lt;/p&gt;&lt;p&gt;After years of survivable financial struggles, the magazine—founded in 1933—cratered with the economy in 2008, was sold by the Washington Post Co. for $1 in 2010, and sold again in 2013 by Barry Diller’s IAC to a shadowy company called &lt;em&gt;International Business Times&lt;/em&gt;. In the last five years, &lt;em&gt;Newsweek&lt;/em&gt; produced some strong journalism and plenty of clickbait before becoming a painful embarrassment to anyone who toiled there in its golden age. Matt Cooper, who also worked at the old &lt;em&gt;Newsweek&lt;/em&gt;, resigned from the latest incarnation Monday with a letter saying that in three decades in journalism, “I’ve never seen more reckless leadership.” Ed Kosner, editor in the late 1970s, wrote on Facebook Tuesday, “Time to begin always making the distinction between our Real &lt;em&gt;Newsweek&lt;/em&gt; of sainted memory and this shameful Fake &lt;em&gt;Newsweek&lt;/em&gt;.”&lt;/p&gt;&lt;p&gt;I went to work at &lt;em&gt;Newsweek&lt;/em&gt; 35 years ago last month. Sometime in the early 1990s, when I wasn’t yet 40, the &lt;em&gt;Village Voice &lt;/em&gt;joked that I’d have to be carried out prone—and they weren’t far wrong. I stayed for nearly three decades as a national-affairs writer, media critic, and political columnist. Many of my colleagues also worked there for the better part of their lives—unheard of nowadays. We bitched a lot but loved the place. Journalists are sometimes compared to the horses in &lt;em&gt;Black Beauty&lt;/em&gt;—all we want is a nice master, a little hay to lie down on, and a sugar cube once in a while. We got that and a lot more from Katharine Graham, now immortalized by Meryl Streep in the film &lt;em&gt;The Post&lt;/em&gt;, who until her death in 2001 was the best proprietor imaginable. While more publicly identified with &lt;em&gt;The Washington Post&lt;/em&gt;, she would hold monthly editorial lunches at our plush headquarters at 444 Madison Avenue (and later 251 W. 57th) in New York, where travel and expense accounts were generous and even researchers often had their own offices.&lt;/p&gt;&lt;p&gt;Beginning in the 1980s, newsmagazines were written off as dinosaurs, but it didn’t matter. Dinosaurs still roamed the media earth, and the Grahams were satisfied with modest profits at best. The paid global circulation of today’s print edition of &lt;em&gt;Newsweek&lt;/em&gt; is said to be 100,000; well into the internet age, ours was at least 30 times larger—3 million paid subscribers and 15 million readers, which encompassed the “pass along” rate in families, doctors’ offices, and foxholes. And we were a distant number two, well ahead of &lt;em&gt;U.S. News&lt;/em&gt; but trailing &lt;em&gt;Time&lt;/em&gt;, which had a weekly readership of 20 million in the late 20th century, with more than $600 million in annual ad revenue. Now that magazine is perilously thin and was recently sold. &lt;a id=\"Correction\" name=\"Correction\"&gt;&lt;/a&gt;Last week, workers replaced the Time Inc sign outside its downtown Manhattan headquarters with Meredith, an Iowa-based company with little interest in news.&lt;a href=\"#Correction1\"&gt;*&lt;/a&gt;&lt;/p&gt;&lt;p&gt;&lt;em&gt;Newsweek&lt;/em&gt; was always the scrappy, risk-taking underdog, Avis to &lt;em&gt;Time&lt;/em&gt;’s Hertz. As Don Graham, his mother’s successor, liked to say, “We’re the pirate ship and they’re the stately ocean liner sailing off.” Pirates had fun—not raffish newsroom amusement (our offices looked more like an insurance company) but a spirit of adventure every week. “Scramble the jets!” our late editor, Maynard Parker, would shout, and all over the world dozens of correspondents and editors swooped and dove on a Friday afternoon to cover the big, late-breaking story of the week. Within 24 hours, we could produce a polished 7,000-word cover package with arresting, often-exclusive reporting from far-flung locales, fresh columns and sidebars, classy photos and spreads, and—especially if someone like Peter Goldman, Evan Thomas, or Jerry Adler was writing—exquisite narrative “tick tock.” The features and criticism in the “back of the book” were also as good or better than those in more intellectual publications, even if it wasn’t cool in New York to admit that about a middlebrow magazine.&lt;/p&gt;&lt;p&gt;In the rest of the country, news-starved subscribers, unsatisfied by a limp local paper and a half hour of John Chancellor, ripped through every issue, happy to have a cogent way of catching up on everything they had missed during the previous week. Of course technology—first television, then the internet—changed that habit. A tardy summary of the news was no longer as useful. And with the advent of a 24-hour news cycle a decade ago, online newspapers, smaller magazines, and cable-news networks began to eat our analytical lunch.&lt;/p&gt;&lt;p&gt;I’m not going to argue that the dominance that we and a half-dozen other news organizations enjoyed until the turn of the century was inherently better than today’s democratized media ecosystem, which allows thousands more voices into the national conversation. The “My Turn” column by a non-journalist wasn’t enough to broaden access to our pages. &lt;em&gt;Newsweek&lt;/em&gt; hired black journalists early—and Mark Whitaker became the first African American editor of a major American publication in 1998—but the magazine was infamously late in promoting women in the 1970s. We sometimes hyped popular-culture stories, were slow to feature investigative reporting, and succumbed too often to covering politics and national affairs as if they were thrill-of-victory-agony-of-defeat sports instead of matters of substance and consequence for real people (though, in an effort to lampoon that superficial Washington frame, a couple of colleagues and I anonymously wrote a weekly feature called “Conventional Wisdom Watch”).&lt;/p&gt;&lt;p&gt;Beneath our coverage lay a journalistic commitment to all of the civic norms now under assault. It would have been too earnest to discuss this around the water cooler, but we were invested in hard-edged democratic accountability (politicians often feared us) and expanding cultural awareness. Millions of people recognized this. They saw &lt;em&gt;Newsweek&lt;/em&gt; as a brightly-painted lighthouse in the fog of news—a way to peer through the storm-cloud headlines to distant shores of depth, clarity, and understanding. Like the old big-three television networks—CBS, NBC and ABC—newsmagazines were accused of too much fealty to established institutions and often attacked from both left and right. But our faith in those institutions let us cover them aggressively when they went wrong, and in a way that was compelling enough to attract readers across the spectrum.&lt;/p&gt;&lt;p&gt;Today’s atomization of news and commentary has made that kind of journalism harder to find. “Agenda-setting” by elites is deeply out of fashion. But someone will always set the table for the national conversation, and smart editors did it better than Twitter mobs. Donald Trump’s obsession with &lt;em&gt;Time&lt;/em&gt; covers—to the point of hanging fake ones in his resorts—is a product not just of his perverted neediness but of the understanding of anyone over 30 that newsmagazine covers once counted. They propelled the debate forward, often (though not in Trump’s case) to where it needed to go.&lt;/p&gt;&lt;p&gt;In the 1960s, &lt;em&gt;Newsweek&lt;/em&gt;—much more than &lt;em&gt;Time&lt;/em&gt;—helped bring civil rights and the anti-war movement into the mainstream. In the 1970s, the magazine explained week after week to a bipartisan audience how the evidence stacked up against Richard Nixon, and—thanks in part to Eleanor Clift and Vern Smith—led the pack on the emergence of a peanut farmer named Jimmy Carter. In the 1980s, we put AIDS on the cover before anyone but a few doctors had heard of it, and under editor Rick Smith helped drive coverage of the Reagan era. In the 1990s, &lt;em&gt;Newsweek&lt;/em&gt;’s tech coverage, especially Steven Levy’s, was clairvoyant, Osama bin Laden was on the cover before 9/11, and Michael Isikoff and the rest of the all-star Washington bureau helped lead to the impeachment of Bill Clinton, though almost no one thought it should end that way. In the 2000s, Chris Dickey, Rod Nordland, and others exposed the folly of George W. Bush’s “Mission Accomplished” claim in Iraq and—in 2004, when he was still an Illinois state senator—&lt;em&gt;Newsweek&lt;/em&gt; was the first magazine anywhere to put Barack Obama on the cover.&lt;/p&gt;&lt;p&gt;Unfortunately, finding &lt;em&gt;Newsweek&lt;/em&gt; stories online from before 2000 is hard though ProQuest has &lt;a href=\"http://www.proquest.com/about/news/2016/ProQuest-Adds-Nearly-30M-Pages-of-New-Digitized-Content.html\"&gt;begun archiving&lt;/a&gt; articles. Various owners were too cheap to invest in archiving it properly. Maybe a new owner will remedy that, and find a place for a new &lt;em&gt;Newsweek&lt;/em&gt; in the media universe. In the meantime, the real &lt;em&gt;Newsweek&lt;/em&gt; of “sainted memory” lives on in the hundreds of people who worked there—and the millions who turned to it each week to better understand the country, the world, and themselves.&lt;/p&gt;&lt;hr&gt;&lt;p&gt;&lt;a id=\"Correction1\" name=\"Correction1\"&gt;&lt;/a&gt;&lt;a href=\"#Correction\"&gt;&lt;small&gt;*&lt;/small&gt;&lt;/a&gt; &lt;em&gt;&lt;small&gt;This article originally stated that the Time-Warner sign was taken down. We regret the error. &lt;/small&gt;&lt;/em&gt;&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/X1mMjN-QqMs\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Jonathan Alter</name><uri>http://www.theatlantic.com/author/jonathan-alter/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/RTR39AJM/lead_960.jpg\"><media:credit>Carlo Allegri / Reuters</media:credit><media:description>A copy of Newsweek sits on a newsstand in New York on October 18, 2012.</media:description></media:content><title type=\"html\">The Death of &lt;i&gt;Newsweek&lt;/i&gt;</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/X1mMjN-QqMs/\" rel=\"alternate\" /><published>2018-02-08T06:05:00-05:00</published><updated>2018-02-09T08:34:21-05:00</updated><id>tag:theatlantic.com,2018:50-552647</id><summary type=\"html\">The U.S. is losing something as the publication disintegrates—a magazine with guts and heart.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/memorializing-newsweek/552647/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;Since&lt;a href=\"https://www.npr.org/sections/thetwo-way/2018/02/07/583903933/trump-reportedly-wants-pentagon-to-stage-military-parade-down-pennsylvania-ave\"&gt; President Tru&lt;/a&gt;&lt;a href=\"https://www.npr.org/sections/thetwo-way/2018/02/07/583903933/trump-reportedly-wants-pentagon-to-stage-military-parade-down-pennsylvania-ave\"&gt;mp &lt;/a&gt;&lt;a href=\"https://www.npr.org/sections/thetwo-way/2018/02/07/583903933/trump-reportedly-wants-pentagon-to-stage-military-parade-down-pennsylvania-ave\"&gt;wants a military parade&lt;/a&gt;, let’s talk about parades.&lt;/p&gt;&lt;p&gt;I don’t like them. I have an aversion, as a point of fact, to any and all military drill and ceremony aside from that performed at military funerals. The other occasional ceremonies performed by specialist units such as the U.S. Army’s Old Guard or the Marines at the barracks at 8th and I are okay as well, I guess, but everything else is a waste of time and money.&lt;/p&gt;&lt;p&gt;As a young lieutenant in the U.S. Army, I marvelled at the amount of time our units could spend rehearsing for changes of commands and other events. This was time we could have better spent training our bodies in the gym, rehearsing battle drills, or almost anything else that could have contributed to our combat effectiveness.&lt;/p&gt;&lt;p&gt;The only enjoyable parade in which I have ever participated was the 2004 St. Patrick’s Day parade in Savannah, Georgia, a parade for which my unit didn’t rehearse and for which I marched in the front row of our company. I ended that parade covered in lipstick on both cheeks, with about 10 pounds of plastic beads hanging from my neck, and wearing a cologne of spilled Bud Light.&lt;/p&gt;&lt;p&gt;That, friends, was a good parade.&lt;/p&gt;&lt;p&gt;All other parades are a waste of time, and it’s military malpractice on Trump’s part to order his troops to participate in something as silly and vain as a parade through Washington, D.C., when they would be better off road marching through Fort Bragg.&lt;/p&gt;&lt;p&gt;When I think about the amount of time military organizations waste on pomp and circumstance, I remember the words of a character in Jean Lartéguy’s novel about French paratroopers in Vietnam and Algeria, &lt;em&gt;The Centurions&lt;/em&gt;:&lt;/p&gt;&lt;blockquote&gt;\r\n&lt;p&gt;I’d like to have two armies: one for display with lovely guns, tanks, little soldiers, staffs, distinguished and doddering Generals, and dear little regimental officers who would be deeply concerned over their General’s bowel movements or their Colonel’s piles, an army that would be shown for a modest fee on every fairground in the country. The other would be the real one, composed entirely of young enthusiasts in camouflage uniforms, who would not be put on display, but from whom impossible efforts would be demanded and to whom all sorts of tricks would be taught. That’s the army in which I should like to fight.&lt;/p&gt;\r\n&lt;/blockquote&gt;&lt;p&gt;Any active duty combat arms officer who doesn’t agree with all of that should find another line of work and should quite possibly be dishonorably discharged from service.&lt;/p&gt;&lt;p&gt;That’s not to say I agree with every sentiment in Lartéguy’s novels, mind you, which involve sympathetic portrayals of torture and also, in the sequel to &lt;em&gt;The Centurions&lt;/em&gt;, a coup against the elected government of France.&lt;/p&gt;&lt;p&gt;That, of course, was &lt;a href=\"https://en.wikipedia.org/wiki/Algiers_putsch_of_1961\"&gt;something that actual veterans of the French war in Algeria actually attempted&lt;/a&gt;, which is why there is today a 2nd Foreign Parachute Regiment in the French Army but not a 1st Foreign Parachute Regiment. (Apparently threatening to jump into the nation’s capital and overthrow the government crosses a line somewhere.)&lt;/p&gt;&lt;p&gt;I only mention this because apparently the annual Bastille Day parade of 2017—which the president attended as a guest of his French counterpart—was the inspiration for the president’s desire to have a similar parade in the United States. And if you’re looking for historical models of healthy civil-military relations, well, France might not be the best place to start.&lt;/p&gt;&lt;p&gt;Americans don’t have a problem of appreciating the military too little. Americans have a problem venerating the military too much. I spoke to a retired allied naval officer recently who confessed to me that he could not understand why, after 17 years of inconclusive war in Afghanistan, the U.S. military remains on such a high pedestal in the United States. It’s a good question.&lt;/p&gt;&lt;p&gt;I personally didn’t have any problem with President Trump giving the U.S. military 12 more months in Afghanistan, for example. But I wonder how he will hold his generals accountable when they fail to realize significant gains after pledging to regain momentum in the war there. Will he be as critical of their performance now that he, as their commander in chief, owns their victories and defeats? I hope so, frankly.&lt;/p&gt;&lt;p&gt;Along the same lines, rather than ordering troops to march in vanity parades, they should be ordered back to the rifle range. After all, to quote &lt;a href=\"https://en.wikipedia.org/wiki/Erwin_Rommel\"&gt;a pretty handy German general&lt;/a&gt;, the best form of welfare for the troops is first-class training.&lt;/p&gt;&lt;p&gt;And how can citizens support that? Well, as &lt;a href=\"https://twitter.com/noonanjo/status/961239637925638145\"&gt;John Noonan, a staffer for Ar&lt;/a&gt;&lt;a href=\"https://twitter.com/noonanjo/status/961239637925638145\"&gt;kansas Senator Tom Cotton&lt;/a&gt;&lt;a href=\"https://twitter.com/noonanjo/status/961239637925638145\"&gt; noted&lt;/a&gt;, you can start by pressuring the Congress to pass an appropriations bill that gives the U.S. military the budget to recruit, train and equip its troops.&lt;/p&gt;&lt;p&gt;Second, once the Congress has authorized and appropriated funds to the Department of Defense, voters can press their elected representatives to cast aside meaningless platitudes and ruthlessly hold the military’s commissioned officers to account for everything their troops do or do not accomplish in American overseas adventures.&lt;/p&gt;&lt;p&gt;And if, in the end, you really want your parade, well, you can have that too. As my friend &lt;a href=\"https://twitter.com/lkatzenberg/status/961015840329093121\"&gt;Lauren Katzenberg observed&lt;/a&gt;, there’s an annual, sparsely attended Veterans Day parade each year in New York City.&lt;/p&gt;&lt;p&gt;Take the family there this fall.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/4OEibUxbq5k\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Andrew Exum</name><uri>http://www.theatlantic.com/author/andrew-exum/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/RTSWL8G/lead_960.jpg\"><media:credit>Joshua Roberts / Reuters</media:credit><media:description>The U.S. Army band marches in the parade carrying President Trump following his inauguration in Washington, D.C., on January 20, 2017. </media:description></media:content><title type=\"html\">Military Parades Are a Waste of Time and Money</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/4OEibUxbq5k/\" rel=\"alternate\" /><published>2018-02-08T06:00:00-05:00</published><updated>2018-02-08T10:12:55-05:00</updated><id>tag:theatlantic.com,2018:50-552710</id><summary type=\"html\">The troops would be better served doing almost anything else to improve combat effectiveness.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/military-parades-are-a-waste-of-time-and-money/552710/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">\r\n\r\n\r\n\r\n\r\n    \r\n        \r\n            \r\n        \r\n\r\n        &lt;figure class=\"lead-image\" style=\"max-width: 900px\"&gt;\r\n        \r\n        \r\n            &lt;img src=\"https://cdn.theatlantic.com/assets/media/img/photo/2018/02/p06_AP364382576484/main_900.jpg?1518102826\"\r\n                 alt=\"\"\r\n                 title=\"Other Presidents Who Have Met Famous Black People\"&gt;\r\n            \r\n            &lt;figcaption&gt;\r\n                \r\n                \r\n                    &lt;span class=\"credit\"&gt;AP&lt;/span&gt;\r\n                \r\n            &lt;/figcaption&gt;\r\n            \r\n        \r\n        &lt;/figure&gt;\r\n    \r\n\r\n&lt;p&gt;Donald Trump Jr. recently defended his father from charges of racism in an interview with &lt;em&gt;The Daily Caller&lt;/em&gt;, offering as evidence a past history of photographs taken of the elder Trump with African American celebrities: \"It’s amazing—all the rappers, all his African American friends, from Jesse Jackson or Al Sharpton, have pictures with him.” Since the mid-20th century, U.S. presidents and those who dream of becoming president have all made a practice of being photographed with prominent African American performers and artists. Below, a sampling, from President Harry Truman meeting with Duke Ellington in 1950 to President-Elect Trump with Kanye West in 2016.&lt;/p&gt;\r\n\r\n&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/HUcg-uWYFdc\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Alan Taylor</name><uri>http://www.theatlantic.com/author/alan-taylor/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/photo/2018/02/p06_AP364382576484/lead_960.jpg\"><media:credit>AP</media:credit></media:content><title type=\"html\">Other Presidents Who Have Met Famous Black People</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/HUcg-uWYFdc/\" rel=\"alternate\" /><published>2018-02-07T15:46:55-05:00</published><updated>2018-02-08T10:13:46-05:00</updated><id>tag:theatlantic.com,2018:382-552689</id><summary type=\"html\">A collection of U.S. presidents being photographed with prominent African American performers and artists—from President Harry Truman meeting with Duke Ellington in 1950 to President-Elect Trump with Kanye West in 2016.</summary><feedburner:origLink>https://www.theatlantic.com/photo/2018/02/other-presidents-who-have-met-famous-black-people/552689/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;Since the end of the Great Recession, two things have been true of the American solar industry: It was growing like gangbusters, and basically everyone liked it.&lt;/p&gt;&lt;p&gt;From 2010 to 2016, the number of solar jobs in the United States nearly tripled, roaring from about 93,000 to more than 260,000. In 2016 alone, the solar industry &lt;a href=\"http://money.cnn.com/2017/05/24/news/economy/solar-jobs-us-coal/index.html\"&gt;grew 17 times faster&lt;/a&gt; than the U.S. economy. By the end of that year, there weren’t only more solar workers &lt;a href=\"https://www.washingtonpost.com/news/politics/wp/2017/03/20/there-are-fewer-coal-miners-than-you-might-realize/?utm_term=.0bbb617c942c\"&gt;than coal miners&lt;/a&gt;; there were more people working in the solar industry &lt;a href=\"http://fortune.com/2017/02/07/us-solar-jobs-2016/\"&gt;than were employed by every oil, gas, and coal-burning power plant&lt;/a&gt; put together.&lt;/p&gt;&lt;p&gt;What’s more, Americans of all stripes thought the technology was pretty good. In 2016, almost 90 percent of Americans &lt;a href=\"http://www.pewresearch.org/fact-tank/2016/10/05/americans-strongly-favor-expanding-solar-power-to-help-address-costs-and-environmental-concerns/\"&gt;told the Pew Research Center&lt;/a&gt; that they supported building solar, more than endorsed any other energy source. These results even held in similar polls &lt;a href=\"https://www.solarpowerworldonline.com/2017/12/tennessee-voters-support-solar/\"&gt;in deep-red Tennessee&lt;/a&gt;.&lt;/p&gt;&lt;p&gt;Well, that was nice while it lasted. In his State of the Union address last week, the only energy source that President Trump mentioned was “beautiful, clean coal,” ending &lt;a href=\"https://s2.washingtonpost.com/camp-rw/?e=cm9iQHRoZWF0bGFudGljLmNvbQ%3D%3D&amp;amp;s=5a732632fe1ff634eb063568\"&gt;a 14-year streak of presidential lip service&lt;/a&gt; for renewables. And while there’s no sign that public support for solar has eroded, the industry’s run of unbroken, year-over-year growth has come to a close as well.&lt;/p&gt;&lt;p&gt;The U.S. solar industry lost about 9,800 jobs in 2017, ending a seven-year streak of nonstop growth and reducing its size to about 250,000 people, according to &lt;a href=\"http://SolarJobsCensus.org\"&gt;a new census from the nonpartisan Solar Foundation&lt;/a&gt; released Wednesday.&lt;/p&gt;&lt;p&gt;It’s the first employment decline since the Solar Foundation began tracking jobs in 2010. The industry lost 3.8 percent of its jobs last year.&lt;/p&gt;&lt;p&gt;“It’s definitely been a tough year for the solar industry for a number of reasons,” says Avery Palmer, a spokesman for the Solar Foundation. The number of new solar installations &lt;a href=\"https://www.reuters.com/article/us-usa-solar/u-s-solar-installations-to-fall-more-than-expected-in-2017-idUSKBN1E80GZ\"&gt;also fell in 2017&lt;/a&gt;.&lt;/p&gt;&lt;p&gt;While the slowdown isn’t unexpected, it comes at an ominous time, and it suggests that the United States will not be able to avert the worst of climate change without further changing its policies. While &lt;a href=\"https://www.eia.gov/todayinenergy/detail.php?id=34472\"&gt;several gigawatts of solar power&lt;/a&gt; were added to the U.S. electrical grid in 2017, solar power still &lt;a href=\"https://www.eia.gov/tools/faqs/faq.php?id=427&amp;amp;t=3\"&gt;only hovers around 1 percent&lt;/a&gt; of the power mix.&lt;/p&gt;&lt;p&gt;It seems noteworthy that the solar industry lost a large number of jobs during President Trump’s first year in office, given that his enthusiasm has been reserved for coal and coal alone. And the industry is concerned about what’s in store for it under Trump: Some industry groups even predict that Trump’s policies will kill tens of thousands of solar jobs.\u2028&lt;/p&gt;&lt;p&gt;But according to energy experts, it’s not quite right to connect this dip with Trump.&lt;/p&gt;&lt;p&gt;“I’m honestly not sure how much of a Trump effect there was in 2017,” said Varun Sivaram, who studies energy at the Council on Foreign Relations, a nonpartisan think tank. “But there will certainly be a Trump effect going forward—in 2018, 2019, and 2020.”&lt;/p&gt;&lt;p&gt;Instead, blame for 2017’s numbers lies with something far more mundane: the solar-investment tax credit. That policy, which lets taxpayers erase up to 30 percent of their tax liability by installing solar power, was originally supposed to expire at the end of 2016. As the deadline neared, companies and utilities rushed to take advantage of it, building as much solar power as possible in order to maximize their savings.&lt;/p&gt;&lt;p&gt;Ultimately, President Obama and a Republican-controlled Congress extended the tax credit and decided to phase it out in 2021. (The extension was left intact by last year’s Republican tax bill.) But because people were anticipating an end to the credit in 2016, the production glut was already scheduled, so utilities spent less on solar installation in 2017.&lt;/p&gt;&lt;p&gt;Given that background, Sivaram said the decline “wasn’t surprising at all.”&lt;/p&gt;&lt;p&gt;“The annual installed solar capacity dropped substantially in 2017, and that was mostly because of the [solar tax credit] expiration,” he told me. “It makes sense that jobs would have been lost, because installation jobs relate to how much is getting installed.”&lt;/p&gt;&lt;p&gt;Indeed, the Solar Foundation found that about the majority of the job losses—about 7,500 of 9,800 total—were shed by installation companies. As fewer solar panels were getting installed, those companies also needed fewer people to build and advertise them.&lt;/p&gt;&lt;p&gt;&lt;a href=\"http://rhg.com/people/trevor-houser\"&gt;Trevor Houser&lt;/a&gt;, an economics researcher and partner at the Rhodium Group, told me that this kind of policy-driven volatility wasn’t new for renewable power. Since 2001, a tax credit to support wind energy &lt;a href=\"https://www.awea.org/us-energy-incentives\"&gt;has expired several times&lt;/a&gt;—which usually led to a huge crash in production. Congress always ultimately extended the tax credit.&lt;/p&gt;&lt;hr&gt;&lt;p&gt;&lt;big&gt;&lt;strong&gt;Whenever a Tax Credit Expired, Wind Power Fell &lt;/strong&gt;&lt;/big&gt;&lt;/p&gt;&lt;figure&gt;&lt;img alt=\"\" height=\"384\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2018/02/Capture_1493749199405_2/76e94efe8.jpg\" width=\"561\"&gt;&lt;figcaption class=\"caption\"&gt;The federal production tax credit for wind energy expired in 2001, 2003, and 2012, leading to big drops in the amount of available wind energy, according to industry data. (American Wind Energy Association)&lt;/figcaption&gt;&lt;/figure&gt;&lt;hr&gt;&lt;p&gt;And what about that Trump effect? It’s coming.&lt;/p&gt;&lt;p&gt;In January, the Trump administration imposed &lt;a href=\"https://www.nytimes.com/2018/01/22/business/trump-tariffs-washing-machines-solar-panels.html\"&gt;an expensive new tariff&lt;/a&gt; on all solar panels imported into the United States that will last until 2022.&lt;/p&gt;&lt;p&gt;The Solar Foundation conducted its survey before the specifics of that tariff were announced, but it asked businesses during the fall if they were worried about how Trump would handle the trade case. “A majority of overall solar firms—and a majority of manufacturers—expected negative impacts” from the tariffs, says Palmer, the foundation’s spokesman. “It’s important to remember that U.S. solar manufacturers usually don’t make panels or cells, but make some other kinds of solar equipment—like inverters, mounting, controls, or software.”&lt;/p&gt;&lt;p&gt;The Solar Energy Industries Association, an advocacy group for the solar industry, predicts that the tariff will ultimately cost 23,000 jobs.&lt;/p&gt;&lt;p&gt;&lt;a href=\"http://www.rstreet.org/people/josiah-neeley/\"&gt;Josiah Neeley&lt;/a&gt; directs energy policy research at the R Street Institute, a center-right think tank. He told me that the projection of 23,000 lost jobs was “plausible” and “not a crazy number.”&lt;/p&gt;&lt;p&gt;“The entire industry is going to shed a lot of jobs because of the higher panel prices,” he said. “The solar trade case is typical of tariffs in that they are justified as a way to protect American jobs and industry, but they end up hurting jobs and industry. And in this case, since most of the [U.S. solar] jobs are in installation and marketing, making panels more expensive is going to hurt.”&lt;/p&gt;&lt;p&gt;“Look, installations will fall on average 11 percent over the next four years,” said Sivaram, citing &lt;a href=\"https://www.greentechmedia.com/research/report/us-solar-outlook-initial-reactions-to-section-201-decision\"&gt;an analysis from the research firm Wood Mackenzie&lt;/a&gt;. Even if the number of solar jobs goes back up next year, employment will still remain below where it could have been. “The policy should not have happened, it will hurt jobs, and it’s terrible,” he said.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;While most economists oppose the tariffs, a small number of economics writers have praised them, &lt;a href=\"http://theweek.com/articles/750306/praise-trumps-solar-panel-tariffs\"&gt;arguing they will&lt;/a&gt; only raise the cost of solar panels slightly while giving “U.S. solar manufacturers a few years of breathing space.” But the tariff isn’t the only solar-damaging policy adopted by the Trump administration. Rick Perry, the Secretary of Energy, tried to force utilities &lt;a href=\"https://www.theatlantic.com/science/archive/2018/01/trumps-coal-bailout-is-dead/550037/?utm_source=feed\"&gt;to directly subsidize coal and nuclear power production&lt;/a&gt; last year. The Environmental Protection Agency &lt;a href=\"https://www.theatlantic.com/science/archive/2017/10/the-trump-administration-repeals-obamas-central-climate-rule/542403/?utm_source=feed\"&gt;revoked the Clean Power Plan&lt;/a&gt;, an expansive &lt;a href=\"https://www.theatlantic.com/science/archive/2016/09/obama-clean-power-plan-dc-circuit-legal/502115/?utm_source=feed\"&gt;and controversial&lt;/a&gt; Obama-era climate policy &lt;a href=\"https://archive.epa.gov/epa/cleanpowerplan/fact-sheet-clean-energy-incentive-program.html\"&gt;that incentivized states to build solar and wind energy&lt;/a&gt;. And President Trump has &lt;a href=\"https://www.washingtonpost.com/business/economy/white-house-seeks-72-percent-cut-to-clean-energy-research-underscoring-administrations-preference-for-fossil-fuelsv/2018/01/31/c2c69350-05f3-11e8-b48c-b07fea957bd5_story.html?utm_term=.a59ce8b4fa30\"&gt;proposed slashing the federal budget&lt;/a&gt; for renewable energy research by more than 70 percent.&lt;/p&gt;&lt;p&gt;“It’s a big thing—what is the overall posture of the government going to be? The [Perry proposal] didn’t go anywhere, but there are clearly political forces out there that want to prop up certain types of energy at the expense of others,” Neeley said.&lt;/p&gt;&lt;p&gt;Despite the overall loss, not all the news was bad for the solar industry. Twenty-nine states, and the District of Columbia, saw their number of solar jobs increase. Some of these states—like Minnesota, Utah, and Arizona—represent new markets for solar power.&lt;/p&gt;&lt;p&gt;Even with the decline, Sivaram argued that the ongoing explosion of solar was still on track—that there wasn’t so much of a 2017 decline as a 2016 glut. “If you draw a straight line from 2015 to 2017, it continues the trend from 2010 to 2015,” he said. “2016 is a total outlier.” And the field continues to be a jobs juggernaut as well. Even after the cuts, the solar industry employed nearly twice as many people as the coal industry—and nearly five times as many as the nuclear industry.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/6APKYu-GHNI\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Robinson Meyer</name><uri>http://www.theatlantic.com/author/robinson-meyer/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/RTS3BNG/lead_960.jpg\"><media:credit>Bruno Kelly / Reuters</media:credit></media:content><title type=\"html\">In Trump's First Year, the U.S. Lost Almost 10,000 Solar Jobs </title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/6APKYu-GHNI/\" rel=\"alternate\" /><published>2018-02-07T07:30:00-05:00</published><updated>2018-02-08T10:14:43-05:00</updated><id>tag:theatlantic.com,2018:50-552485</id><summary type=\"html\">But energy experts say the industry isn’t suffering because of the president’s policies—yet.</summary><feedburner:origLink>https://www.theatlantic.com/science/archive/2018/02/the-us-lost-almost-10000-solar-jobs-in-2017/552485/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;&lt;small&gt;&lt;em&gt;Updated on February 7 at 8:40 a.m. EST&lt;/em&gt;&lt;/small&gt;&lt;/p&gt;&lt;p&gt;Notre Dame has decided to ban “abortion-inducing drugs” from third-party-provided insurance plans. It will also begin providing coverage for “simple contraceptives” in the university plan.&lt;a href=\"#University%20plan\"&gt;*&lt;/a&gt;&lt;a id=\"Return top\" name=\"Return%20top\"&gt;&lt;/a&gt; The move was announced in a letter from its president, Father John Jenkins, to the university community on Wednesday.&lt;/p&gt;&lt;p&gt;It was not immediately clear which drugs the ban entails, such as the morning-after pill, IUDs, or other long-acting contraceptives. That list will be available in March, a spokesperson confirmed. The school’s arrangement will still allow access to contraceptives, but will discontinue coverage of any drugs that would “kill a fertilized egg,” according to the spokesperson. These drugs “are far more gravely objectionable in Catholic teaching,” Jenkins wrote in the letter.&lt;/p&gt;&lt;p&gt;This decision is Notre Dame’s latest attempt to balance its Catholic character with the demands of pluralism within its community. Over 17,000 people are covered by the university’s health plans, including faculty, staff, students, and their family members. “On one hand, there’s a danger of diluting any distinctiveness by accommodating everyone on everything,” Jenkins said in an interview on Tuesday. “You just become a generic university. On the other hand, there’s a danger of rigidity in adhering to certain tenets that make the institution more narrow.” The school’s controversial, zig-zagging search for the right policy on birth-control coverage shows how challenging it is for religious universities to navigate the competing demands of their missions. And the saga is likely not over yet.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;In 2013, Notre Dame was one of a number of religious nonprofits that sued the Department of Health and Human Services over rules requiring birth-control coverage under the Affordable Care Act. It claimed the government had burdened its religious exercise, even with an accommodation allowing religious nonprofits to direct coverage through a third party. The Seventh Circuit Court ruled against the school, however, and since January 2014, contraception coverage has been available to students, faculty, and employees through a separate provider.&lt;/p&gt;&lt;p&gt;Then came President Trump. In October 2017, the administration announced that organizations with moral or religious objections to birth control would no longer be required to formally opt out of coverage; they could simply choose not to do anything about the rule. It seemed like a victory for institutions like Notre Dame, which announced it would discontinue coverage. But then, in a surprise move, it &lt;a href=\"https://www.theatlantic.com/politics/archive/2017/11/notre-dame-birth-control-obamacare-reversal/545282/?utm_source=feed\"&gt;reversed course&lt;/a&gt; and decided to keep allowing birth-control access through a third party.&lt;/p&gt;&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/politics/archive/2017/11/notre-dame-birth-control-obamacare-reversal/545282/?utm_source=feed\"&gt;Many students and faculty were angry&lt;/a&gt; when Notre Dame indicated it would end coverage for birth control, arguing that it would create an enormous financial burden for them. Likewise, many conservative Catholic alumni and community members were outraged when the school agreed to continue coverage, pointing out that the use of birth control is against Church teachings; one advocacy group &lt;a href=\"https://sycamoretrust.org/notre-dames-conscience-du-jour/\"&gt;called&lt;/a&gt; it “a dark time for Notre Dame.” The latest decision likely won’t leave critics on either side happy, since it limits access to certain drugs but reaffirms the decision to allow coverage of birth control—and moves coverage under the authority of the university, rather a third party.&lt;/p&gt;&lt;p&gt;Notre Dame sees this latest move as a compromise. It will discontinue the government provision of drugs through a third-party administrator, and it will also provide funding for natural-planning options. While ending access to all contraception “would allow the university to be free of involvement with drugs that are morally objectionable in Catholic teaching,” Jenkins wrote in his letter, it would place a burden on many people who rely on the school for health-care benefits.&lt;/p&gt;&lt;p&gt;“It would be wrong to describe this decision as a mere splitting the difference,” with each side getting half of what it wanted, Jenkins told me. “The moral life is complex … It is an attempt to find the best policy given the various principles that are germane.”&lt;/p&gt;&lt;p&gt;In its lawsuit against the U.S. government, Notre Dame relied heavily on the theological concept of “scandal,” which suggests that even appearing to condone an immoral action can be morally harmful. Because of this, it argued, the government’s religious accommodation—which involved signing a form to opt out of birth-control coverage and direct employees to a government-funded, third-party provider—was insufficient.&lt;/p&gt;&lt;p&gt;When the school was granted relief this fall and continued providing coverage anyways, observers on both sides were quick to cry hypocrisy. Prior to 2014, it had not covered contraceptives at all, outside of those prescribed to treat medical conditions. “This decision unmasks what now appears to have been a pretend lawsuit and accordingly a serious abuse of the judicial process,” wrote Timothy Dempsey, the executive director of the Sycamore Trust, a group founded out of concern over Notre Dame’s allegedly declining Catholic identity. “It now appears that Notre Dame was perfectly willing right along to do what the government wanted it to … If that is so, the lawsuit was a sham.”&lt;/p&gt;&lt;p&gt;Jenkins argued that the moral issues at stake in this decision are not so clear cut. Catholic teachings, such as Pope Paul VI’s 1968 document &lt;em&gt;Humanae Vitae, &lt;/em&gt;clearly indicate that birth control is counter to Catholic teachings.&lt;a id=\"return\" name=\"return\"&gt;&lt;/a&gt;&lt;a href=\"#Paul%20VI\"&gt;*&lt;/a&gt;&lt;a href=\"#return\"&gt;* &lt;/a&gt;In his letter, Jenkins wrote that the encyclical’s “prophetic quality is clear,” challenging cultural tendencies toward the objectification of women, the decline of marriage, government intervention in procreation, a lack of respect for “the natural processes of our bodies,” and the threat of technological manipulation.&lt;/p&gt;&lt;p&gt;But, Jenkins argued, the Catholic tradition also prizes the importance of individual religious conscience—including, potentially, those who choose to take birth control. “It’s wrong to think that we get orders from the pope and march in lockstep,” he told me. “To say simply, well, &lt;em&gt;Humanae Vitae&lt;/em&gt; is against this, and therefore it can’t be provided—it does seem to me that this is a more complex decision, requiring consideration of a larger number of factors.”&lt;/p&gt;&lt;p&gt;In an email on Wednesday morning, one Notre Dame professor—who asked not to be named out of fear of retaliation—wrote that the new policy represents mainstream American Catholics’ views: Abortion and abortifacients are bad, but contraception is okay. “That is not what the Catholic Church teaches, of course, but the generation that now occupies positions of power at Notre Dame probably never really believed the Church’s teaching,” he wrote. “Those teachings require a level of commitment that Fr. Jenkins’s generation simply lacks.”&lt;/p&gt;&lt;p&gt;A professor of liberal studies, philosophy, and theology, Gretchen Reydams-Schils, offered tentative approval. “If at least the regular pill would be covered, then this is a very important concession.  In that case, I as a Catholic could endorse the president’s decision and respect his discernment process (which does not mean that I agree with all his points), and the careful weighing that has gone into it,” she wrote in an email. “The devil will be in the details, and once again women’s bodies will be on public display.”&lt;/p&gt;&lt;p&gt;Faculty and alumni have speculated that donor pressure influenced Notre Dame’s decisions on its birth-control policy, but Jenkins categorically denied that claim. “Benefactors … did not play a strong role in pressuring one way or the other,” he said. Although Church leaders “had an interest in what we do,” he said, he hasn’t heard directly from members of the Catholic hierarchy in the U.S. and Rome beyond his local bishop.&lt;/p&gt;&lt;p&gt;The university is also reviewing its policy on the tax-free, flexible-spending accounts available under its insurance plans. Currently, students, faculty, and staff can use this money for any medical procedure approved by the Internal Revenue Service except abortion. That list includes a number of procedures and drugs that ostensibly violate Catholic teachings, including in vitro fertilization, sterilization, and contraception. Jenkins said he would like to think about the university’s policy on FSA accounts in light of its newest statement.&lt;/p&gt;&lt;p&gt;In his letter to the Notre Dame community, Jenkins cited Pope Francis’s call to “discernment,” a Catholic spiritual tradition of carefully weighing decisions and asking for guidance from the Holy Spirit through prayer. “I do a lot of that in this job,” Jenkins said. “We live in such an angry and partisan world in our public life. It can be easy to take sides. What I tried to do is reach a decision that isn’t, ‘You win, you lose.’ … Prayer helps.”&lt;/p&gt;&lt;hr&gt;&lt;p&gt;&lt;small&gt;&lt;em&gt;&lt;a href=\"#Return%20top\"&gt;*&lt;/a&gt;&lt;a id=\"University plan\" name=\"University%20plan\"&gt;&lt;/a&gt; This article has been updated to clarify that Notre Dame will offer coverage of birth control through its university plan rather than through a third-party provider.&lt;/em&gt;&lt;/small&gt;&lt;/p&gt;&lt;p&gt;&lt;small&gt;&lt;em&gt;&lt;a href=\"#Paul%20VI\"&gt;*&lt;/a&gt;&lt;a href=\"#return\"&gt;* &lt;/a&gt;&lt;a id=\"Paul VI\" name=\"Paul%20VI\"&gt;&lt;/a&gt;This article originally stated that John Paul II was the author of &lt;/em&gt;Humanae Vitae&lt;em&gt;. We regret the error. &lt;/em&gt;&lt;/small&gt;&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/oMbm8ntYlHY\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Emma Green</name><uri>http://www.theatlantic.com/author/emma-green/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/AP_139935731268/lead_960.jpg\"><media:credit>Robert Franklin / AP</media:credit></media:content><title type=\"html\">Notre Dame Switches Its Position on Birth-Control Coverage—Again </title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/oMbm8ntYlHY/\" rel=\"alternate\" /><published>2018-02-07T06:00:00-05:00</published><updated>2018-02-08T18:10:47-05:00</updated><id>tag:theatlantic.com,2018:50-552605</id><summary type=\"html\">The university will bar “abortion-inducing drugs” from its insurance plans but begin covering “simple contraceptives,” a move its president calls a “complex decision.”</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/notre-dame-switches-its-position-on-contraception-coverage-again/552605/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p dir=\"ltr\"&gt;&lt;em&gt;&lt;small&gt;Updated on February 6 at 7:29 p.m. ET&lt;/small&gt;&lt;/em&gt;&lt;/p&gt;&lt;p dir=\"ltr\"&gt;CAPE CANAVERAL, Fla.—Seven years ago, the Falcon Heavy was a model rocket, sitting &lt;a href=\"https://www.theatlantic.com/science/archive/2018/01/spacex-falcon-heavy-elon-musk/549686/?utm_source=feed\"&gt;on a table&lt;/a&gt; in a conference room in Washington, D.C., in front of some reporters and a couple empty seats.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;On Tuesday, the rocket dreamed up by SpaceX CEO Elon Musk stood 230 feet tall, on the famed launchpad at Kennedy Space Center where the Saturn V flew the first humans to the moon. An estimated 100,000 people traveled here to watch the Falcon Heavy power up and rise into the sky.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;At about 3:45 p.m., the rocket’s 27 engines roared into life and thick plumes of white smoke unfurled from the pad. Within seconds, it was airborne and climbing against the backdrop of a clear blue sky over Florida’s Space Coast. Along for the ride was a cherry-red Tesla convertible, with a dummy called Starman wearing a SpaceX space suit sitting in the driver’s seat. David Bowie’s “Space Oddity” blasted from the speakers.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;It was a perfect day for a rocket launch.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;After the Heavy left the launchpad and pierced the upper reaches of the Earth’s atmosphere, the rocket’s boosters detached. In a complicated and delicate maneuver that SpaceX has nearly perfected in the last few years, the side boosters changed course and returned to Earth less than 10 minutes after liftoff, where they touched down at matching landing zones at Cape Canaveral Air Force Station.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;The center booster, which SpaceX planned to land on its drone ship off the coast in the Atlantic Ocean, didn’t make it, Musk confirmed Tuesday night a press conference with reporters at Kennedy Space Center. Musk said the booster struck the water at 300 miles per hour. It came close, though; Musk said the impact scattered debris over the ship. He said they will try to salvage some footage of the hit.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;“If the cameras didn’t get blown up as well, then we’ll put that out,” he said.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;The upper stage of the rocket, which carried the Tesla, meanwhile, is cruising along just fine. Here’s a video Musk shared about an hour after liftoff, thanks to cameras mounted around the car:&lt;/p&gt;&lt;blockquote class=\"twitter-video\" data-lang=\"en\"&gt;\r\n&lt;p dir=\"ltr\" lang=\"en\"&gt;View from SpaceX Launch Control. Apparently, there is a car in orbit around Earth. &lt;a href=\"https://t.co/QljN2VnL1O\"&gt;pic.twitter.com/QljN2VnL1O&lt;/a&gt;&lt;/p&gt;\r\n— Elon Musk (@elonmusk) &lt;a href=\"https://twitter.com/elonmusk/status/960992715579125760?ref_src=twsrc%5Etfw\"&gt;February 6, 2018&lt;/a&gt;&lt;/blockquote&gt;&lt;script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"&gt;&lt;/script&gt;&lt;p dir=\"ltr\"&gt;And a livestream:&lt;/p&gt;&lt;p&gt;&lt;iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/aBr2kKAHN6M\" width=\"560\"&gt;&lt;/iframe&gt;&lt;/p&gt;&lt;p dir=\"ltr\"&gt;The successful maiden flight of the Falcon Heavy restored a capability the United States lost years ago. The last time a powerful heavy-lift launch vehicle left Cape Canaveral was in 2011, when the Space Shuttle made its final flight after 30 years of ferrying astronauts back and forth from low-Earth orbit. Before that, it was the Saturn V rocket, the massive vehicle &lt;span class=\"smallcaps\"&gt;NASA&lt;/span&gt; used to send Apollo astronauts to the moon.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;In 2018, the year &lt;span class=\"smallcaps\"&gt;NASA&lt;/span&gt; marks its 60th anniversary, the U.S. government is no longer doing the heavy lifting. That business, at least for now, falls for the first time in American spaceflight history to a commercial rocket company.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;&lt;span class=\"smallcaps\"&gt;NASA&lt;/span&gt; is currently building a heavy-lift rocket of its own, the Space Launch System, or SLS, that will surpass the Heavy in liftoff and payload capacity and is supposed to someday return humans to the moon. But the first flight of the SLS is expected in late 2019, and delays could push that even further, so SpaceX will enjoy, at least for a while, the perks of holding an American record.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;A day before the launch, Musk said he wasn’t feeling nervous.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;“What I find strange about this flight is, normally I feel super stressed out the day before,” Musk told reporters in a teleconference at Kennedy Space Center. “This time, I don’t. Maybe a bad sign. I’m not sure. But I feel quite confident and happy, actually. I’m really hopeful for this flight going as planned. We’ve done everything we can. I’m sure we’ve done everything we could do to maximize the chance of success in this mission.”&lt;/p&gt;&lt;p dir=\"ltr\"&gt;The Falcon Heavy’s successful flight means that the Heavy is now the most powerful rocket in operation, surpassing its nearest competitor, the Delta IV Heavy of the United Launch Alliance, when it comes to lifting payload. In the future, the rocket will be capable of lifting more weight than any other U.S.-made rocket since the Saturn V. At an estimated $90 million per launch, the Falcon Heavy makes the cheapest heavy-lift launch option for potential customers ranging from commercial satellite companies to &lt;span class=\"smallcaps\"&gt;NASA&lt;/span&gt;. Delta IV Heavy launches can run upward of $400 million, and SLS, an expendable rocket, is expected to cost $1 billion per launch.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;The launch marked the first time SpaceX tested such a complicated booster separation and recovery sequence.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Here’s the flight path Musk shared on social media hours before the launch:&lt;/p&gt;&lt;blockquote class=\"twitter-tweet\" data-lang=\"en\"&gt;\r\n&lt;p dir=\"ltr\" lang=\"en\"&gt;Flight profile &lt;a href=\"https://twitter.com/hashtag/FalconHeavy?src=hash&amp;amp;ref_src=twsrc%5Etfw\"&gt;#FalconHeavy&lt;/a&gt; &lt;a href=\"https://twitter.com/hashtag/SpaceX?src=hash&amp;amp;ref_src=twsrc%5Etfw\"&gt;#SpaceX&lt;/a&gt; &lt;a href=\"https://t.co/LlfWXqUaLP\"&gt;pic.twitter.com/LlfWXqUaLP&lt;/a&gt;&lt;/p&gt;\r\n— Elon Musk (@elonmusk) &lt;a href=\"https://twitter.com/elonmusk/status/960915618865274880?ref_src=twsrc%5Etfw\"&gt;February 6, 2018&lt;/a&gt;&lt;/blockquote&gt;&lt;script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"&gt;&lt;/script&gt;&lt;p dir=\"ltr\"&gt;The center booster made a successful separation. The upper stage of the rocket—with the Tesla in tow—continued on. In orbit, the stage will coast for about six hours and then fire up its engine again to help put the Tesla in an elliptical orbit around the sun between Earth and Mars. That’s what Musk means when he says he’s sending his Tesla to the red planet.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;“I’m not worried about the car,” Musk said Monday. “It’s gonna be fine.”&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Musk said he expects the Tesla to zoom around in orbit for hundreds of millions of years. “At times it will come extremely close to Mars,” he said. “And there’s a tiny chance that it will hit Mars. Extremely tiny.”&lt;/p&gt;&lt;blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/BezcvpzAgYI/\" data-instgrm-version=\"8\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"&gt;\r\n&lt;div style=\"padding:8px;\"&gt;\r\n&lt;div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50% 0; text-align:center; width:100%;\"&gt;\r\n&lt;div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"&gt;&lt;/div&gt;\r\n&lt;/div&gt;\r\n\r\n&lt;p style=\" margin:8px 0 0 0; padding:0 4px;\"&gt;&lt;a href=\"https://www.instagram.com/p/BezcvpzAgYI/\" style=\" color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;\" target=\"_blank\"&gt;Starman in Red Roadster&lt;/a&gt;&lt;/p&gt;\r\n\r\n&lt;p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"&gt;A post shared by &lt;a href=\"https://www.instagram.com/elonmusk/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px;\" target=\"_blank\"&gt; Elon Musk&lt;/a&gt; (@elonmusk) on &lt;time datetime=\"2018-02-05T05:50:31+00:00\" style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\"&gt;Feb 4, 2018 at 9:50pm PST&lt;/time&gt;&lt;/p&gt;\r\n&lt;/div&gt;\r\n&lt;/blockquote&gt;&lt;script async defer src=\"//platform.instagram.com/en_US/embeds.js\"&gt;&lt;/script&gt;&lt;p dir=\"ltr\"&gt;Many, including Musk himself, thought the Heavy launch was as likely to go up in flames as it was to leave Earth. Musk told reporters on Monday that if the Heavy did explode, he hoped the rocket would travel far enough to avoid damaging the historic launchpad, which would be costly and take months to repair.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p dir=\"ltr\"&gt;SpaceX is on a high right now. It ended 2017 with a company-record-breaking 18 launches of its smaller Falcon 9 rocket, accounting for most of the orbital launches on U.S. soil. The company’s failures, including explosions in 2015 and 2016 that destroyed rockets and payloads and damaged a launchpad, are quickly receding in the rearview mirrors. The focus now is on the increased cadence of launches the company has promised for 2018, and the far bigger BFR, the rocket previously known as the Interplanetary Transport System. Musk says the development of the BFR is “moving quickly.” He hopes the BFR will fast-track international travel, launch satellites and spacecraft, and carry astronauts to low-Earth orbit, the moon, and Mars.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;When the Saturn V blasted off from the Earth in the 1960s with Apollo astronauts in tow, the idea of someone other than a nation’s esteemed federal space agency doing the work of launching stuff—any stuff, from communications satellites to humans, let alone&lt;em&gt; an electric car&lt;/em&gt;—seemed impossible. No one had even thought to entertain the idea. In a short time—in the last few years, really—SpaceX took this prospect and turned into not only a reality, but a regular occurrence.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;“A lot of people thought we couldn’t do it—&lt;em&gt;a lot&lt;/em&gt;, actually,” Musk &lt;a href=\"https://www.inc.com/magazine/20081201/2008-a-closer-look.html\"&gt;said&lt;/a&gt; in 2008 when, after three failed attempts, SpaceX launched the Falcon 1 rocket into orbit from an atoll in the Marshall Islands, becoming the first private rocket company to do it. “[Reaching orbit] is normally a country thing, not a company thing.”&lt;/p&gt;&lt;p dir=\"ltr\"&gt;A decade later, reaching orbit and beyond is very much a company thing.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/GxapZPZXbPA\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Marina Koren</name><uri>http://www.theatlantic.com/author/marina-koren/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/RTX4RJ0W/lead_960.jpg\"><media:credit>Joe Skipper / Reuters</media:credit></media:content><title type=\"html\">A Triumphant First Launch for Elon Musk's Giant Rocket </title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/GxapZPZXbPA/\" rel=\"alternate\" /><published>2018-02-06T15:59:00-05:00</published><updated>2018-02-08T10:15:32-05:00</updated><id>tag:theatlantic.com,2018:50-552407</id><summary type=\"html\">SpaceX’s 27-engine Falcon Heavy successfully blasted off from Florida with a cherry-red Tesla convertible in tow.</summary><feedburner:origLink>https://www.theatlantic.com/science/archive/2018/02/spacex-falcon-heavy-launch-watch/552407/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;On Monday night, the Ohio state Senate did something truly unprecedented: With near-unanimous support from both Republicans and Democrats, &lt;a href=\"http://www.cleveland.com/metro/index.ssf/2018/02/ohio_senate_committee_passes_f.html\"&gt;the chamber approved&lt;/a&gt; Senate Resolution 5, a measure that would for the first time require bipartisan input and approval for federal congressional maps. The measure is expected to pass the state House today, and it will appear on the ballot in the May primary elections to get final approval from voters.&lt;/p&gt;&lt;p&gt;As it stands, there are few state guidelines on federal redistricting in Ohio. As in most states, the power to create maps rests with the state legislature, which usually means that the party in power—right now, it’s the GOP—ends up calling the shots. There are also few requirements for community disclosure or involvement. The only real constraints that exist are those under federal court rulings and the Voting Rights Act, which prohibit racial gerrymandering and ensure districts have roughly the same populations. So far, the result of those limited&lt;strong&gt; &lt;/strong&gt;rules has been a congressional map that, &lt;a href=\"https://www.brennancenter.org/sites/default/files/publications/Extreme%20Maps%205.16_0.pdf\"&gt;according to the Brennan Center for Justice&lt;/a&gt;, has consistently led to Republican partisan bias.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;Senate Resolution 5 would change all that. The proposal would require three-fifths support of the entire legislature to pass a map for use over a 10-year period. The three-fifths must include 50 percent of all members of the minority party. The resolution also sets forth a maximum number of counties that can be split by congressional districts, a provision that should affect district compactness.&lt;/p&gt;&lt;p&gt;If the legislature cannot create maps that follow these rules and secure the requisite support, the task would fall to a seven-member bipartisan commission. Their maps would have to win support from at least two of the minority members of the commission for the adoption process to continue. If the commission fails, the resolution creates two more contingencies: Either the legislature can have another go at creating a 10-year map—this time, only having to secure a third of the minority party’s votes—or it could create a map that only lasts for four years and has much stricter compactness requirements. That four-year map would require a simple majority.&lt;/p&gt;&lt;p&gt;&lt;a href=\"https://www.fairdistrictsohio.org/blog\"&gt;According to&lt;/a&gt; the Fair Districts Coalition, a collection of Ohio-based groups pushing for bipartisan redistricting reform, this amendment “creates a bipartisan process that strongly encourages both major parties to cooperate and agree on a congressional map that better represents the views of Ohioans.”&lt;/p&gt;&lt;p&gt;Redistricting reform has been a major issue in Ohio, with strong grassroots support for finding a way to break the partisan monopoly on mapmaking in the state. In 2015, the coalition achieved its first major victory when it ushered through &lt;a href=\"http://www.cleveland.com/metro/index.ssf/2017/05/ohio_redistricting_reform_amen.html\"&gt;a ballot initiative&lt;/a&gt; that reforms the way state General Assembly maps are drawn. The resulting constitutional amendment created a seven-member Ohio Redistricting Commission, whose members must include the governor, state auditor, secretary of state, two more political appointees, and at least two members of the minority party. The amendment also implemented strict limits on the number of counties that could be split by General Assembly districts.&lt;/p&gt;&lt;p&gt;The Fair Districts Coalition favored &lt;a href=\"http://lwvohio.org//assets/attachments/file/Full%20Text%20of%20Proposed%20Amendment.pdf\"&gt;a federal mapmaking plan&lt;/a&gt; that used the same commission, thus ensuring the participation of the governor and minority-party representatives. The Senate resolution that passed Monday, however, doesn’t quite meet those demands. The resolution allows the legislature first pass at mapmaking, without the governor’s veto or input; only if that effort fails does the commission come into play. The resolution could also&lt;strong&gt; &lt;/strong&gt;take away key leverage from citizens to vote down political maps.&lt;/p&gt;&lt;p&gt;Still, after months of negotiating—and with Republicans accepting more input than they’d originally planned from the minority party&lt;strong&gt;—&lt;/strong&gt;coalition members seemed content with the outcome. “We wanted bipartisan compromise, which is what this is,” the League of Women Voters of Ohio wrote in a &lt;a href=\"https://www.facebook.com/lwvohio/posts/10154939618461652\"&gt;Facebook post&lt;/a&gt; Monday evening.&lt;/p&gt;&lt;p&gt;If approved by the people of Ohio in May, the resolution would almost certainly increase the degree of minority-party participation, civic participation, and transparency in political mapmaking. For the time being, Democrats will at least be part of the drawing process. And while the public hearings and input the resolution requires won’t necessarily impact the shapes of districts, they will give people more insight into the process and the political dealings at work.&lt;/p&gt;&lt;p&gt;Still, there are no guarantees in the game of gerrymandering—no way to ensure the maps won’t have flaws. For one, &lt;a href=\"https://fivethirtyeight.com/features/hating-gerrymandering-is-easy-fixing-it-is-harder/\"&gt;as &lt;em&gt;FiveThirtyEight &lt;/em&gt;notes&lt;/a&gt;, compactness doesn’t mean fairness, and the resolution doesn’t mandate compactness to begin with. While it would require that 65 of the state’s 88 counties remain undivided, it would allow 18 to be divided once, and another five to be divided as many as three times. With 40 percent of Ohio’s population clustered into its most populous five counties, there are plenty of ways to get politically creative with maps there, even as other counties like Cuyahoga and Summit are divided into fewer districts.&lt;/p&gt;&lt;p&gt;Over time, these new requirements may decrease the runaway partisan advantage Republicans currently enjoy. But as &lt;a href=\"http://www.cleveland.com/datacentral/index.ssf/2018/01/a_scorecard_for_the_gop_plan_t.html\"&gt;opponents of the resolution’s development plan noted&lt;/a&gt;, that advantage makes it easy for Republicans to continue dominating the process in the short term. Of the 132 total seats across both chambers of the General Assembly, Republicans currently hold 90, meaning they already meet the three-fifths-majority clause&lt;strong&gt;. &lt;/strong&gt;Assuming those numbers are roughly similar in 2020 when the next maps are drawn,&lt;strong&gt; &lt;/strong&gt;even if 21 of the 42 Democratic lawmakers hold out on approving a partisan gerrymander—and even if the two Democratic members of the special commission stonewall in the next round—a Republican plan could still win out: Round three would only require approval from 14 Democratic lawmakers to move a map forward.&lt;/p&gt;&lt;p&gt;The resolution still preserves what many believe is the central conflict of interest in American political redistricting: that politicians pick their voters. While ensuring participation from Democratic state lawmakers in the process might mitigate Republican advantage in the future, so-called “bipartisan gerrymanders” still occur in some states where a single party doesn’t hold total dominance over the redistricting process. These gerrymanders don’t necessarily provide fairer, more representative maps. But what they do tend to do is &lt;a href=\"http://www.brown.edu/Departments/Economics/Faculty/John_Friedman/incumbents.pdf\"&gt;preserve the incumbency&lt;/a&gt; of those already in office, thus perpetuating the existing balance—or imbalance—of partisan bias.&lt;/p&gt;&lt;p&gt;Ohio’s new plan could incentivize bipartisan gerrymandering. The minority party under this resolution can really only play the role of spoiler, while the majority faces little penalty for pressing for more advantage. The natural outcome of this impasse is the preservation of the status quo, map-wise. In Ohio, incumbency preservation would likely mean more years of lopsided congressional representation; currently, 11 members of the state’s House delegation are Republicans and four are Democrats. The incumbency incentive is one aspect of gerrymandering that seems likely to continue under any fixes that maintain state legislatures’ redistricting power (as opposed to the ostensibly politically independent commissions created in places like California, where House incumbency &lt;a href=\"https://fivethirtyeight.com/features/hating-gerrymandering-is-easy-fixing-it-is-harder/\"&gt;cratered in the 2012 elections&lt;/a&gt;).&lt;/p&gt;&lt;p&gt;Still, Ohio’s new plan is an important addition to the national redistricting landscape, where many state legislatures and millions of people are reconsidering exactly how political maps are drawn. The next domino to fall could be Ohio’s neighbor Michigan, where activists are submitting petitions to add an initiative to November’s ballot &lt;a href=\"https://ballotpedia.org/Michigan_Independent_Redistricting_Commission_Initiative_(2018)\"&gt;that would create &lt;/a&gt;an independent redistricting commission. As the country hurtles toward the 2020 Census, Ohio might be one sign of where states are heading.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/XagaADhX8qI\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Vann R. Newkirk II</name><uri>http://www.theatlantic.com/author/vann-newkirk/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/AP_18028493486764/lead_960.jpg\"><media:credit>Julie Carr Smyth / AP</media:credit><media:description>Fair Districts members Sam Gresham and Ann Henkener at a press conference in Columbus, Ohio, in January</media:description></media:content><title type=\"html\">An End to Gerrymandering in Ohio?</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/XagaADhX8qI/\" rel=\"alternate\" /><published>2018-02-06T14:48:57-05:00</published><updated>2018-02-08T10:15:55-05:00</updated><id>tag:theatlantic.com,2018:50-552413</id><summary type=\"html\">A bipartisan compromise that just passed the state Senate would require minority-party support for political maps, and would limit the number of communities that could be splintered.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/ohio-senate-bipartisan-compromise-redistricting/552413/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p dir=\"ltr\"&gt;By the end of the day on Monday, the Dow had &lt;a href=\"https://www.theatlantic.com/business/archive/2018/02/dow-drop-stock-market-february/552380/?utm_source=feed\"&gt;lost more than 1,100 points&lt;/a&gt; since the markets had opened that morning—its largest one-day drop ever. The day’s losses totalled up to around 4.6 percent percent of the index’s value, which is not insignificant, but also not unheard of: A drop of more than 3 percent followed Brexit back in 2016. And Monday’s losses weren’t on anywhere near the scale of &lt;a href=\"https://www.theatlantic.com/business/archive/2017/09/financial-crisis-black-monday/539859/?utm_source=feed\"&gt;Black Monday&lt;/a&gt;, a day in 1987 that earned its name from the erasure of more than 20 percent of the Dow’s value.&lt;/p&gt;&lt;p dir=\"ltr\"&gt;Watching the market tank, however precipitously, is always scary. That’s probably why &lt;a href=\"https://www.wsj.com/articles/investment-firms-suffered-website-outages-monday-1517868286\"&gt;several brokerage sites&lt;/a&gt;, such as Fidelity and Vanguard, crashed on Tuesday, as frantic investors clamored to check their portfolios. But even as the Dow slid in historic fashion, many analysts still weren’t panicking. Why? They’ve been expecting this type of adjustment for years.&lt;/p&gt;&lt;p&gt;For a moment on Tuesday morning, the stock market was on the way up. Then it plunged again, and continued to zig and zag as the day progressed. The Dow’s roller-coaster-like performance may seem unusual and dramatic, but it’s actually just a somewhat abrupt restoration of a fairly normal feature of markets: volatility.&lt;/p&gt;&lt;p&gt;The stock market has been on a historic bull run, hitting several new highs with mostly uninterrupted growth. This impressive streak has allowed the Dow to nearly quadruple since 2009. That’s why the impact of Monday’s enormous slide has been nowhere near as big as that of the crash in 1987, even though the recent drop-off seems large.&lt;/p&gt;&lt;p&gt;During the most recent run, there have been only a few small and short-lived moments when that upward trajectory has been halted or reversed. (When these moments are especially dramatic—when a major index loses 10 percent or more of its value—analysts call them “corrections.”) Historically, that type of uninterrupted growth isn’t normal. In fact, the lack of market dips is what led some, &lt;a href=\"https://www.theatlantic.com/business/archive/2017/10/trump-stock-market/543162/?utm_source=feed\"&gt;including Donald Trump at one time&lt;/a&gt;, to worry that perhaps a bubble was forming, and that stocks were artificially inflated.&lt;/p&gt;&lt;p&gt;Most analysts agree that there’s little evidence that a sizable bubble exists—that the markets have been on a tear because the economy has slowly and steadily been strengthening since the end of the Great Recession. Since then, an improving labor market, higher corporate profits, and interest rates kept low by the Fed have meant boom times for big businesses and the investors who poured their money into the markets. Now, some of that may be changing, even if the fundamentals of the economy aren’t.&lt;/p&gt;&lt;p&gt;There have been plenty of theories about why the market has sunk, even though it’s considered difficult (if not impossible) to point to any single explanation. One of the more outlandish ideas is that the market is “testing” the Fed’s new leader, Jerome Powell, but that’s more conspiracy theory than reality. Others suggest that recent political and economic shifts might be behind the losses. The January jobs report showed that average hourly earnings grew 2.9 percent over the past year—the most significant growth since 2009. While that’s great news for most Americans, it could mean tighter profit margins for corporations. Further, a strengthening economy could mean that the Federal Reserve chooses to raise rates more drastically than it has in the past—which would making securing credit and borrowing more expensive than they have been in years. As investors and business owners consider those potential changes, they could start making new calculations about where to put their money.&lt;/p&gt;&lt;p&gt;Even as the markets continue to fluctuate wildly, and volatility persists, it’s important to remember that the economy has lately been full of good news. Wages are growing, corporations are more profitable than ever, unemployment is low. While the most recent downturn might be unsettling, it’s actually pretty normal.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/JJsXMJocVKY\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Gillian B. White</name><uri>http://www.theatlantic.com/author/gillian-b-white/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/GettyImages_85194055/lead_960.jpg\"><media:credit>Yoshikazu Tsuno / AFP / Getty</media:credit></media:content><title type=\"html\">Volatility Is Scary—but It's Normal</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/JJsXMJocVKY/\" rel=\"alternate\" /><published>2018-02-06T13:43:47-05:00</published><updated>2018-02-08T10:15:43-05:00</updated><id>tag:theatlantic.com,2018:50-552452</id><summary type=\"html\">The Dow's recent antics are an extreme resumption of one of markets’ typical features.</summary><feedburner:origLink>https://www.theatlantic.com/business/archive/2018/02/stock-market-dow-volatility/552452/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;Since January 25, after sunset, the shades on a window-walled gallery in Manhattan’s Greenwich Village have rolled up, and the sidewalk outside has been cast in a cool, blue glow. The color comes from a four-and-a-half-hour-long video of ice cores. Inside the gallery, scanned images of samples from the Greenland Ice Sheet are on a continuous loop, representing 110,000 years of accumulation. Watching the footage gives the impression of descending through the ice core and into the past.&lt;/p&gt;&lt;p&gt;The video, &lt;em&gt;88 Cores&lt;/em&gt;, is a new work by the Los Angeles artist Peggy Weil. It’s accompanied by a selection of Weil’s still images of ice-core samples from the National Ice Core Lab in Lakewood, Colorado. Like rings on a tree, the samples have slightly curved bands—the mummification of eons of dust, debris, ash, and moisture. An ambient score by the composer Celia Hollander matches the feeling of the descent in the video with a “downward sloping glissando drone,” as the gallery’s wall text describes it.&lt;/p&gt;&lt;p&gt;The exhibition is the inaugural show of the country’s first climate museum. Housed at the Parsons School of Design, the museum—for now—only consists of the gallery on the corner of 13th Street and Fifth Avenue. After &lt;a href=\"https://www.newyorker.com/tech/elements/the-museum-of-unnatural-history\"&gt;garnering&lt;/a&gt; a lot of &lt;a href=\"https://www.nytimes.com/2015/08/23/nyregion/a-lawyer-quit-her-job-to-start-a-climate-museum-in-new-york.html\"&gt;attention&lt;/a&gt; when its founding director Miranda Massie announced the museum’s incorporation in 2015, its first public offering has opened with little fanfare. This is in part because Massie is testing the potential audience for the museum, but also because she’s experimenting with the delicate balance of its content. When she was introduced to Weil through a friend and saw images of &lt;em&gt;88 Cores&lt;/em&gt;, she thought it would not only complement the airy confines of the Parsons gallery, but would also, more importantly, affect people emotionally.&lt;/p&gt;&lt;p&gt;“Hockey stick” graphs have their place, but won’t move the masses to create a “climate citizenship,” says Massie. “&lt;em&gt;88 Cores&lt;/em&gt; is a deep dive into one of the aspects of climate change that makes it so hard to grapple with, which is its immense scale. There’s something about trying to encompass the long, deep arc of climate’s time, of Earth’s time, that makes you more aware of the need to act with urgency in this moment.”&lt;/p&gt;&lt;p&gt;Weil, for her part, considers her work as portraiture—“a collective human selfie.” She wants people to see themselves in relationship to our imperiled, vulnerable landscape. The view matches Massie’s grand ambitions. While activists, scientists, and divestment movements all have roles to play in scaling back carbon emissions, Massie says, she wants her museum to help push climate change into Americans’ everyday conversations.&lt;/p&gt;&lt;figure class=\"full-width\"&gt;&lt;img alt=\"\" height=\"484\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2018/02/Couple_viewing_ice_core_stills/817ca7a80.jpg\" width=\"960\"&gt;&lt;figcaption class=\"caption\"&gt;Museum visitors reflect on the still images accompanying &lt;em&gt;88 Cores&lt;/em&gt; (Miranda Massie)&lt;/figcaption&gt;&lt;/figure&gt;&lt;p&gt;Since Massie founded the museum, she has created a 501(c)(3) and amassed a board and list of advisers. A former civil-rights lawyer, she was driven to start the museum after Hurricane Sandy catalyzed her sense of urgency around climate change. Her goal—years off—is a permanent home for the museum in New York that inspires duplicates. “We want a climate museum in every major city,” she says. But before that can happen, the museum’s “proof of concept” will need to be tested with temporary exhibitions in borrowed and public spaces.&lt;/p&gt;&lt;p&gt;When I met Massie in the Parsons gallery before a celebration for the opening of &lt;em&gt;88 Cores&lt;/em&gt; in late January, I barely recognized her. In photographs online, her brown hair is styled in a conservative bob, a cut suited to her previous life as civil-rights litigator. But the woman who greeted me had a pearlescent pixie cut—part Daenerys Targaryen, part climate crusader. I realized halfway through our conversation that her crisp, black blazer was actually part cape, with dramatic slits down the arms.&lt;/p&gt;&lt;p&gt;As Massie and I sat on a bench in the gallery, a steady stream of people wandered in to the free exhibition to see Weil’s work. They also explored the hall next to the gallery, where artifacts and media offer more context on ice-core science and the Arctic. “One of the things we discovered is that both among really climate-literate people and the general public there is so much hunger for this information,” said Massie, who retains a lawyer’s delivery: practiced, attuned to narrative, rapid. “The central audience is people who are concerned, lack confidence about scientific details, and could be more engaged by a social, physical, and emotional experience.”&lt;/p&gt;&lt;p&gt;According to &lt;a href=\"http://climatecommunication.yale.edu/visualizations-data/ycom-us-2016/?est=happening&amp;amp;type=value&amp;amp;geo=county\"&gt;2016 data&lt;/a&gt; released by the Yale Program on Climate-Change Communication, most American adults believe climate change is happening, but many don’t believe it will affect them, and a majority of those surveyed never discuss it. Massie sees a museum—an institution that is trusted and confers legitimacy—as a way to open the floodgates of fear-based denial.&lt;/p&gt;&lt;p&gt;Museums have long served as vehicles for social and political engagement, if not outright change. In a recent example, after President Donald Trump issued an executive order in January 2017 banning citizens from Iraq, Syria, Iran, Libya, Somalia, Sudan, and Yemen from entering the United States, the Museum of Modern Art, in New York, swiftly &lt;a href=\"https://www.nytimes.com/2017/02/03/arts/design/moma-president-trump-travel-ban-art.html\"&gt;moved around&lt;/a&gt; its permanent collection to highlight works made by artists from the banned countries. Massie says she looks to two museums in Washington, D.C., the U.S. Holocaust Memorial Museum and the National Museum of African American History and Culture, as precedents for the Climate Museum—institutions that reference history and suggest the work isn’t over.&lt;/p&gt;&lt;p&gt;But how can a vast and unwieldy subject such as climate change be expressed in architecture and exhibitions? James Stewart Polshek, a New York architect and member of the museum’s board, says it’s still premature to speculate about the details of the full museum’s design or who would design it (the museum’s website features gestural sketches by the Icelandic-Danish installation artist Olafur Eliasson, which gives one a sense of the institution’s ambitions). “Is the museum even an &lt;em&gt;it&lt;/em&gt;?” Polshek mused, positing that the museum could exist virtually or be dispersed. “I’ve been an architect for a very long time, and finding ways to bring important ideas to attention is a lot more than bricks and mortar.”&lt;/p&gt;&lt;p&gt;Still, the museum is ever so tentatively beginning to think about what a permanent home could be. Massie has retained the architecture consultant Reed Kroloff to organize a kind of ideas competition in the fall—one that won’t result in a chosen architect or design, but will draw out possible forms for a climate museum from architects on all seven continents. A climate museum in Louisiana may look very different from one in Manhattan, for example. The former may be on stilts.&lt;/p&gt;&lt;p&gt;The Climate Museum isn’t the first or only institution to feature the work of artists who grapple with global warming or humans’ toll on the planet. And it remains to be seen whether or not the museum can propel itself into a purpose-built home and then build an audience passionate enough to take its message back to homes, schools, and communities. Still, Timothy Morton, an ecology philosopher (and &lt;a href=\"https://www.theguardian.com/world/2017/jun/15/timothy-morton-anthropocene-philosopher\"&gt;Björk pen pal&lt;/a&gt;) who has long believed that apocalyptic hand-wringing won’t get us anywhere, thinks a climate museum is a good idea. “Anything we can do to help people live this stuff, rather than just rubberneck the headlines, would be so great,” he says.&lt;/p&gt;&lt;p&gt;The night that I met Massie at the gallery, the museum had put out cards that asked visitors to reflect on their experience. “Never has this made more sense than now,” wrote someone who identified themselves as a Hurricane Irma survivor. On another wall, Polaroids of people at various museum events included their thoughts on why a climate-change museum was needed. One subject’s response was, “So other museums don’t flood.”&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/4xbirXhjaQg\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Laura Raskin</name><uri>http://www.theatlantic.com/author/laura-raskin/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/Whale_Bay_Antarctica_no.4_84x144_2016/lead_960.jpg\"><media:credit>Zaria Forman</media:credit><media:description>'Whale Bay, Antarctica No.4,' soft pastel on paper, 2016</media:description></media:content><title type=\"html\">A Trip to a Museum for Convincing Americans About Climate Change</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/4xbirXhjaQg/\" rel=\"alternate\" /><published>2018-02-05T15:40:00-05:00</published><updated>2018-02-08T18:38:23-05:00</updated><id>tag:theatlantic.com,2018:50-552335</id><summary type=\"html\">An exhibition in Manhattan is the first step in a grand attempt to change the national conversation around global warming.</summary><feedburner:origLink>https://www.theatlantic.com/science/archive/2018/02/climate-museum-new-york/552335/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;It has been an awful two months for rail travel in America, and for Amtrak in particular. In late December, an Amtrak train &lt;a href=\"https://www.theatlantic.com/politics/archive/2017/12/train-derailment-seattle/548660/?utm_source=feed\"&gt;derailed&lt;/a&gt; near Tacoma, Washington, killing three people. Last week, a train carrying Republican lawmakers &lt;a href=\"https://www.theatlantic.com/politics/archive/2018/01/a-train-carrying-republican-lawmakers-is-involved-in-a-fatal-crash/552008/?utm_source=feed\"&gt;struck a truck&lt;/a&gt; near Charlottesville, Virginia, killing the driver. Then, on Sunday, an Amtrak train struck a parked passenger train just south of Columbia, South Carolina, killing the engineer and conductor.&lt;/p&gt;&lt;p&gt;These incidents together killed more people aboard passenger trains than die in such crashes most years—the notable recent exception being the high-profile wreck of another Amtrak train in Philadelphia in 2015, killing eight people. The depressing frequency of crashes recently means that the public is primed with ready explanations when the next train wrecks: It’s Amtrak’s fault. It’s proof of the decline of American infrastructure. &lt;a href=\"https://www.theatlantic.com/politics/archive/2017/12/washington-wreck-positive-train-control/548744/?utm_source=feed\"&gt;It’s another example of the dire need for Positive Train Control&lt;/a&gt;.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;The proper target of blame for the latest crash is unclear, though what’s known so far points away from Amtrak errors leading to the crash. Decaying infrastructure also seems like a red herring. On the third count, however, although the lack of Positive Train Control did not cause the crash, it appears to be the latest example where fast adoption of the technology could have prevented needless loss of life.&lt;/p&gt;&lt;p&gt;More details about the cause of the crash will come out soon, and the NTSB is expected to deliver a briefing on Monday afternoon. The passenger train’s forward-facing video recorder has been sent to Washington for analysis, though neither train’s data recorder had been found as of Sunday. The NTSB’s final determination of probable cause is likely to take months.&lt;/p&gt;&lt;p&gt;Amtrak, the government-created and -subsidized passenger-rail corporation, has long been a target of abuse from politicians and the public alike, who make often contradictory demands that the railroad provide better, faster service (and reliable wifi to boot), but do so while spending less money. Amtrak seems to always be operating near the limits of its budget, but in the last fiscal year it &lt;a href=\"https://media.amtrak.com/2017/11/amtrak-sets-ridership-revenue-and-earnings-records/\"&gt;set records&lt;/a&gt; for ridership, revenue, and earnings—though that still left it in the red.&lt;/p&gt;&lt;p&gt;Amtrak has also been blasted by regulators for its safety record. After an NTSB investigation into a 2016 derailment that killed two railroad employees on the ground, NTSB Chair Robert Sumwalt offered blistering criticism. “Amtrak’s safety culture is failing, and is primed to fail again, until and unless Amtrak changes the way it practices safety management,” &lt;a href=\"https://www.ntsb.gov/news/press-releases/Pages/pr20171114.aspx\"&gt;he said&lt;/a&gt; in November. Add to that the Amtrak 188 crash in Philadelphia and the derailment of Amtrak 501 near Tacoma, in which some reports have raised questions as to whether Amtrak staff was adequately trained on a stretch of rail before the fatal wreck on a maiden run, and Amtrak’s public reputation has taken a beating.&lt;/p&gt;&lt;p&gt;Does that fit the facts in the South Carolina crash? It’s too soon to know for sure, but there are signs it doesn’t. Amtrak 91 was traveling south in Cayce, South Carolina, when a switch diverted it to a siding to the west of the main line, where it slammed into a parked CSX freight train Sunday. Amtrak owns some of the rail on which it runs trains, but on the vast majority of its routes, including this South Carolina stretch, it uses rail owned by other companies—in this case, CSX. That means CSX has primary responsibility for safety and operations. Amtrak CEO Richard Anderson &lt;a href=\"https://www.washingtonpost.com/news/dr-gridlock/wp/2018/02/04/at-least-2-dead-after-amtrak-train-collides-with-freight-train-in-south-carolina/?utm_term=.a254606986b4\"&gt;said&lt;/a&gt; that signals on the corridor were not functioning properly, so CSX was manually dispatching trains along the route.&lt;/p&gt;&lt;p&gt;In a briefing Sunday, Sumwalt said that the CSX train had delivered automobiles to the east side of the north-south track, then backed north up the main line, and finally moved on to the siding to the west of the track. When the Amtrak train came later, it should have continued south along the mainline, but a switch at the junction of the mainline and the siding was moved to direct any train coming south onto the siding. The switch was locked into place with a padlock, Sumwalt said, which is standard procedure when a switch is moved. The engineer in the locomotive would have been unable to override the switch, and it’s not yet known if he or she braked before hitting the parked passenger train.&lt;/p&gt;&lt;p&gt;CSX did not respond to specific questions about the accident. “Our sincere condolences go out to the families of the two individuals who passed away following the tragic events that took place in Cayce, South Carolina, early &lt;span data-term=\"goog_270200069\" tabindex=\"0\"&gt;Sunday&lt;/span&gt; morning,” the company said in a statement. “CSX hosts more passenger trains on its network than any other major railroad in the United States, and passenger rail remains one of the safest ways to travel.”&lt;/p&gt;&lt;p&gt;Based on what’s known so far, it appears that the switch should have been returned to position directing trains down the main line, but instead remained locked into the siding position. “Key to this investigation is learning why that switch was lined that way,” Sumwalt said.&lt;/p&gt;&lt;p&gt;If that’s true, then degrading national infrastructure isn’t to blame, either. President Trump has recently &lt;a href=\"https://www.theatlantic.com/politics/archive/2018/02/infrastructure-week-is-always-next-week/552047/?utm_source=feed\"&gt;been especially outspoken&lt;/a&gt; about the need for repairing U.S. infrastructure, though he has been vague about his proposal to do so. In the late 19th century, train wrecks were often seen as a necessary price to pay for the important role played by rail in expanding the country’s might and wealth. Today, the insistent repetition of train crashes seems to crystallize a sense of national decline.&lt;/p&gt;&lt;p&gt;It’s true that many crucial U.S. systems are in poor shape; the American Society of Civil Engineers gave U.S. infrastructure a D+ in it &lt;a href=\"https://www.infrastructurereportcard.org/\"&gt;2017 annual report card&lt;/a&gt;. The railroad system, however, &lt;a href=\"https://www.infrastructurereportcard.org/wp-content/uploads/2017/01/Rail-Final.pdf\"&gt;earned a much better B grade&lt;/a&gt;. U.S. rail infrastructure does have major challenges. What is referred to as “high-speed rail” in the United States is far below the standard for fast service in other parts of the developed world. While the Tacoma train was billed as “high-speed rail,” it derailed while going about 50 miles per hour above the speed limit of 30 in a curve—which could have been eliminated with more spending to reroute the rails straight. Grade crossings like the one where the train hit the truck near Charlottesville remain extremely dangerous, and many are poorly marked.&lt;/p&gt;&lt;p&gt;The bigger problem is not maintaining the existing infrastructure but one major improvement to what is already there: PTC. That’s a technological failsafe system that’s designed to avoid collisions, prevent excessive speed, and make up for other human errors. &lt;a href=\"https://www.theatlantic.com/national/archive/2016/05/amtrak-188-and-the-case-for-positive-train-control/483102/?utm_source=feed\"&gt;As is by now familiar&lt;/a&gt;, Congress in 2008 mandated that every railroad have PTC in place by the end of 2015, but under pressure from operators, who said they could not meet the deadline and threatened to shut service down, the deadline was extended to the end of 2018. In the case of Amtrak 188, PTC was in place on the southbound side of tracks, but not the northbound track where the train wrecked. Amtrak 501 was traveling along track that was equipped with PTC, but the system was not yet operational.&lt;/p&gt;&lt;p&gt;All indications are that PTC was not in effect in South Carolina. “Fully operational Positive Train Control could have avoided this accident,” Sumwalt said. The absence of PTC didn’t cause the crash, but it could have prevented it.&lt;/p&gt;&lt;p&gt;Federal rules mandate that the railroad that owns track, in this case CSX, is responsible for implementing PTC. As of the latest available mandated report, two-thirds of Amtrak’s trackage has PTC in place, but only 45 percent of CSX’s rails have operating PTC. CSX’s &lt;a href=\"http://file:///Users/dgraham/Downloads/CSX_Transportation_(CSX)_Q3_2017_PTC_Progress_Report.pdf\"&gt;September 2017 quarterly report&lt;/a&gt; indicates which parts of track are PTC-equipped, but in accordance with federal law allowing redaction of trade secrets, that information is not available in public disclosures.&lt;/p&gt;&lt;p&gt;CSX has its own safety troubles. Federal regulators have &lt;a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/03/15/AR2006031500789.html\"&gt;criticized&lt;/a&gt; the &lt;a href=\"https://www.insurancejournal.com/news/national/2007/03/29/78214.htm\"&gt;railroad’s&lt;/a&gt; safety record at various times in the past, and both the Government Accountability Office and Federal Railroad Administration are &lt;a href=\"https://www.reuters.com/article/us-usa-train-safety/growing-length-of-u-s-freight-trains-in-federal-crosshairs-after-crashes-gao-idUSKBN1E01B9\"&gt;reportedly investigating CSX&lt;/a&gt;. At 13.867 accidents and incidents per million train miles, CSX also has a higher accident rate than its three biggest competitors.&lt;/p&gt;&lt;p&gt;If Amtrak ends up taking much of the public blame for the accident, it won’t be the first time that’s happened. In a 2004 investigation, &lt;a href=\"http://www.nytimes.com/2004/10/15/us/amtrak-pays-millions-for-others-fatal-errors.html\"&gt;Walt Bogdanich of &lt;em&gt;The New York Times &lt;/em&gt;found&lt;/a&gt; that major rail corporations often shielded themselves from liability for accidents, leaving Amtrak to pay out—even when the host railroad was to blame. In two separate 2002 crashes, including one that killed four people, investigators found that poor maintenance of tracks by CSX had caused the incidents, but Amtrak was left to cover millions in dollars in claims, in part with taxpayer money.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/KssdCmCkbqU\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>David A. Graham</name><uri>http://www.theatlantic.com/author/david-a-graham/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/RTX4PQIA/lead_960.jpg\"><media:credit>Randall Hill / Reuters</media:credit></media:content><title type=\"html\">What Went Wrong in the Fatal South Carolina Train Wreck?</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/KssdCmCkbqU/\" rel=\"alternate\" /><published>2018-02-05T13:01:16-05:00</published><updated>2018-02-05T16:17:20-05:00</updated><id>tag:theatlantic.com,2018:50-552317</id><summary type=\"html\">Three familiar bogeymen have emerged: Amtrak, crumbling infrastructure, and the lack of Positive Train Control.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/what-went-wrong-in-the-fatal-south-carolina-train-wreck/552317/?utm_source=feed</feedburner:origLink></entry><entry><content type=\"html\">&lt;p&gt;Welfare reform is back.&lt;/p&gt;&lt;p&gt;President Trump signaled its return to the forefront of national policy debates in his State of the Union address on Tuesday, when he announced a plan to “lift our citizens from welfare to work.” He shouldn’t have trouble finding support for it: With a collective of pro-reform officials leading key agencies, and with longtime entitlement crusader Paul Ryan as speaker of the House, the GOP in 2018 will have its best chance in a generation to make major changes to the country’s safety-net programs, including Medicaid and food stamps.&lt;/p&gt;&lt;p&gt;As a template, Republicans will use the original welfare-reform bill: the 1996 law that created the Temporary Assistance for Needy Families, or TANF, program, which changed the financing and benefit structure of cash assistance. For conservatives, the program has been a model of resounding success, with shrinking costs and a welfare caseload that decreases by the year. But based on several studies of TANF and its beneficiaries, it barely reaches even the poorest Americans, and has all but ceased doing the work of lifting people out of poverty. “Welfare reform” didn’t fix welfare so much as destroy it, and if similar changes were applied to Medicaid and food stamps, they would likely do the same.&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;First on the chopping block is Medicaid. The health-insurance program for low-income Americans has operated in fundamentally the same way for the last 50 years, providing federal funds to match what states pay to cover low-income people. Even with the Affordable Care Act’s expansion of Medicaid, which was adopted by most states, the basic structure of the program has remained the same: an open-ended funding commitment with few eligibility restrictions other than income.&lt;/p&gt;&lt;p&gt;In 2017, the GOP tried to transform that setup substantially, proposing in multiple Obamacare-repeal bills that Medicaid morph into a program with a per capita cap or state block-grant structure. In both formats, there’d be an annual increase in funding, but it would correspond to some measure of inflation, not to Medicaid’s program growth. &lt;a href=\"https://www.theatlantic.com/politics/archive/2017/06/ahca-senate-draft-medicaid-changes/531231/?utm_source=feed\"&gt;In several &lt;/a&gt;&lt;a href=\"https://www.theatlantic.com/politics/archive/2017/06/ahca-senate-draft-medicaid-changes/531231/?utm_source=feed\"&gt;House and Senate &lt;/a&gt;&lt;a href=\"https://www.theatlantic.com/politics/archive/2017/06/ahca-senate-draft-medicaid-changes/531231/?utm_source=feed\"&gt;versions&lt;/a&gt; of repeal bills, the per capita-cap formula would have meant drastic cuts in real dollars to Medicaid’s projected funding over time. Those bills came to fruition after a years-long push from Ryan, whose “Better Way” agenda became one of the guiding forces in the Obamacare-repeal process. &lt;a href=\"https://abetterway.speaker.gov/_assets/pdf/ABetterWay-HealthCare-PolicyPaper.pdf\"&gt;In that proposal&lt;/a&gt;, Ryan outlined his reasoning for the caps and block grants, writing that “states have asked for flexibility to better manage their states’ needs for years, and this per capita allotment proposal would ensure that reality by creating new statutory flexibilities.”&lt;/p&gt;&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;&lt;p&gt;Despite the speaker’s best efforts, none of those bills passed, and most of Obamacare—sans the law’s individual mandate—survived 2017 intact. But the White House still managed to modify Medicaid. Since her appointment in February 2017, Centers for Medicare and Medicaid Services Administrator Seema Verma &lt;a href=\"https://www.theatlantic.com/politics/archive/2017/02/seema-vermas-vision-for-medicaid/517077/?utm_source=feed\"&gt;indicated&lt;/a&gt; that she would allow states much more flexibility to create more austere versions of their Medicaid programs. Specifically, they could add work requirements for eligible adults via federal-government waiver, further restricting eligibility.&lt;/p&gt;&lt;p&gt;Earlier this month, CMS formalized Verma’s reform ideas, &lt;a href=\"https://www.theatlantic.com/politics/archive/2018/01/medicaid-work-requirements-jobs-guarantee/550301/?utm_source=feed\"&gt;announcing it would&lt;/a&gt; begin to approve these waivers. No previous administration had accepted similar waiver requests, with many of Verma’s predecessors claiming additional eligibility requirements fell beyond Medicaid’s statutory authority. Additional changes to state Medicaid programs now seem likely under Verma’s watch, including time limits, drug testing, real premiums, and benefit cuts.&lt;/p&gt;&lt;p&gt;Medicaid isn’t the only federal poverty program in the GOP’s sights. As my colleague &lt;a href=\"https://www.citylab.com/equity/2018/02/hud-floats-work-requirements-for-public-housing-residents/552173/\"&gt;Kriston Capps reports&lt;/a&gt;, the Department of Housing and Urban Development is seriously considering work requirements for people receiving housing assistance. Additionally, Ryan &lt;a href=\"https://www.politico.com/story/2017/12/27/ryan-mcconnell-congress-entitlements-medicare-social-security-314766\"&gt;has expressed his desire&lt;/a&gt; to craft a comprehensive “entitlement reform” package this year, including major changes to the federal food-stamps program SNAP. While his Republican colleagues in Congress have blanched somewhat at the idea—&lt;a href=\"https://www.politico.com/story/2017/12/27/ryan-mcconnell-congress-entitlements-medicare-social-security-314766\"&gt;fearing another prolonged&lt;/a&gt; fight with Democrats after losing multiple rounds of Obamacare repeal last year—pressure from states and the White House might force the issue.&lt;/p&gt;&lt;p&gt;Wisconsin Governor Scott Walker &lt;a href=\"https://www.theatlantic.com/politics/archive/2017/12/wisconsin-drug-testing-food-stamp-program-walker/547997/?utm_source=feed\"&gt;has pressed&lt;/a&gt; the Department of Agriculture to approve plans to drug-test certain cohorts of SNAP recipients and require them to work; he plans to go forward with both programs in 2018. In response, the USDA issued a press release indicating “how important it is for states to be given flexibility to achieve the desired goal of self-sufficiency for people.” It later included that goal in &lt;a href=\"https://www.usda.gov/sites/default/files/documents/2018-farm-bill-and-legislative-principles.pdf\"&gt;its set of priorities for the 2018 Farm Bill&lt;/a&gt;. Secretary Sonny Perdue &lt;a href=\"https://www.motherjones.com/food/2018/01/usda-chief-to-people-on-food-stamps-get-a-job/\"&gt;expanded on those objectives late&lt;/a&gt;&lt;a href=\"https://www.motherjones.com/food/2018/01/usda-chief-to-people-on-food-stamps-get-a-job/\"&gt; last month&lt;/a&gt;&lt;a href=\"https://www.motherjones.com/food/2018/01/usda-chief-to-people-on-food-stamps-get-a-job/\"&gt;,&lt;/a&gt; saying “it’s evident that there are able-bodied adults without dependents who are on the food-stamp program, who we believe it is in their best interests, and their families’ best interests, to move into an independent lifestyle.”&lt;/p&gt;&lt;p&gt;Perdue’s rhetoric would’ve fit right in during the first push to reform the cash-assistance program, the part of the federal safety net most commonly known as “welfare.” With support from both sides of the aisle—and amid an ongoing stigmatization of welfare as a “dependency” program for black single mothers—former President Bill Clinton signed the Personal Responsibility and Work Opportunity Act in 1996. The legislation took the Aid to Families with Dependent Children, or AFDC, program—a 60-year-old stalwart created by Franklin Roosevelt in 1935 as part of the New Deal’s Social Security Act—and effectively dismantled it. A more meager program, TANF, took its place.&lt;/p&gt;&lt;p&gt;TANF expanded Reagan-era welfare reforms that created a loose requirement for certain beneficiaries to engage in a training, education, and work program. TANF transformed that initiative into a much more aggressive work&lt;i&gt; requirement&lt;/i&gt;, which narrowed the number of exempt adults, reduced the range of accepted activities to qualify for benefits, largely excluded education and classroom training as qualifiers, and set firm hours-worked standards. In keeping with its foundational ethic of “personal responsibility,” TANF also created maximum time limits for receipt of aid, tightened eligibility, and allowed states to more harshly sanction beneficiaries for noncompliance.&lt;/p&gt;&lt;p&gt;The biggest change from AFDC to TANF was the funding structure. Clinton’s welfare reform eliminated AFDC’s open-ended funding structure and replaced it with a block grant to states that would not increase over the years to adjust for inflation. States were required to spend a certain amount of their own money to match federal dollars, but could also spread some of that money around to other, loosely-defined public-assistance programs that didn’t necessarily provide cash benefits. States were also bound by TANF’s work requirements, and could lose federal dollars if the number of working enrollees fell below a specific threshold.&lt;/p&gt;&lt;p&gt;But TANF offered states a loophole to avoid being stripped of funds: The percentage of people they had to get to work would decrease by the percentage of people that leave the program. In all, these measures created an ever-shrinking program with strong incentives on all sides to reduce the number of people served over time—with rather predictable results.&lt;/p&gt;&lt;p align=\"center\"&gt;***&lt;/p&gt;&lt;p&gt;A &lt;a href=\"https://www.cbpp.org/research/family-income-support/tanf-reaching-few-poor-families\"&gt;recent study&lt;/a&gt; from the liberal Center on Budget and Policy Priorities shows just how predictable those results have been. Today, TANF only provides cash assistance to about 23 percent of all families in poverty, a record low compared with AFDC’s pre-reform height, when over three-quarters of all poor families received cash benefits.&lt;/p&gt;&lt;p&gt;According to the report’s author, Ife Floyd, the study illustrates an accelerating trend of decreases in the TANF-to-poverty ratio, or the percentage of poor families that receive assistance. “What we’ve been seeing in recent years is a growing number of states where the size of the TANF program has really dropped,” Floyd said. “What we are seeing now is there are 15 states where [the percentage of poor families served] is 10 or lower. Just 10 years ago, it was only two states.”&lt;/p&gt;&lt;p&gt;While states have a broad range of TANF participation rates, the basic financial effects of block-granting TANF are the same. The actual size of the grant gradually decreases as inflation rises, meaning the grant disappears over time. But the ample flexibility of the TANF block grant allows states to use it essentially as a slush fund for filling holes in education, work training, and anti-poverty programs that were once paid for only by the state. As those programs become more reliant on federal dollars, the core TANF responsibilities—including cash assistance and child-care funding—diminish. Child care especially has reached a national crisis point &lt;a href=\"https://www.theatlantic.com/education/archive/2016/09/the-state-budget-cuts-trapping-poor-parents/502103/?utm_source=feed\"&gt;for the nation’s poor&lt;/a&gt;. In essence, the block grant slashes state safety-net funds at three different levels: at the level of federal welfare support, at the level of state matching funds, and at the level of state funding for other programs. The grant also forces states to cut enrollees and decreases average benefits.&lt;/p&gt;&lt;p&gt;Amplifying the effects of this financial straitjacket are TANF’s other incentives to reduce the number of people receiving benefits. For many conservatives, a drastic reduction in TANF’s caseload is evidence that the program is working; after all, the underlying logic of welfare reform is to push people into self-sufficiency. In 2014, the House Budget Committee—then chaired by Ryan—&lt;a href=\"http://s3.documentcloud.org/documents/1033869/waronpoverty50.pdf\"&gt;released a report&lt;/a&gt; extolling recent reductions. “The creation of the Temporary Assistance for Needy Families program is widely seen as the most successful reform of a welfare program,” the committee wrote. “By December 2010, only 1.9 million households were receiving cash assistance through the TANF program.”&lt;/p&gt;&lt;p&gt;But the TANF-to-poverty ratio throws doubt on that evaluation. For one, it shows that reductions in the number of TANF beneficiaries haven’t really corresponded with equivalent decreases in poverty. Indeed, TANF hasn’t lifted people out of poverty so much as it has just stopped serving them. As CBPP senior fellow Sharon Parrot put it, “[the size of the caseloads] has been driven by a decline in the degree to which the program provides help to people who need it.”&lt;/p&gt;&lt;p&gt;For Peter Germanis, a former Reagan White House adviser who helped craft welfare reforms, the caseload reductions that the GOP has championed are only proof of TANF’s failure. “From TANF’s inception, TANF’s caseloads fell much faster than the number of poor families,” Germanis wrote &lt;a href=\"http://mlwiseman.com/wp-content/uploads/2013/09/TANF-is-Broken.072515.pdf\"&gt;in a statement to Congress in 2013&lt;/a&gt;. “So, while there may have been some ‘help,’ much of the decline seems to come from efforts to ‘cajole, lure, or force’ families off welfare (or keep them from coming on it), whether they have jobs or not.” Other analyses of TANF’s dramatic caseload reductions over the years have echoed Germanis’s concerns. “Caseload declines are not a good thing if they mean many people are passing up needed assistance,” warned &lt;a href=\"https://www.urban.org/sites/default/files/publication/60141/310508-Are-Shrinking-Caseloads-Always-a-Good-Thing-.PDF\"&gt;one 2002 report from the Urban Institute&lt;/a&gt;.&lt;/p&gt;&lt;p&gt;TANF gave states incredible amounts of latitude and incentives to simply get rid of people on welfare rolls. The ability for states to fulfill required work rates with caseload reductions means TANF doubly incentivizes kicking people off. On the one hand, states might naturally want to reduce caseloads to lower administrative costs and keep up with a shrinking block grant. On the other, the cheapest and easiest way to hold onto the federal funds is not to pay for work-training and education programs for people in poverty. Rather, it’s finding more ways to penalize people with loss of benefits and new time limits—and making it harder to apply for TANF in the first place.&lt;/p&gt;&lt;p&gt;Data from the last 20 years on exactly how and why people exited TANF (below) show how state TANF administrators have been ever more effective at moving people out of the program. The number of sanction-related exits spiked over time, with no obvious correlation between the shrinking size of the program and the number of people leaving it because they’d found a job.&lt;/p&gt;&lt;figure class=\"u-block-center\"&gt;&lt;img alt=\"\" height=\"394\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2018/02/atlas_r1UJsLABG2x/a5a88b976.png\" width=\"700\"&gt;&lt;/figure&gt;&lt;p&gt;Other metrics similarly highlight TANF’s incredible 20-year disappearing act. While welfare reform did coincide with the entry en masse of single mothers into the workplace, as well as undoubtedly strong increases in employment among people in poverty, the upward trend &lt;a href=\"https://www.cbpp.org/blog/the-myth-that-single-mothers-dont-work\"&gt;in single mothers&lt;/a&gt;’ workplace participation had begun years prior to welfare reform. Many analyses have &lt;a href=\"https://www.urban.org/sites/default/files/publication/61341/310302-Why-Are-Welfare-Caseloads-Falling-.PDF\"&gt;placed the majority of the credit&lt;/a&gt; for increasing employment among TANF recipients not on the Clintonian reforms, but on an economy that overall improved under Clinton. To wit, work rates for single mothers declined sharply after 2000, tracking with a weakening economy.&lt;/p&gt;&lt;p&gt;When the bottom fell out of that economy with the Great Recession, TANF—by then already greatly diminished in terms of real value —&lt;a href=\"https://www.motherjones.com/kevin-drum/2014/08/chart-day-welfare-reform-and-great-recession/\"&gt;barely &lt;/a&gt;&lt;a href=\"https://www.motherjones.com/kevin-drum/2014/08/chart-day-welfare-reform-and-great-recession/\"&gt;chang&lt;/a&gt;&lt;a href=\"https://www.motherjones.com/kevin-drum/2014/08/chart-day-welfare-reform-and-great-recession/\"&gt;ed&lt;/a&gt;, even though the number of Americans in need of assistance had sharply grown. Caseloads during the recession never even reached 2000 levels, despite &lt;a href=\"https://www.cbpp.org/research/redesigning-the-tanf-contingency-fund-to-make-it-more-effective\"&gt;21 states dipping into &lt;/a&gt;a special TANF contingency fund between 2009 and 2011 to cover increasing costs. Since then, employment rates among TANF beneficiaries have tracked mostly with national employment rates—with little evidence of TANF helping beleaguered poor people back into the workforce at appreciable levels. (One caveat: TANF recipients are much more likely to report barriers to work like illness, disability, or work as a caregiver.)&lt;/p&gt;&lt;figure class=\"u-block-center\"&gt;&lt;img alt=\"\" height=\"394\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2018/01/atlas_ByXAgP0Hf2x/be575cb80.png\" width=\"700\"&gt;&lt;/figure&gt;&lt;p align=\"center\"&gt;***&lt;/p&gt;&lt;p&gt;What exists now is the shrunken remnant of a program that once served as the cornerstone of the American anti-poverty system. The value of cash benefits and the number of beneficiaries have receded over time, with little to show in the way of improved outcomes for people in poverty. Indeed, it might be appropriate to say that the replacement of AFDC with TANF has actually contributed to the continued entrenchment of the deepest levels of poverty in the United States. According to the CBPP report, TANF now only lifts about a third of the enrolled families out of “deep poverty” that AFDC did. That analysis supports the findings of a 2013 working paper &lt;a href=\"http://npc.umich.edu/publications/u/2013-06-npc-working-paper.pdf\"&gt;from the National Poverty Center&lt;/a&gt; that found the number of people living on less than $2 a day increased from 636,000 in 1996 to 1.65 million in 2011.&lt;/p&gt;&lt;p&gt;A 2017 &lt;a href=\"http://www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=22533&amp;amp;LangID=E\"&gt;special United Nations envoy&lt;/a&gt; examining extreme poverty in the United States observed that “rates of extreme poverty (i.e., living on less than $2 per day per person) are also increasing, again because of declining employment as well as growing ‘disconnection’ from the safety net.” What’s more, the report also found that with stagnating wages and increasing costs of living, welfare and other means-tested programs are far from guaranteed income streams that incentivize dependency. In fact, they aren’t even really anti-poverty programs at all: They often barely provide subsistence for people who work minimum-wage jobs.&lt;/p&gt;&lt;p&gt;With TANF rapidly disappearing as a benefit even among those on the margins of American poverty, it’s really just SNAP and Medicaid keeping most of the nonelderly poor afloat. And degraded food-stamps, housing, and public health-insurance programs could have even more visceral effects than the loss of cash assistance. Sanctions for people who can’t work or can’t easily pass an increasingly difficult eligibility test don’t just mean the loss of a check—they mean the loss of meals, the loss of a home, the inability to get to a doctor, or worse.&lt;/p&gt;&lt;p&gt;If TANF is a useful model for the kind of entitlement reform that the country might embark upon over the next few years, many Americans can expect the federal safety net to functionally cease to exist within their lifetimes.&lt;/p&gt;&lt;img src=\"http://feeds.feedburner.com/~r/AtlanticNational/~4/f3VYd5CK6TA\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><author><name>Vann R. Newkirk II</name><uri>http://www.theatlantic.com/author/vann-newkirk/?utm_source=feed</uri></author><media:content url=\"https://cdn.theatlantic.com/assets/media/img/mt/2018/02/RTR1WW4/lead_960.jpg\"><media:credit>Gary Cameron / Reuters</media:credit></media:content><title type=\"html\">The Real Lessons From Bill Clinton's Welfare Reform</title><link href=\"http://feedproxy.google.com/~r/AtlanticNational/~3/f3VYd5CK6TA/\" rel=\"alternate\" /><published>2018-02-05T10:14:07-05:00</published><updated>2018-02-05T16:17:33-05:00</updated><id>tag:theatlantic.com,2018:50-552299</id><summary type=\"html\">The 1996 creation of the Temporary Assistance for Needy Families program effectively killed cash assistance. Now, Republicans want to use it as a model for the rest of the social safety net.</summary><feedburner:origLink>https://www.theatlantic.com/politics/archive/2018/02/welfare-reform-tanf-medicaid-food-stamps/552299/?utm_source=feed</feedburner:origLink></entry></feed>\r\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "ETag": "n2RWm3bsYBfk3pVunu3y7sHO490",
    "Content-Type": "text/xml; charset=UTF-8",
    "Cache-Control": "private, max-age=0",
    "Server": "GSE",
    "X-XSS-Protection": "1; mode=block",
    "Last-Modified": "Sun, 18 Feb 2018 15:55:16 GMT",
    "Content-Encoding": "gzip",
    "Date": "Sun, 18 Feb 2018 16:50:05 GMT",
    "X-Content-Type-Options": "nosniff",
    "Expires": "Sun, 18 Feb 2018 16:50:05 GMT"
  },
  "response_url": "http://feeds.feedburner.com/AtlanticNational"
}