{
  "requested_url": "http://feeds.webservice.techradar.com/us/rss/news/gaming",
  "fetched_at": "2018-02-18T22:20:47.174728",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.feedburner.com/~d/styles/itemcontent.css\"?><rss xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" version=\"2.0\">\r\n  <channel>\r\n    \r\n    <title>TechRadar: Gaming news</title>\r\n    <description>TechRadar UK latest feeds</description>\r\n    <link>http://www.techradar.com/rss/news/gaming</link>\r\n    <copyright>(c)2018 Future Publishing Ltd</copyright>\r\n    <generator>Future Syndication Engine 1.159</generator>\r\n    <lastBuildDate>Sun, 18 Feb 2018 16:30:07 +0000</lastBuildDate>\r\n    <image>\r\n      <url>http://assets.futurecdn.net/img/future-tag.png</url>\r\n      <title>TechRadar - Gaming news</title>\r\n      <link>http://www.techradar.com/rss/news/gaming</link>\r\n    </image>\r\n    <atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.feedburner.com/techradar/gaming-news\" /><feedburner:info uri=\"techradar/gaming-news\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><item>\r\n      <title>Best PC gaming chair 2017: the best gaming chairs to play in comfort</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/2WADe9IfRHE/best-pc-gaming-chair-5-best-chairs-to-game-in-comfort</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/best-pc-gaming-chair-5-best-chairs-to-game-in-comfort</guid>\r\n      <description>If you're looking to upgrade from your plain old chair, check these out.</description>\r\n      <pubDate>Fri, 16 Feb 2018 20:30:55 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>Are you tired of hunching over your desk while gaming? Then it&#x2019;s time to kick back and get comfy in one of the <a href=\"http://www.techradar.com/news/computing/pc/10-of-the-best-desktop-pcs-of-2015-1304391\">best PC</a> gaming chairs 2017 has to offer, because when you&#x2019;re sitting at your throne, you have every right to be royally comfortable. Then again, we get that it&#x2019;s easier to grow complacent with your old clunker of a seat than to take the time to browse your options endlessly for an upgrade.&#xA0;</p><p>For that reason, in classic TechRadar fashion, we&#x2019;ve assembled buying guide for you. Being completely candid, there are a lot of gaming chairs you can choose from right now. Some are disguised as more traditional office chairs, donning all-black, &#x2018;real leather&#x2019; designs, such is the case with our number one pick, the noblechairs Epic Real Leather. Others are intended to make you look like a race car driver, which is dope even if you&#x2019;re mainly playing MOBAs.</p><p>Whatever your personal style and fashion taste, you can trust our opinions on the six best PC gaming chairs around. We don&#x2019;t mean to brag, but we&#x2019;ve done our fair share of sitting, and we&#x2019;ve done so in all of the following <a href=\"http://www.techradar.com/news/computing/pc/10-of-the-best-gaming-pcs-you-can-buy-in-2015-1304263\">gaming PC</a> chairs at that. After hours of deep contemplation, you will find our top picks below. From the biggest names in video game-centric seatware, including Nitro and Vertagear, you won&#x2019;t find anything out of place.</p>\n<p><img  id=\"XN9xtDyFnTYURiyQ6KbQaG\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/XN9xtDyFnTYURiyQ6KbQaG.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>The king of gaming chairs, noblechairs' flagship Epic Real Leather lives up to its name, as it is both epic and is mostly made of real (rather than faux) leather. If you're looking for a no-compromises gaming throne that looks, feels and even smells expensive, this is it.</p><p>From the cross-thatched embroidery adorning the lower back position to the red logo on the seat, it's the fine details that will make you want to drag strangers walking past outside into your home just to show it off.</p><p>This fine piece of German engineering is surprisingly quick and easy to set up considering the trouble we had putting some of the other chairs on this list together, which is owed to its quality parts and solid construction from top to bottom.</p><p>Just be very careful not to put your hands anywhere near the metal seat mechanism before the back rest is attached, as one accidental press of that lever and it's capable of slicing off a finger or two. Read the instructions thoroughly, folks.</p><p>Once set up, the chair is a dream to sit on. A combination of durable leather, a sturdy metal frame and high-density cold foam upholstery all add to its comfort levels, whether you're sat bolt upright or reclining back at its full 14-degree position.</p><p>If we have any complaints, they're directed at its polyutherane arm rests which feel a little substandard considering the premium quality found everywhere else. Oh, and make sure your room is big enough to give the Epic Real Leather room to breathe – this sizeable gaming chair isn't suitable for cubicle-sized dens.</p>\n<p><img  id=\"wDTigh6K729XPwELKYUh6U\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/wDTigh6K729XPwELKYUh6U.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>Corsair is known for making popular and high-end PC components and gaming peripherals. It&#x2019;s only fitting, then, that they dip their toes into the gaming chair game &#x2013; and they may have made one of the best gaming chairs yet. Covered top to bottom in breathable PU leather with neck and lumbar pillows wrapped in microfiber, you&#x2019;ll be able to game both in comfort and style. And with its rollerblade-style wheels, you&#x2019;ll be able to move it around on any surface without having to worry about scratching up your floor.&#xA0;</p>\n<p><img  id=\"tt35EV28Dbom7XG5WSDu3k\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/tt35EV28Dbom7XG5WSDu3k.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>It&#x2019;s a testament to noblechair&#x2019;s ability to make fantastic gaming chairs that two of its products occupy the top spots in our list of the best gaming chairs. The Icon gaming chair is more affordable that the flagship Epic Real Leather, but it&#x2019;s still a premium gaming chair, and easily one of the most comfortable seats we&#x2019;ve tested.</p><p>The luxury materials and attention to detail makes the Icon range of gaming chairs look &#x2013; and feel &#x2013; superb, and the additional headrest pillow that slips over the top of the chair, adds to this comfort. The Icon gaming chair also comes with a bolster support pillow that rests against the bottom of your back. However, we actually felt the seat was more comfortable without it. Luckily, it&#x2019;s easily removed, and it&#x2019;s a nice extra if you do need that support.</p><p>The chair comes in separate parts, with all the nuts, bolts and tools you need to set it up. Easy to follow instructions makes building the noblechairs Icon pretty simple &#x2013; though like the Epic Real Leather, keep your fingers away from the metal seat mechanism while building!</p><p>Once built, the noblechairs Icon gaming chair feels wonderful to sit on. The adjustable arms, along with the height adjustments, allow you to set the chair up to be as comfortable as possible. It&#x2019;s clear that noblechairs has put a lot of thought and time into designing the Icon gaming chair, and it&#x2019;s certainly paid off, as this is one of the best gaming chairs money can buy. If you have the budget, we strongly recommend you treating yourself to this luxury item.</p>\n<p><img  id=\"dundNVUahA4To5456FdCKG\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/dundNVUahA4To5456FdCKG.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>The white and blue edition of Vertagear’s Racing Series S-Line SL4000 Gaming Chair is definitely one of the more striking chairs we’ve had the pleasure of testing. </p><p>In fact, it’s now become a common occurrence for people walking through the office to comment on it, and to ask whether its occupant has won some sort of prize. </p><p>During the setup of the chair, finding a screw hole within the chair’s back was something of a challenge, and lead to the whole process taking around an hour, but once the chair was together it feels sturdy and well made, and is comfortable to sit in for long periods. </p><p>It certainly looks nice when you first get it set up as well, but you’re going to have to be prepared to clean it regularly if you want its white leather to stay white over time, since this chair is a magnet for dirt. </p><p>But if you’re prepared to pay the price for a sleek white chair, the SL4000 from Vertagear is a great option. </p>\n<p><img  id=\"i3XzXkJxeyM3AARkbWdjJG\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/i3XzXkJxeyM3AARkbWdjJG.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>The Epic Gaming Chair from noblechairs is the best choice for the classier gamer. It features a faux leather covering inspired by car seats combining both comfort and a high-end look to make one of the best gaming chairs money can buy. It looks low-key and the black design is far more elegant than some of the other brightly colored options on this list.</p><p>While it’s a leather design, it’s 100% vegan friendly so anyone can buy this chair and use it for their gaming on a daily basis. Even those of a larger height will find the Epic Gaming chair a comfortable seat while gaming for long periods of time and the fully adjustable height and position will allow you to sit back and relax while also being ready to strike in those decisive gaming moments.</p>\n<p><img  id=\"CKm4FSHdJJjyvbNwKEwqPG\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/CKm4FSHdJJjyvbNwKEwqPG.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>For those looking for some extra space in their seating arrangement the Vertagear Racing Series PL6000 is a must-have.</p><p>Specially designed to provide both added width and height, it’s a delight for those with larger frames with a solid base and impressive range of movement.</p><p>The wheelbase is smooth and responsive on both carpet and hard floors, while the adjustable headrest provides additional comfort for the neck. One week point to the design comes in the form of the lumbar pillow, which doesn’t have a proper way of attaching over the rear of the chair, which means it sits right at the base of your spine.</p><p>Assembly wasn’t relatively straightforward, but we’d advise that it’s a two-person job - so grab your co-op buddy for some real life two player action.</p>\n<p><img  id=\"q3pmwvNfak9q5SUL2WUqNG\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/q3pmwvNfak9q5SUL2WUqNG.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>The C80 Pure Series Gaming Chair is a great-looking, comfy gaming chair that could easily double up as an office chair. It looks more expensive than it actually is - this is all because of some decent design flourishes. For instance, the look of the C80 has been inspired by a racing car seat but instead of leather it uses polyurethane.</p><p>And so as not to max the price out by using carbon, a carbon &#x2018;look&#x2019; has been created. The chair is sturdy, though it lacks precision in the adjustments it offers. But it&#x2019;s comfy and breathable too - thanks to the use of &#x2018;moulded cold foam&#x2019; - &#xA0;allowing for long hours of gaming without discomfort. A word of warning: assembly nearly had us tearing our hair out. It&#x2019;s definitely a two-person job.</p><p>Or three, if you can rope another friend in to set fire to the instructions. We ended up ignoring the accompanying guide and putting it together using our own judgement. This added time but at least it meant the chair was built and not destined for the scrapheap.</p>\n<p><img  id=\"GUYbeWCPiqYyEiFLmFDoKE\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/GUYbeWCPiqYyEiFLmFDoKE.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>It can be hard to find a gaming chair that always matches the ... uh, decor of your room. Racing stripes and loud color palettes might be perfect for some tastes, but sometimes a more subtle look may be the route to go. If your gaming area is the same location that you do your business work when you&apos;re at home, Respawn&apos;s Respawn-115 Racing Style Gaming Chair is the happy compromise. It has the basic sculpt of traditional gaming chairs including lumbar support padding, reclining back and adjustable arms, but has an exterior visage that works for offices, too. &#xA0;The only small gripe we have with the chair is that the lumbar support isn&apos;t connected to the chair in any way which means you&apos;ll need to re-adjust it every time you leave your seat. Small problems aside, though, this is a fantastic-looking gaming chair for the more mature gaming audience.</p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/2WADe9IfRHE\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Kane Fulton,Matt Hanson]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/8nmGJsrQ6apc3Qrshe2Jri.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/best-pc-gaming-chair-5-best-chairs-to-game-in-comfort</feedburner:origLink></item>\r\n    <item>\r\n      <title>The GammaNow app earns you rewards in Overwatch when you’re not using your processor</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/i4VVtVdRVKQ/the-gammanow-app-earns-you-rewards-in-overwatch-when-youre-not-using-your-processor</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/the-gammanow-app-earns-you-rewards-in-overwatch-when-youre-not-using-your-processor</guid>\r\n      <description>PC gamers can also get rewards in Hearthstone and League of Legends, too.</description>\r\n      <pubDate>Fri, 16 Feb 2018 16:41:42 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>A new app is offering PC gamers the chance to put their CPU to good use when it would otherwise be idling, effectively selling spare processor power in exchange for in-game rewards in the likes of <a href=\"http://www.techradar.com/news/gaming/overwatch-review-1322640\">Overwatch</a>.</p><p>Aura has launched the GammaNow app (though it&#x2019;s still in beta), which when installed on a PC will use the processor &#x2013; only when it&#x2019;s not otherwise occupied &#x2013; to contribute to the Aura Network (a fresh blockchain effort going up against <a href=\"https://www.techradar.com/how-to/how-to-mine-ethereum-on-your-pc\">Ethereum</a>).</p><p>In exchange for this CPU usage, the user gets GammaPoints which can be traded for in-game credits or skins and other extras in games such as Overwatch, Hearthstone, and League of Legends. And also potentially discounts on hardware and e-sports tickets.</p><p>Investors in the project include Mark Pincus, founder of Zynga, and Kai Huang who co-founded RedOctane, the outfit responsible for Guitar Hero.</p>\n<h3>Miner malfunction</h3>\n<p>Huang commented: &#x201C;Ironically, my son installed a malware infested cryptocurrency miner on my work computer the same day that GammaNow came across my desk.</p><p>&#x201C;Not only did I now have first-hand experience with the need for a project like GammaNow, but I was incredibly eager to get involved because GammaNow combines two of today&apos;s most active communities &#x2013; gaming and crypto &#x2013; in a smart way that can create the next big thing.&#x201D;</p><p>Indeed, no one can have failed to notice the <a href=\"https://www.techradar.com/news/your-computer-could-be-being-used-to-mine-for-cryptocurrency\">rise of rogue cryptocurrency mining scripts</a> on websites in recent times, and it&#x2019;s good to see some legitimate schemes allowing you to engage your CPU in a manner which generates a reward.</p><p>If you fancy partaking, you can grab the GammaNow app <a href=\"https://www.gammanow.com/\" rel=\"nofollow\" target=\"_blank\">here</a>, but remember, as mentioned it&#x2019;s still in beta form.</p>\n<ul ><li>Gamers may want to upgrade to one of our <a href=\"http://www.techradar.com/news/computing-components/graphics-cards/best-graphics-cards-1291458\">best GPUs</a></li></ul><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/i4VVtVdRVKQ\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Darren Allan]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/AjTNHBDpL3nAxnZT8W9Xea.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/the-gammanow-app-earns-you-rewards-in-overwatch-when-youre-not-using-your-processor</feedburner:origLink></item>\r\n    <item>\r\n      <title>The best PS4 Pro deals and bundles in February 2018</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/4HQ7fQmv4hY/ps4-pro-deals-1328247</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/gaming/consoles/ps4-pro-deals-1328247</guid>\r\n      <description>All the latest PS4 Pro bundles and your questions answered.</description>\r\n      <pubDate>Fri, 16 Feb 2018 11:41:00 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>If you&apos;re looking for a PS4 Pro deal or bundle to dive into the world of 4K gaming, we&apos;re here to find you the absolute best price out there. At this time of year, we&apos;re seeing some healthy discounts. They&apos;re selling fast though, so if you see a deal you like, be sure to bag it before it&apos;s too late.</p><p>Below you&apos;ll find all of the latest and best PS4 Pro prices from the big name stores in our comparison chart. There&apos;s not too much difference in price between retail stores this time of year, but we&apos;re constantly on the lookout for the latest deals and bundles. Looking to buy in Australia? You&apos;ll want to take a look at our <a href=\"http://www.techradar.com/news/the-best-australian-ps4-pro-deals-this-month\"><strong>AU page</strong></a>.</p><p>If you&apos;d prefer a standard PS4, then check out our <a href=\"http://www.techradar.com/news/gaming/consoles/ps4-pre-order-guide-prices-game-bundles-and-where-you-can-get-it-1319490\" target=\"_blank\">PS4 bundles</a> page. Don&apos;t forget to top up your subscription with one of our discounted <a href=\"http://www.techradar.com/news/playstation-plus-deals\" target=\"_blank\">PlayStation Plus deals</a> too.</p><p>So keep this page bookmarked to stay informed of the latest PS4 Pro bundles when they arrive. If you&apos;re looking for more information on the PS4 Pro, take a look at our handy Q&amp;A below the bundles.</p>\n<h3>PS4 Pro bundle deals (USA)</h3>\n<h3>PS4 Pro bundle deals (UK)</h3>\n<p>Need an extra controller on the cheap? Take a look at the <a href=\"http://www.techradar.com/news/gaming/consoles/dualshock-4-deals-find-a-cheap-ps4-controller-today-1298590\" target=\"_blank\"><strong>best DualShock 4 deals.</strong></a></p><p>We also have a guide to the best <a href=\"http://www.techradar.com/news/gaming/consoles/playstation-vr-deals-1323002\" target=\"_blank\"><strong>PlayStation VR deals</strong></a> too.</p>\n<p><img  id=\"9mtmJpnJDRjvZhRJk7DUYL\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/9mtmJpnJDRjvZhRJk7DUYL.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<h3>Cheap PlayStation Plus deals</h3>\n<p>If you&apos;re buying a PS4 Pro, you&apos;ll probably need a cheap PlayStation Plus deal too. PlayStation Plus (aka PS Plus or PS+) allows you to play PS4 games online, along with access to the Instant Game Collection, a bunch of free games for PS4, PS3 and Vita each month. The default price for a year is &#xA3;40. We&apos;ve shopped around for you though and found a range of prices. So check out our guide of you want the best <a href=\"http://www.techradar.com/news/playstation-plus-deals\" target=\"_blank\"><strong>PlayStation Plus deals</strong></a>.</p>\n<h3>What is the PS4 Pro?</h3>\n<p>Essentially, the PS4 Pro is an upgrade of the PS4, rather than a 'next-gen' console. The keywords to take in from the PS4 Pro are 4K and HDR. The new machine will allow game developers to include 4K options in their games, so expect the like of Uncharted 4, Call of Duty: Infinite Warfare, Days Gone, Horizon: Zero Dawn and more to look even better on a 4K TV.</p><p>HDR, or High Dynamic Range is the other buzzword to be excited about as the PS4 Pro will allow for extra detail to be seen on a range of games and also a wider range of colors not usually displayed by traditional HD TVs.</p>\n<h3>Will my old PS4 games work on PS4 Pro?</h3>\n<p>Absolutely. If you're planning on upgrading to a PS4 Pro from an older PS4, all of your games will still work. Not every title will be patched to take advantage of the new 4K/HDR capabilities, but the default upscaling (if you have a 4K TV) will more than likely see some improvement to the visuals and the improved console power may give the frame-rate a boost on some titles.</p>\n<h3>What else can I watch in 4K/HDR on PS4 Pro?</h3>\n<p>The PS4 Pro is compatible with 4K and HDR, and the content options for both are increasing all the time on services like Amazon Prime Instant Video and Netflix. Sony has already confirmed there will be hundreds of hours of 4K Netflix content at launch. There's a lot of free 4K content on the YouTube app too.</p>\n<h3>Does the PS4 Pro support 4K Blu-rays?</h3>\n<p>No. This was a  surprise if we're honest, especially as the new <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/xbox-one-1153153/review\" title=\"Xbox One\" data-atoaf=\"true\" >Xbox One</a> S console does. It's a bit of a gamble for Sony, but at the same time, 4K Blu-rays are very expensive for now and many consumers look to digital services to provide their 4K movies and TV content.</p>\n<h3>Do I need a 4K TV to run a PS4 Pro?</h3>\n<p>No, the PS4 Pro will still work on a regular 1080p TV, you won't get the benefits of upscaling or HDR though. You may see a slim amount of extra detail, or frame-rate boost, but we wouldn't expect a massive leap.</p><p>If you are thinking of buying a 4K TV soon, then it's probably a good idea to splash out on the PS4 Pro instead of the regular or new PS4 Slim as it'll future proof you for a while. Be sure to look out for a TV that supports HDR too, in order to take full advantage of the PS4 Pro's capabilities.</p>\n<h3>Will PlayStation VR be better on the PS4 Pro?</h3>\n<p>Early reports say yes. The PlayStation VR frame-rate is better on PS4 Pro and the resolution gets a bit of a bump too. PlayStation VR will certainly work on the older PS4s, you don't need a PS4 Pro to get involved there.</p>\n<h3>Does the PS4 Pro have optical audio support?</h3>\n<p>Yes! The optical audio output has been removed from the PS4 Slim though, which is a massive shame. PS4 Pro owners though will still be able to use optical connections for their soundbars and sound systems.</p>\n<h3>What are the best games on PS4 Pro?</h3>\n<p>We&apos;ve dived through our back catalog of PS4 games that have received a PS4 Pro update patch to see which ones look the best and have a noticeable difference. Take a look at our extensive feature - <a href=\"http://www.techradar.com/news/best-ps4-pro-games\" target=\"_blank\"><strong>The best PS4 Pro games</strong></a>.</p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/4HQ7fQmv4hY\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Brendan Griffiths]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/e3718d26f76710a69dc1f3406ea44aaa.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/gaming/consoles/ps4-pro-deals-1328247</feedburner:origLink></item>\r\n    <item>\r\n      <title>The best Xbox One X bundles and deals in February 2018: where to buy the 4K Xbox</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/3ty8DZEeWQA/xbox-one-x-deals-price-bundles</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/xbox-one-x-deals-price-bundles</guid>\r\n      <description>We're rounding up all the latest Xbox One X offer info right here.</description>\r\n      <pubDate>Fri, 16 Feb 2018 03:12:44 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>So you&apos;re looking for an Xbox One X bundle? You&apos;re in luck as we&apos;ve tracked down the latest prices for you. We had to dig pretty hard, but we&apos;ve also found some rare deals with discounted games too.&#xA0;</p><p>There are still plenty of <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/xbox-one-1153153/review\" title=\"Xbox One\" data-atoaf=\"true\" >Xbox One</a> X deals available despite an initial surge of orders during the original pre-order phase and launch in late 2017. After years of waiting, Microsoft finally officially unveiled the <a href=\"http://www.techradar.com/reviews/xbox-one-x\"><u>Xbox One X</u></a> at E3 2017. Formerly known as Project Scorpio, this is the full 4K HDR upgrade Xbox One owners have been waiting for.</p><p>So where can you buy an Xbox One X? Fear not 4K-hungry gamers, we&apos;ve listed the links below for a reliable collection of UK and US retailers. First up, we&apos;ve given a shout out to stores that have standalone console stock available to order, followed by a selection of the best-looking Xbox One X bundles with extra games included.</p><p>If you&apos;re after information on the Australian deals, <a href=\"http://www.techradar.com/news/the-best-australian-xbox-one-x-deals-this-month\">head over to our Australian page</a>.</p>\n<h3>Xbox One X deals (USA)</h3>\n<ul ><li><a href=\"https://www.amazon.com/Xbox-One-X-1TB-Console/dp/B074WPGYRF\" target=\"_blank\"><strong>Xbox One X $499.99 @ Amazon</strong></a></li><li><a href=\"https://www.microsoft.com/en-us/store/d/xbox-one-x-1tb-console/8nq33jvv1s9v\" target=\"_blank\"><strong>Xbox One X $499.99 @ Microsoft</strong></a></li><li><a href=\"https://www.gamestop.com/browse?nav=16k-3-xbox+one+x,28zu0\" target=\"_blank\"><strong>Xbox One X bundles @ GameStop</strong></a></li><li><a href=\"https://www.newegg.com/Product/Product.aspx?Item=68-105-193\" target=\"_blank\"><strong>Xbox One X $499 @ Newegg</strong></a></li></ul>\n<h3>Xbox One X deals (UK)</h3>\n<ul ><li><a href=\"https://www.smythstoys.com/uk/en-gb/video-games-and-tablets/xbox-one/xbox-one-consoles/xbox-one-x-1tb-console/p/162513\" target=\"_blank\"><strong>Xbox One X &#xA3;429.99 @ Smyths</strong></a></li><li><a href=\"https://www.amazon.co.uk/Xbox-One-X-1TB-Console/dp/B01GVN15IA\" target=\"_blank\"><strong>Xbox One X &#xA3;429.99 @ Amazon</strong></a></li><li><a href=\"https://www.microsoft.com/en-gb/store/d/xbox-one-x-1tb-console/8nq33jvv1s9v\" target=\"_blank\"><strong>Xbox One X &#xA3;449.99 @ Microsoft</strong></a></li><li><a href=\"https://www.johnlewis.com/microsoft-xbox-one-x-console-1tb-with-wireless-controller-black/p3254322\" target=\"_blank\"><strong>Xbox One X &#xA3;449.95 @ John Lewis</strong></a></li><li><a href=\"http://www.very.co.uk/xbox-one-x-1tb-console-plus-optional-extra-wireless-controller-andor-12-months-xboxnbsplive/1600217196.prd\" target=\"_blank\"><strong>Xbox One X &#xA3;449.99 @ Very</strong></a></li><li><a href=\"https://www.tesco.com/direct/microsoft-xbox-one-x-1tb-4k-console/234-7189.prd\" target=\"_blank\"><strong>Xbox One X &#xA3;449 @ Tesco</strong></a></li><li><a href=\"http://www.game.co.uk/en/hardware/xbox-one-x-consoles?merchname=Hub-_-XboxOneX-_-XboxOneX\" target=\"_blank\"><strong>Xbox One X &#xA3;439.99 + bundles @ Game</strong></a></li><li><a href=\"http://ao.com/product/cyv00007-xbox-games-game-console-black-52873-291.aspx\" target=\"_blank\"><strong>Xbox One X &#xA3;449 @ AO</strong></a></li></ul>\n<h3>Xbox One X bundles (USA)</h3>\n<p>Last week&apos;s Monster Hunter World bundle has been snapped up, once again leaving the US Xbox One X bundle scene in a dire state. Sure there are some &apos;bundles&apos; out there, but we&apos;re going to avoid showing you ones where they cost more than buying the games separately on their own.</p>\n<h3>Xbox Box One X bundles (UK)</h3>\n<h3>What is the Xbox One X price?</h3>\n<p>You might want to sit down for this one. The Xbox One X costs $499 in the US. UK gamers can expect to get their currency converters in a twist again, as you&apos;re paying &#xA3;449 instead of the direct conversion of around &#xA3;390. Naturally, these prices don&apos;t include any games, unless a retailer is feeling generous.</p>\n<h3>Why should I buy an Xbox One X?</h3>\n<p>Just to be clear, this is not what you&apos;d call a &apos;next-gen&apos; console. Instead it&apos;s a powerful upgrade over the current Xbox One lineup. To simplify things, it&apos;s akin to Sony&apos;s PS4 Pro. Both consoles are aimed at gamers with a 4K HDR TV who want the best graphical performance possible on their favored console. There will be modest performance boosts on non-4K TVs too, but you&apos;re kind of missing the point without a 4K HDR TV.</p><p>As things stand the Xbox One X will play all Xbox One games and we&apos;re not expecting to see any games released exclusively for the Xbox One X (or so we&apos;ve been told), so there&apos;s certainly no reason to throw away your Xbox One S yet.</p><p>The Xbox One X is the most powerful console ever made though, even outshining some of the specs of the PS4 Pro. But given the huge asking price, you&apos;d hope as much. The Xbox One X is making bold claims about true native 4K gaming though with its upcoming titles and if you have a 4K TV with High Dynamic Range (HDR) technology, the Xbox One X is ready to seriously impress with the likes of Forza Motorsport 7, Metro: Exodus and Anthem set to be true jaw-droppers in the graphics department.</p>\n<h3>Where can I buy an Xbox One X?</h3>\n<p>Most of the usual big name retailers are stocking the Xbox One X. Prices this close to launch are all very similar for now, but as we move forwards, we&apos;ll start to see stores chipping away at the price to try to get an edge over the competition.&#xA0;</p><p>Keep an eye on the highlighted Xbox One X bundles above and our comparison chart, which we&apos;ll keep up to date on the latest prices for the Xbox One X on its own. So feel free to bookmark us and check in again soon to see if we&apos;ve found the deal that&apos;s right for you. Fingers crossed the bundles get better soon, especially in the US where we&apos;re not seeing massive software discounts so far.</p>\n<h3>What is the Xbox One X release date?</h3>\n<p>It&apos;s here now! The Xbox One X came out on November 7 2017. That was a worldwide release date too. It&apos;s a solid time of year to cash in on the Christmas shopping season.</p>\n<h3>Will there be Xbox One X deals are Christmas?</h3>\n<p>We wouldn&apos;t expect many (if any) discounts on the hardware to be honest. At best you might get a game or two thrown in for free or cheaper than buying them separately.</p><p>If the Xbox One X is in short supply though, don&apos;t expect retailers to want to discount anything. It&apos;s more likely they&apos;ll add multiple games to a bundle and sell it at full RRP. Don&apos;t believe us? Have you tried to find a decent <a href=\"http://www.techradar.com/news/nintendo-switch-deals\">Nintendo Switch deal</a> lately? If you&apos;re after a massive bargain, we expect Sony to be tearing the price of the <a href=\"http://www.techradar.com/news/gaming/consoles/ps4-pro-deals-1328247\">PS4 Pro deals</a> to shreds to tempt gamers over to the blue team of 4K gaming.</p>\n<h3>What if I don&apos;t care about 4K or want to save money?</h3>\n<p>The standard Xbox One S is a fantastic games console and you&apos;ll easily be able to get one with a few games for around $250/&#xA3;250 or less. There are cheap deals all year round on our <a href=\"http://www.techradar.com/news/xbox-one-deals-us\">Xbox One deals</a> and <a href=\"http://www.techradar.com/news/gaming/consoles/ps4-pre-order-guide-prices-game-bundles-and-where-you-can-get-it-1319490\">PS4 deals</a> pages.</p>\n<h3>Only kidding. I want 4K HDR in my face right now.</h3>\n<p>4K TVs with HDR are nowhere near as expensive as you&apos;d think. The prices have come down much faster than the original HD TVs, so you can get a decent model for a low price. Hell we&apos;ve seen some nice ones for less than the price of the Xbox One X itself (what a ridiculous world we live in). For the best of the best, take a look at our <a href=\"http://www.techradar.com/news/television/best-tv-2013-what-tv-should-you-buy-this-year-709255\">best TV</a> article. UK gamers, we&apos;ve also rounded up the <a href=\"http://www.techradar.com/news/television/hdtv/cheap-tvs-and-tv-deals-1171772\">best cheap 4K TV deals</a> too.</p>\n<h3>How big is the hard drive in the Xbox One X?</h3>\n<p>For now, the only option available is the 1TB option, that&apos;s 1000GB of storage. There are no official plans for larger versions, but we wouldn&apos;t be surprised to see these come along in 2018.&#xA0;</p><p>With some 4K-friendly update patches to games coming in at over 100GB, we certainly wouldn&apos;t hold out for a cheaper 500GB Xbox One X, as it&apos;d be a bit pointless to be honest.&#xA0;</p><p>We think gamers are going to fill up the 1TB Xbox One pretty soon. Thankfully the Xbox One X is compatible with external hard drives using USB 3.0. So if you need some extra storage, check out our list of the <a href=\"http://www.techradar.com/news/best-external-desktop-and-portable-hard-disk-drives\">best external hard drives</a>.</p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/3ty8DZEeWQA\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Brendan Griffiths]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/swfvBoHf6AMxdkzEutrBaX.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/xbox-one-x-deals-price-bundles</feedburner:origLink></item>\r\n    <item>\r\n      <title>The 19 best online games you should play today</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/mTnixjtmfBQ/best-online-games-top-10-online-games-you-should-play-today-1311776</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/internet/web/best-online-games-top-10-online-games-you-should-play-today-1311776</guid>\r\n      <description>If you're looking to kill some time, these are the best online games you can play today.</description>\r\n      <pubDate>Thu, 15 Feb 2018 22:12:00 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>In the real world, most <a href=\"https://www.techradar.com/news/gaming/10-best-pc-games-the-must-play-titles-you-can-t-afford-to-miss-1292327\">PC games</a> cost a lot of money. In some cases, they do so while failing to keep you engaged for extensive periods of time. As a direct result, a lot of games that you have to pay for tend to lead to boredom more often than they solve it. That&#x2019;s where the best online games come in.&#xA0;</p><p>Otherwise known as Flash or HTML games, these titles are designed to keep you occupied when you&#x2019;re at work or if you&#x2019;re unemployed because you spent too much time playing them at work. In other words, they&#x2019;re usually time killers. Because they don&#x2019;t serve a purpose other than to distract you from the humdrum nature of everyday life, you won&#x2019;t find that even the best of the best online games are life-changing feats.</p><p>That said, bearing in mind that the point of gaming is to be fun, the best online games do succeed in that regard. They range from mindless entertainment &#x2013; such as Slither.io and Robot Unicorn Attack to grind fests like Runescape. No matter what it is you&#x2019;re looking for, you&#x2019;ll find something down your alley somewhere along the next 19 slides.</p><p><strong>Gabe Carey also contributed to this article</strong></p>\n<p><em>Linux, Windows or Mac - which one is best for you? Watch our guide video below!</em></p>\n<p>Not everyone is a fan of golf as a real-life event, but we think we can safely assume there&apos;s a spot in everybody&apos;s heart for golf if it&#x2019;s a bit on the crazy side.&#xA0;</p><p>Wonderputt is a game that&apos;ll take you to the kind of mini golf courses you have only imagined with mini ski slopes, UFOs, lily pads and herds of sheep that eat the grass to uncover a new green for you to play on.&#xA0;</p><p>The game has a bit of a puzzle box design, so, even if you can see the whole course from the outset of the game, after you beat each hole it evolves and changes to become somewhat different and unmask new sections. It inspires a sense of awe, taking a game that&apos;s already fun in real life and adding a unique twist you&apos;ll only find in a game world.</p>\n<ul ><li><a href=\"http://www.miniclip.com/games/wonderputt/en/\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>If Frank Zappa developed video games, they would look something like Frog Fractions.</p><p>Created by Berkeley developer Jim Crawford, this game is an ode to the surrealist comedy of Jeff Minter and Ron Gilbert.&#xA0;</p><p>We don&apos;t want to get too deep into what Frog Fractions actually is because it&apos;s at its strongest when you go in with no clue of what&apos;s about to go down. It&#x2019;s fair to say that, on the surface level, it appears to be a dumb and nondescript game. But, when you delve deeper, it has so much more to offer in the most crazy and hilarious ways possible.&#xA0;</p><p>Make sure you have the volume cranked to get the whole story.</p><p>Frog Fractions actually ended up being so successful that it spawned a sequel, though it released in the most Frog Fractions way possible: inside of another game. You can <a href=\"http://store.steampowered.com/app/536890/Glittermitten_Grove/\" target=\"_blank\">buy Glittermitten Grove on Steam</a> today, wherein Frog Fractions 2 will live forever.</p>\n<ul ><li><a href=\"http://twinbeard.com/frog-fractions/\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>Bomberman on the original PlayStation was one of the best crafted and most addictive multiplayer games ever to be created. Game of Bombs seeks to emulate this virtual drug. And, as an added bonus, to get the multiplayer experience you&apos;ll no longer need to fish around a drawer of knotted cables for a MultiTap &#x2013; just go to the website and play a gigantic version of Bomberman online with players from around the globe. Oh, the joys of the digital world!</p>\n<ul ><li><a href=\"http://gameofbombs.com\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>This text-based online multiplayer zombie game is filled with little in-jokes. Upon starting the game you&apos;re greeted with the cheerful message &quot;Be positive! You&apos;re going to die. Every time.&quot;&#xA0;</p><p>In the top right is actual server time and, when that hits 23:00, the zombies will come out to play. During the daylight hours, you and the other players must work together to build defenses for the following night reminiscent of Fortnite. This game is surprisingly involving and you&apos;ll constantly have to remind yourself that it&apos;s not really impacting your life but you&apos;ll definitely become invested in the online community.</p>\n<ul ><li><a href=\"http://die2nite.com\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>If you haven&apos;t played any of Czech developer Amanita Design&apos;s games, then you are missing out on some of the quirkiest, funny and elaborate point-and-click puzzlers of recent memory.&#xA0;</p><p>The third game in this space-aged series is was released back on March 24 on <a href=\"http://store.steampowered.com/app/421120/Samorost_3/\">Steam</a>, but you can play the one that started it all back in 2003 for completely free. Chapter One of Samorost 2 is also <a href=\"http://samorost2.net/\">online</a>. And, be sure to check out their other games, <a href=\"http://machinarium.net/\">Machinarium</a>, <a href=\"http://amanita-design.net/plachy_trpaslik/\">Shy Dwarf</a> and <a href=\"http://botanicula.net/\">Botanicula</a>.</p>\n<ul ><li><a href=\"http://amanita-design.net/samorost-1/\" target=\"_blank\">Play it here</a></li></ul>\n<p>Get ready to invest a lot of time into this one.This isn&apos;t your average top-down tower defence game; this is more like if you took Zelda and crossed it with Crash Bandicoot. Collect supplies, build bases and explore dungeons, you get the idea. It can be installed as an app from the Chrome Web Store or played online in any browser using HTML5.</p>\n<ul ><li><a href=\"https://ga.me/games/polycraft\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>Described by the developers as &apos;The Ultimate Tribute To The NES&apos; most of the jokes will probably only ring true if you are above a certain age. But, that&apos;s not to say that younger people won&#x2019;t find something to love here &#x2013; if you appreciate a good toilet joke, you have a place here.</p><p>Written by the team behind the comedy website <a href=\"http://www.i-mockery.com/\">I-Mockery</a>, it stars Abobo who is actually a standard recurring mid-boss in classic &#x2018;80s beat-em-up Double Dragon. His son is kidnapped and he must battle his way through various NES-themed levels to rescue him. It&apos;s all done with warm affection to Mario, Zelda, Contra and Mega Man.</p>\n<ul ><li><a href=\"http://abobosbigadventure.com/\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>Do you like tanks? Deathmatches? Then Tanki might well be the browser game you&#x2019;re looking for. Visually, it&apos;s kind of like an updated Quake, with several Deathmatch arenas, some covered in snow, others filled with various greenery. The goal, at the end of the day, is very similar to quake: destroy as many tanks as you can. There is a plethora of turret upgrades; leave enemies cold with the freeze gun or pound them repeatedly with the dual shot and rail gun.</p><p>Maneuvering the tank is a little wonky but ultimately rewarding. The turret rotates separately from the base so it&apos;s possible to move one way while shooting in a completely different direction, much like a real tank. There are several game variants including Team Deathmatch and Capture The Flag. It looks great, too, kind of like a high-res PS2 or Dreamcast title.</p>\n<ul ><li><a href=\"http://tankionline.com/\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>A lot of popular Steam games and console titles owe their popularity to sites like Miniclip and Newgrounds, hosts to countless free-to-play titles from small studios with marginal publishing budgets.&#xA0;</p><p>Few of these success stories ring as true as Superhot, a first-person shooter developed in Unity where time comes to a standstill when you do, giving you plenty of time to form coherent strategies. In a sense, Superhot blends elements of both popular FPS games with turn-based strategy mechanics for a genuinely unique and fun browser-based experience.</p>\n<ul ><li><a href=\"http://www.miniclip.com/games/superhot/en/\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>It&#x2019;s eat or be eaten in Slither.io, the HTML5 game where your cursor controls a reptilian long boy (also known as a snake) to eat dots in order to become an even longer boy. It&#x2019;s much like Pac-Man, in that the goal is to eat as many dots as possible with the ultimate goal of winding up on a leaderboard. The challenge lies in the way of avoiding other snakes. Because if you touch one, you will die.</p><p>Your score is measured by the length of your snake, the longest of which, at the time writing, is about 20,000 points. If your snake makes its way into the top 10, it will then be featured prominently on the leaderboard. There isn&#x2019;t much nuance beyond that, aside from the fact that you can change the skin outfitting your snake to one of several different colors and styles. It&#x2019;s a simple game, but one that&#x2019;s perfect for the workplace due to the lack of clicking required.</p>\n<ul ><li><a href=\"http://slither.io/\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>Like Superhot, Spelunky has humble beginnings. Originally developed by Derek Yu as freeware and remade for the Xbox 360 in July 2012, the game was ported to HTML 5 by Darius Kazemi (and made available as a <a href=\"https://chrome.google.com/webstore/detail/spelunky-html5/mhagnkphcmpkmabhocgimoncfaihkpof?hl=en\">Chrome app</a>) shortly after. Because it was created in GameMaker, Spelunky may not be visually impressive, but its randomly generated environments and brutal permadeath system qualify it as a modern classic.</p><p>The goal of the 2D platformer is to collect as much loot as possible in a series of underground tunnels. Sounds easy, right? Wrong. Populated by obstacles like traps and enemies of various species, Spelunky&apos;s world is as challenging as it is addictive.&#xA0;</p><p>Luckily, by default, you&apos;re equipped with a whip and your own two feet with which you can besiege enemies. And, if that&apos;s not enough, you can always be resourceful and use surrounding objects as weapons. Good luck.</p>\n<ul ><li><a href=\"http://tinysubversions.com/game/spelunky/\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>Runescape is a free-to-play massively multiplayer online role-playing game, and it may not seem that important on the surface, but it&apos;s actually a huge deal. Documented by the Guinness World Records, Runescape is known as the world&apos;s most popular free MMORPG, with over 200 million registered players, as well as the most frequently-updated game.</p><p>Like many MMOs, the latest version of Runescape &#x2013; namely Runescape 3 &#x2013; takes place in a medieval setting, filled with queens, goblins and, perhaps most importantly, dragons (and we can&#x2019;t forget to mention the chickens). It&apos;s not exactly an example of fine art in terms of its visuals, but for a game that&apos;s been around for over 15 years how could it be?</p><p>As long as you&apos;re equipped with some recent edition of Java, you should be set to start fighting, trading and even playing mini-games with other players in the world of Gielinor. Be careful, though, as Runescape is infamous for being highly addictive.</p>\n<ul ><li><a href=\"http://www.runescape.com/\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>If you recently played <a href=\"http://www.techradar.com/news/gaming/doom-review-1321626\"><u>Doom</u></a>, or are excited for the upcoming <a href=\"http://www.techradar.com/news/wolfenstein-ii-the-new-colossus-release-date-trailer-and-news\"><u>Wolfenstein II: The New Colossus</u></a>, you may be wondering how developer id Software got its start. Well, look no further than Wolfenstein 3D. Though it wasn&apos;t the first title to come from superstar duo John Carmack and John Romero, Wolfenstein 3D was essentially the basis of the entire first-person shooter (FPS) genre.</p><p>Although it&apos;s a far cry from, well, Far Cry, Wolfenstein 3D is often considered the first true FPS by purists. Kill Nazis and see how gaming has improved since 1994 in this important snippet of history. Experience Wolfenstein 3D for yourself completely free of charge, courtesy of the Internet Archive.</p>\n<ul ><li><a href=\"https://archive.org/details/msdos_Wolfenstein_3D_1992\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>There are few games as close to their source material as The Hitchhiker&apos;s Guide to the Galaxy. Created by the writer of the original novel, Douglas Adams, in conjunction with Infocom&apos;s Steve Meretsky, the game is more of a historical relic than a piece of software which stands the test of time.&#xA0;</p><p>A text-based adventure, The Hitchhiker&apos;s Guide to the Galaxy was originally released in 1984 for Apple II, MS-DOS and Commodore 64, among other platforms. Since it&apos;s only vaguely based on parts of the book, you&apos;re sure to have a unique experience that Douglas Adams so lovingly tailored to us so many years ago.</p>\n<ul ><li><a href=\"http://www.bbc.co.uk/programmes/articles/1g84m0sXpnNCv84GpN2PLZG/the-hitchhikers-guide-to-the-galaxy-game-30th-anniversary-edition\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>On the surface, Spaceplan is yet another repetitive clicking game designed as a means to distract you from the tasks at large. But dust off that geometrical cover and you&apos;ll realize there&apos;s something really special about this game.</p><p>If you&apos;re not one for games that take themselves too seriously, Spaceplan is for you. In fact, you spend most of your time fixing a ship using an interface called the &quot;Thing Maker,&quot; which, as the name suggests, lets you build things to repair your ship and navigate through space. Once you get a few &quot;things&quot; up and running, the core game mechanic works on its own.</p><p>You&apos;ll spend most of your time waiting as you do other stuff (like your job, for example) as you accumulate watts used to power your things. It&apos;s the perfect game to keep open in another tab to poke at for a few seconds when your boss is looking the other way. The witty dialog is merely a bonus.</p>\n<ul ><li><a href=\"http://spaceplan.click/\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>Our Instagram feeds may be filled with unicorn bagels, unicorn ice cream, and unicorn hair but the only thing we care about is unicorn robots.&#xA0;</p><p>Robot Unicorn Attack is a simple endless-runner that will hold your attention for hours. It&apos;s been popular online for a while and there&apos;s good reason for that. It&apos;s simultaneously stylish and silly but it&apos;s utterly addictive. Something that&apos;s helped by the inclusion of Erasure&apos;s &apos;Always&apos; endlessly looping in the background. It should be grating but somehow it only improves the game.&#xA0;</p><p>You&apos;ll always want to be with it, and make believe with it, and live in harmony, harmony, and love.&#xA0;</p><p><a href=\"http://www.adultswim.com/games/web/robot-unicorn-attack\" target=\"_blank\">You&apos;ll find it free to play right here.&#xA0;</a></p>\n<p>If you&#x2019;re a fan of indie music, then you&#x2019;ve probably heard of Japanese Breakfast. This rising star of the indie scene, in promotion of her sophomore album, released this retro-styled turn-based RPG.&#xA0;</p><p>Not only does Japanese Breakquest have great music, as you would expect from a game ostensibly made by a musician, but it also has a ton of cool indie references scattered around that will delight anyone who is a fan of that kind of music.</p><p>The game basically expands on the story for Japanese Breakfast&#x2019;s &#x201C;Machinist&#x201D; music video, wherein she is stuck on a spaceship, where she tries to build a mechanical body for her AI lover. It&#x2019;s a little bizarre, but it&#x2019;s lighthearted and fun throughout, and even has midi versions of all of the songs off of her 2017 album &#x201C;Soft Sounds From Another Planet&#x201D;</p><p>While the game&#x2019;s target audience might be indie fans, there&#x2019;s still plenty of charm that will affect anybody who plays it.</p>\n<ul ><li><a href=\"http://japanesebreakfast.rocks/BreakQuest/index.html\" rel=\"nofollow\" target=\"_blank\">Play it here</a></li></ul>\n<p>What do you get when you take a classic arcade game and make it controllable entirely through keyboarding skills? That&#x2019;s right, you get ZType.&#xA0;</p><p>This deceptively brilliant browser game takes the simplistic formula of Asteroids, and replaces the joystick with your keyboard, spitting ships down at you that you can only take out by quickly typing the words attached to them.&#xA0;</p><p>It might sound easy but as the waves get higher and higher, the game only gets more difficult. This means that you&#x2019;ll need to type quickly (and accurately) in order to make it to the higher levels. Eventually you&#x2019;ll start getting extremely long words that&#x2019;ll fire one-letter missiles at you that you have to take out in order to proceed.&#xA0;</p><p>Plus, I mean, you can legitimately use the excuse &#x201C;it&#x2019;s educational&#x201D;. What&#x2019;s not to love?</p>\n<ul ><li>Play it <a href=\"http://zty.pe\" target=\"_blank\">here</a></li></ul>\n<p>There aren&#x2019;t a lot of story-driven browser games to choose from, so when one suddenly pops up, our interest is naturally piqued. A Dark Room is an homage to classic text-based adventure games, so its interface is primitive, but intentionally so.&#xA0;</p><p>Initially, the story takes you to a cold room where all you can do is light a fire and keep it going. Meanwhile, the text on the left side of the screen explains everything that&#x2019;s going on around you, and eventually A Dark Room opens up more ways to interact with its heavy survival-based narrative.&#xA0;</p><p>Along the way, you&#x2019;ll have to make choices that impact the events that take place in A Dark Room. Likewise, you&#x2019;ll have to decide whether to keep playing or get back to work.</p>\n<ul ><li><a href=\"http://adarkroom.doublespeakgames.com/\" rel=\"nofollow\" target=\"_blank\"><u>Play it here</u></a></li></ul><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/mTnixjtmfBQ\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Henrietta Rowlatt,Emma Boyle]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/5UzJQ5YZ8UstyewxHxNpSG.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/internet/web/best-online-games-top-10-online-games-you-should-play-today-1311776</feedburner:origLink></item>\r\n    <item>\r\n      <title>Best gaming laptops 2018: the 10 top gaming laptops we've reviewed</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/tpExyFxcKbw/best-gaming-laptops-top-5-gaming-notebooks-reviewed-1258471</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/mobile-computing/laptops/best-gaming-laptops-top-5-gaming-notebooks-reviewed-1258471</guid>\r\n      <description>The best gaming laptops you can buy, always up to date with the latest hardware configurations.</description>\r\n      <pubDate>Thu, 15 Feb 2018 22:10:00 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>So, you want to buy the best gaming laptop ever conceived? Maybe you enjoy the flaming hot looks of a <a href=\"http://www.techradar.com/news/computing/pc/10-of-the-best-gaming-pcs-you-can-buy-in-2015-1304263\"><u>gaming PC</u></a>, but prefer the portability of a notebook that can be brought along anywhere and everywhere. Admittedly, we don&#x2019;t blame you. It&#x2019;s easy to say you could get a better value if you simply built your own computer, but then you would be missing out on more than the time it would take to do so. You would be sacrificing that sweet, sweet mobility.&#xA0;</p><p>Of course, you could buy a Nintendo Switch or a 3DS (or &#x2026; a Vita?) if on-the-go gaming is what you&#x2019;re after. However, the best gaming laptop on the market has a leg up on just about every handheld money can buy. Instead of being limited to a library of games limited to the past five, or even one year(s), any mobile PC gaming rig will grant you immediate access to nearly every PC game that has ever been released. That goes without mentioning emulators of classic retro systems, legally ambiguous as they may be.</p><p>So, whether you&#x2019;re in dire need of a laptop that&#x2019;s as qualified for work as it is play, or you&#x2019;re in the market for a setup dedicated to gaming and streaming, we have exactly the recommendations that you crave. As we&#x2019;ve tested, reviewed and subsequently ranked every gaming laptop on this list, we hope to provide trustworthy recommendations that promote the very best gaming laptops with the best value overall.</p>\n<p><img  id=\"aVJYnow5kyS8vKcDQAWXHA\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/aVJYnow5kyS8vKcDQAWXHA.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>Kicking Nvidia&#x2019;s Max-Q technology off right, the Asus Zephyrus GX501 combines the heralded thinness of an Ultrabook with the performance of a <a href=\"http://www.techradar.com/news/computing/pc/10-of-the-best-gaming-pcs-you-can-buy-in-2015-1304263\"><u>gaming PC</u></a> to bring the best of both worlds to your feet. Despite exhibiting subpar times in our battery life benchmarks, this svelte powerhouse of a notebook is one for the books when it comes to both portability and style. Plus, it&#x2019;s virtually silent if noise is a cause for distraction in your everyday routine.</p><p><strong>Read the full review:</strong> <a href=\"http://www.techradar.com/reviews/asus-rog-zephyrus\">Asus ROG Zephyrus GX501</a></p>\n<p><img  id=\"xBmAEA4EdKs7FaMuvbqJYH\" name=\"\" caption=\"\" alt=\"best gaming laptop\" src=\"http://cdn.mos.cms.futurecdn.net/f489cfd31501b9d3873e5efa32f5ce58.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<p>You may not be able to stick a bigger hard drive in it later, but the Razer Blade is otherwise built for stamina and, of course, high quality visuals. On top of boasting a battery life of over 7 and a half hours, it can handle up to 4K Ultra HD gaming with the help of a Razer Core V2 external graphics box and a spare monitor. Or you could opt for the more recently added integrated 4K display option. Either way, you&#x2019;re in for a treat, we assure you.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/us/reviews/pc-mac/laptops-portable-pcs/laptops-and-netbooks/razer-blade-1326321/review\">Razer Blade</a></p>\n<p><img  id=\"C7Rc77eBvo2TfWH4sXMpUG\" name=\"\" caption=\"\" alt=\"Best gaming laptops\" src=\"http://cdn.mos.cms.futurecdn.net/bf20bd5c2294ade84abd646aada7d238.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<p>The Asus Strix GL502 may not boast the most innovative design, swapping out the usual black and red color scheme for one that makes it feel like Halloween year-round. But, it&apos;s undoubtedly one of the best when it comes to gaming in 1080p. In fact, we were able to crank the settings all the way up in Overwatch without taking a hit below 60fps. The battery life is janky, sure, but the screen, performance and onboard sound system more than make up for it.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/us/reviews/pc-mac/laptops-portable-pcs/laptops-and-netbooks/asus-rog-strix-gl502-1326519/review\">Asus ROG Strix GL502</a></p>\n<p><img  id=\"Qx92t8pr8pyft6s89eTdNj\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/Qx92t8pr8pyft6s89eTdNj.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>Unlike most laptops its size, the Alienware 13 R3 bears a hinge-forward design. By moving the heat sinks behind the screen, the chassis is allowed to be thinner, at 0.81-inch (0.22cm). Unfortunately, this means you won&#x2019;t find many 13-inch laptop bags that will actually suit the Alienware 13 R3. While you may be tempted by the inclusion of a full-size Nvidia GeForce GTX 1060, it&#x2019;s the OLED touch display that caught our attention.&#xA0;</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/alienware-13-r3\">Alienware 13 R3</a></p>\n<p><img  id=\"YZTDzJgFphGNRFRrHyHnca\" name=\"\" caption=\"\" alt=\"best gaming laptop\" src=\"http://cdn.mos.cms.futurecdn.net/YZTDzJgFphGNRFRrHyHnca.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<p>At long last, Razer has introduced a true desktop replacement that won&#x2019;t weigh you down. Measuring in at only 0.88 inches thick with the option between a 17-inch 1080p display running at 120Hz or a G-Sync-laden 4K touchscreen, the Razer Blade Pro also introduces the company&#x2019;s ultra-low-profile mechanical switches to a notebook for the first time ever. That&#x2019;s a deal that&#x2019;s only sweetened by an unusual trackpad placement that makes it comfier to boot.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/razer-blade-pro-2016\">Razer Blade Pro</a></p>\n<p><img  id=\"s8bdheSxDUKjjca5GGwgE8\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/s8bdheSxDUKjjca5GGwgE8.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>For less than a grand and a half, you might not think it, but the Gigabyte SabrePro 15 is a bargain. In its price range, you won&#x2019;t find a laptop with this level of performance. Although it&#x2019;s only available in one configuration, the GTX 1060 is a nice change of pace considering most affordable gaming laptops struggle to run triple-A games beyond medium settings. That goes without mentioning the fantastic RGB keyboard and Microsoft Precision Touchpad.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/gigabyte-sabrepro-15\"><ins>Gigabyte SabrePro 15</ins></a></p>\n<p><img  id=\"eVFEUVMMJdZjqkPcUYoXBb\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/eVFEUVMMJdZjqkPcUYoXBb.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>To be frank, Alienware hasn&#x2019;t been a name typically associated with value. That seems to be changing with the Alienware 17 R4, which bears so many different customization options when it comes to specs that you can practically name your own price. Bespeckled with all of the signature elements we&#x2019;ve come to expect from the brand, such as RGB backlit-accents and tons of ventilation, our only real qualm with the Alienware 17 R4 is a disappointing battery life.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/pc-mac/laptops-portable-pcs/laptops-and-netbooks/alienware-17-1327696/review\"><ins>Alienware 17 R4</ins></a></p>\n<p><img  id=\"ZN9ZMq5Dn3KFpTNXYK96Ea\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/ZN9ZMq5Dn3KFpTNXYK96Ea.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>If you prefer your laptops to be thin, light and inexpensive while featuring lengthy battery life performance, the Asus ROG G703 isn&#x2019;t for you. This hulking gargantuan of a gaming notebook takes the specs of a desktop PC and condenses them ever-so-slightly into a package that can more or less be carried anywhere. At 10.6 pounds (4.8kg) and with a 17.3-inch screen, it won&#x2019;t fit in a backpack, but its graphics card and processor will impress, as will its excellent inputs.</p><p><strong>Read the full review:</strong> <a href=\"http://www.techradar.com/reviews/asus-rog-g703\">Asus ROG G703</a></p>\n<p><img  id=\"eWx6EbZAYy5UgHVWTgHakX\" name=\"\" caption=\"\" alt=\"best gaming laptops\" src=\"http://cdn.mos.cms.futurecdn.net/eWx6EbZAYy5UgHVWTgHakX.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<p>For those uninitiated, there are few names in gaming hardware as positively recognized as Gigabyte. The Aero 15X is further proof that all the credit is well deserved. It&#x2019;s expensive, but no more so than the bulk of gaming laptops we see using Nvidia&#x2019;s Max-Q design technology today. That means that the Gigabyte Aero 15X packs an Nvidia GeForce GTX 1070 into a frame that&#x2019;s under 0.8 inches thick &#x2013; thin enough to qualify as an Ultrabook.</p><p><strong>Read the full review:</strong> <a href=\"https://www.techradar.com/reviews/gigabyte-aero-15x\">Gigabyte Aero 15X</a></p>\n<p><img  id=\"HXoJydp7bXR7MqH7NLpQjB\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/HXoJydp7bXR7MqH7NLpQjB.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>It&#x2019;s not the laptop it used to be, but the latest Dell Inspiron 15 7000 Gaming is still worth mentioning as a result of its low-cost barrier to entry and relatively high specs considering its innovative design. Mind you, it&#x2019;s powered by Nvidia&#x2019;s Max-Q technology, which makes it thinner than ever, even if it&#x2019;s simultaneously heavier than its predecessor. As long as you opt for one of the higher storage configurations, you won&#x2019;t be disappointed by this budget gaming laptop&#x2019;s hardy specs.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/dell-inspiron-15-7000-gaming-2017\">Dell Inspiron 15 7000 Gaming</a></p>\n<p><em>Watch the video below for the top 7 things to consider when buying a laptop.</em></p>\n<p><strong>Gabe Carey has also contributed to this article</strong></p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/tpExyFxcKbw\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Kevin Lee]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/7e9fc4311edb3dde06b3229de1bf0e68.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/mobile-computing/laptops/best-gaming-laptops-top-5-gaming-notebooks-reviewed-1258471</feedburner:origLink></item>\r\n    <item>\r\n      <title>SNES Mini is back in stock for £69.99</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/ehylw7AOj4w/snes-mini-is-back-in-stock-for-6999</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/snes-mini-is-back-in-stock-for-6999</guid>\r\n      <description>Could this be your last chance to buy a SNES Mini?</description>\r\n      <pubDate>Thu, 15 Feb 2018 11:23:37 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>The <a href=\"http://www.techradar.com/reviews/snes-classic-mini\">SNES Mini</a> was almost impossible to get hold of late last year as Nintendo&apos;s production line turned into yet another omnishambles. If you managed to avoid temptation on over-priced eBay units though, your time has come today as we&apos;re seeing multiple reputable retailers stocking the tiny retro console at the RRP of &#xA3;69.99.</p><p>Don&apos;t let other retailers pull the wool over your eyes with their &apos;offers&apos;. Some are charging the re-invented RRP of &#xA3;79.99, and Game is selling it for that price and pretending it&apos;s an offer down from a non-existent price of &#xA3;99.99. Tut and indeed, tut.</p><p>With newfound stock available at so many retailers now, you might be tempted to hold out for a genuine discount off the &#xA3;69.99 RRP, but that could end up being a bit of a gamble if Nintendo isn&apos;t set on producing many more units. We&apos;ve listed the current retailers below stocking the SNES Mini at the proper &#xA3;69.99 price if you don&apos;t want to risk missing out on this classic piece of gaming history.</p>\n<p>The rumour machine is really starting to make some noise about a potential N64 Mini next - hopefully, Nintendo won&apos;t be so stingy on the production line. If that does get announced though, expect production of the SNES Mini to stop, if it hasn&apos;t already.</p>\n<ul ><li><a href=\"http://www.techradar.com/news/nintendo-64-classic-mini-what-we-want-to-see\"><strong>Nintendo 64 Classic Mini: what we want to see</strong></a></li><li><a href=\"http://www.techradar.com/news/nintendo-switch-deals\"><strong>The best Nintendo Switch deals</strong></a></li></ul><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/ehylw7AOj4w\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Brendan Griffiths]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/5ykU765MZ4csh4AY7XVMrU.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/snes-mini-is-back-in-stock-for-6999</feedburner:origLink></item>\r\n    <item>\r\n      <title>The best PlayStation VR prices, bundles and sales in Australia (February 2018)</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/PXmqjMMKVOk/the-best-playstation-vr-prices-bundles-and-sales-in-australia</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/the-best-playstation-vr-prices-bundles-and-sales-in-australia</guid>\r\n      <description>We've sifted through all the sales to bring you the best prices on PlayStation VR headsets, camera and Move controllers.</description>\r\n      <pubDate>Thu, 15 Feb 2018 06:12:04 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>As VR slowly crawls towards the mainstream, units such as the <a href=\"http://www.techradar.com/reviews/gaming/playstation-vr-1235379/review\">PlayStation VR</a> continue to see more impressive price drops and even more impressive dedicated titles.&#xA0;</p><p>Falling in well under the price point of the <a href=\"http://www.techradar.com/reviews/gaming/gaming-accessories/oculus-rift-1123963/review\">Oculus Rift</a> and <a href=\"http://www.techradar.com/reviews/wearables/htc-vive-1286775/review\">HTC Vive</a>, the PSVR headset is an excellent option for those who already own a console or want a system capable of regular gaming as well.</p><p>On this page, we&apos;ve sifted through prices and sales on the PlayStation VR headset itself, and any other bundle it may be wrapped up in. We&apos;ve also got the PlayStation Camera, <strong>which you need in order to use the PSVR headset</strong>, and the Move motion controllers which are used in some VR games.&#xA0;</p><p>If you&apos;re looking for the ultimate console to go with your PSVR, check out our <a href=\"http://www.techradar.com/news/the-best-australian-ps4-pro-deals-this-month\" target=\"_blank\">PS4 Pro deals</a>.</p>\n<ul ><li><a href=\"http://www.techradar.com/how-to/playstation-vr-your-launch-guide-to-sonys-console-vr-headset\" target=\"_blank\">PlayStation VR: Your guide to Sony&apos;s console VR headset</a></li></ul>\n<p><img  id=\"xWGxqp3LGCGtRPiNgtkzBT\" name=\"\" caption=\"\" alt=\"cheap playstation vr deals\" src=\"http://cdn.mos.cms.futurecdn.net/5d88e1deeaa4e72d7df151042dfa8be0.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<h3>PlayStation VR headset deals</h3>\n<p>Below, you&apos;ll find our automatically updating list of PlayStation VR headsets, so that if there are any price drops from certain retailers (we&apos;re looking at you JB Hi-Fi), you&apos;ll be able to find the best price as it changes.&#xA0;</p><p>If the list happens to be empty, it could well be that the somewhat-scarce stock supply has run dry, so check further down for bundles or check back in within a week or two to see if the stores have been resupplied.</p>\n<h3>PlayStation VR bundles</h3>\n<p><img  id=\"CaiGiQ5HWK7ah6wBCHBeiK\" name=\"\" caption=\"\" alt=\"cheap ps4 camera\" src=\"http://cdn.mos.cms.futurecdn.net/CaiGiQ5HWK7ah6wBCHBeiK.png\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<h3>PS4 camera deals</h3>\n<p>Firstly, if you don&apos;t buy a PS4 Camera with your PlayStation VR headset, <strong>it will not work</strong>. So when considering your foray into the world of virtual reality, save yourself some dollars on the essentials and check out table below for any savings to be had on the camera. That&apos;s if you haven&apos;t already found it as part of a bundle above.</p>\n<p><img  id=\"3zp39kAWrh8eWE57tY83VT\" name=\"\" caption=\"\" alt=\"cheap ps move motion controllers\" src=\"http://cdn.mos.cms.futurecdn.net/b3aa8e5705136f27ca619120fb9bc3dd.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<h3>PlayStation Move controller deals</h3>\n<p>While the PlayStation Move controllers are an optional addition to the VR experience, there are many games that support the dedicated motion controller. However, most of these will allow you to use the standard DualShock PS4 controller in its stead, so don&apos;t feel too miffed if you don&apos;t score a sweet deal on these pink and blue disco-sticks.</p>\n<h3>PlayStation VR game deals</h3>\n<p>Keep an eye on this handy chart below as we&apos;ll update it with the latest prices for a wide range of PlayStation VR games. To compare prices on individual titles, click the &apos;View all deals&apos; button at the bottom of the chart.</p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/PXmqjMMKVOk\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Harry Domanski]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/27327d164c7da0d96ea696f10020a726.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/the-best-playstation-vr-prices-bundles-and-sales-in-australia</feedburner:origLink></item>\r\n    <item>\r\n      <title>The best PS4 prices, bundles and sales in Australia (February 2018)</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/RRdx48el54E/the-best-australian-ps4-deals-this-month</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/the-best-australian-ps4-deals-this-month</guid>\r\n      <description>Looking for a great deal on a PS4?</description>\r\n      <pubDate>Thu, 15 Feb 2018 00:20:16 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p><strong>UPDATED:</strong> JB Hi-Fi is crushing it with its PS4 bundle at the moment, giving you Shadow of the Colossus, Destiny 2 and Uncharted: The Lost Legacy alongside a console, so scroll down the page to check out the bundle details.</p><p>With the release of the <a href=\"http://www.techradar.com/news/the-best-australian-ps4-pro-deals-this-month\">PS4 Pro</a>, Sony&apos;s non-4K console has seen some incredibly competitive prices in both the bundles and the regular Slim model consoles. There&apos;s also the new white PlayStation 4 Slim which is looking cooler than ever, so we&apos;ve helped you out by rounding up the best prices below.</p><p>Below you&apos;ll find all of the absolute cheapest standalone PS4 deals from Australian retailers, followed by our pick of what we think are the bundle deals that offer the best value, so you can dive straight into the wealth of amazing PlayStation 4 games on offer right now.&#xA0;</p><p>The PS4 is currently in a number of different forms. Directly below, you&apos;ll find the best deals for the new PS4 Slim which has come in to replace the original model with a slimmer design (just like the <a href=\"http://www.techradar.com/news/the-best-australian-xbox-one-deals-this-month\">Xbox One S</a>).&#xA0;</p>\n<p><img  id=\"sFPBqcXviYHL8hxkEA4s2A\" name=\"\" caption=\"\" alt=\"cheap ps4 slim deals\" src=\"http://cdn.mos.cms.futurecdn.net/89db31dab4b7aaca86815459bf9a03be.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<h3>The best PS4 Slim deals:</h3>\n<p><strong>The PS4 Slim is... slimmer, quieter and smaller</strong></p><p>The new PS4 Slim effectively replaced the original PS4 when it launched in September 2016 for around $440 (500GB) or $510 (1TB). This smaller, lighter and more power efficient model also ends up being cheaper than the model it replaced, so there&apos;s little point looking out for the original model.&#xA0;</p><p>Check out the list below for up-to-date deals on the PS4 Slim.&#xA0;</p><p>However, as always the best deals come in the form of the bundles, so you should scroll further down this page as you may be able to nab one cheaper than a standalone console! The PS4 Slim is available in black or white. To <a href=\"http://www.getprice.com.au/video-game-consoles.htm\" target=\"_blank\"><u>compare PlayStation 4 prices</u></a> in real time, check out our picks below, or visit our sister site <a href=\"http://www.getprice.com.au/video-game-consoles.htm\" target=\"_blank\"><u>Getprice</u></a>.</p>\n<p><img  id=\"ob9NuBa2iWbXUx47cWEQv9\" name=\"\" caption=\"\" alt=\"cheap ps4 deals\" src=\"http://cdn.mos.cms.futurecdn.net/fa7eb049c94f414958305b0a805b48b6.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<h3>The best PS4 bundle deals</h3>\n<p>As is more often becoming the case, the most attractive way to get a cheap PS4 is with a bundle with extra hardware or extra games. These are the best PS4 bundle deals currently available in Australia &#x2013; we update these deals on a regular basis.</p>\n<p><img  id=\"9mtmJpnJDRjvZhRJk7DUYL\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/9mtmJpnJDRjvZhRJk7DUYL.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>Need an extra cheap PS4 controller? Don't forget to check our <a href=\"http://www.techradar.com/news/gaming/consoles/dualshock-4-deals-find-a-cheap-ps4-controller-today-1298590\"><strong>Best DualShock 4 deals</strong></a>. Or maybe a <a href=\"http://www.techradar.com/news/gaming/consoles/playstation-vr-deals-1323002\"><strong>cheap PlayStation VR deal?</strong></a></p>\n<p><img  id=\"dRn7eaYBM7JTQ8gGU2km78\" name=\"\" caption=\"\" alt=\"price hawk download\" src=\"http://cdn.mos.cms.futurecdn.net/9d8b11b635025b4f8ea1de3d26c578ec.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/RRdx48el54E\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Harry Domanski]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/WTPseQ6xG5shgV2gCDCzMb.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/the-best-australian-ps4-deals-this-month</feedburner:origLink></item>\r\n    <item>\r\n      <title>The best PS4 Pro prices, bundles and sales in Australia (February 2018)</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/cRB8aXQH3P8/the-best-australian-ps4-pro-deals-this-month</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/the-best-australian-ps4-pro-deals-this-month</guid>\r\n      <description>All the latest PS4 Pro deals and your questions answered.</description>\r\n      <pubDate>Wed, 14 Feb 2018 23:50:03 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p><strong>UPDATED: </strong>PS4 Pro bundles are thin on the ground, but you can score yourself a two-game bundle from EB Games eBay store including Destiny 2, so scroll down the page for more info on the best bundle.</p><p>Sony beat Microsoft to the punch with its new 4K gaming system, the <a href=\"http://www.techradar.com/news/gaming/consoles/playstation-4-pro-release-date-news-and-features-1328145\">PS4 Pro</a>, and you should definitely grab one.</p><p>Here you&apos;ll find the best prices around on the PlayStation 4 Pro console and any bundle deals available so you can score Sony&apos;s excellent 4K system and jump right into the amazing array of PS4 games available at the moment.</p><p>We&apos;ve got a dedicated page if you&apos;re looking for some <a href=\"http://www.techradar.com/news/the-best-playstation-vr-prices-bundles-and-sales-in-australia\">excellent prices on the PlayStation VR and PlayStation Camera</a>.</p>\n<p>Keep this page bookmarked and we&apos;ll update it with bundles as they arrive, or scroll further down if you&apos;ve got any burning questions about the new 4K PS4 Pro. To <a href=\"http://www.getprice.com.au/video-game-consoles.htm\" target=\"_blank\">compare PlayStation 4 Pro prices</a> in real time, check out our pick below, or visit our sister site <a href=\"http://www.getprice.com.au/video-game-consoles.htm\" target=\"_blank\">Getprice</a>.</p>\n<h3>The best PlayStation 4 Pro bundles</h3>\n<p>While Playstation 4 Pro bundles are constantly shifting from store to store, we&apos;ve listed and ranked the best current options from the major retailers below so you don&apos;t have to do the sniffing and scratching yourself.&#xA0;</p><p>Remember that the value of a bundle will ultimately come down to whether or not you were going to purchase the included game (or games) anyway and while some bundles are obviously better priced than others, you should check to see if that saving is worthwhile.</p>\n<p><img  id=\"cTZwswVu2hJnnggAYUyZPb\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/cTZwswVu2hJnnggAYUyZPb.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p><a href=\"http://www.techradar.com/news/gaming/consoles/dualshock-4-deals-find-a-cheap-ps4-controller-today-1298590\" target=\"_blank\"><strong>Need an extra controller on the cheap? Take a look at the best DualShock 4 deals.</strong></a></p>\n<p><img  id=\"cTZwswVu2hJnnggAYUyZPb\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/cTZwswVu2hJnnggAYUyZPb.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<h3>What is the PS4 Pro?</h3>\n<p>Although the PS4 Pro isn&apos;t a &apos;next-gen&apos; console necessarily, it is an upgrade of the PS4 and features the coveted 4K and HDR options that we&apos;re hearing so much about.&#xA0;</p><p>The new machine will allow game developers to include 4K options in their games, so expect the like of Uncharted 4, Call of Duty: Infinite Warfare, Days Gone, Horizon: Zero Dawn and more to look even better on a 4K TV.</p><p>HDR, or High Dynamic Range is the other buzzword to be excited about as the PS4 Pro will allow for extra detail to be seen on a range of games and also a wider range of colours not usually displayed by traditional HD TVs.</p>\n<h3>Will my old PS4 games work on PS4 Pro?</h3>\n<p>Yes. While not every game will be patched to take advantage of the new 4K/HDR capabilities, all of your old games will still work. Not only that, but the default upscaling (if you have a 4K TV) will likely see some improvements to the visuals and the boosted console power may give a slight nudge to the frame rates for some smoother play.</p>\n<h3>What else can I watch in 4K/HDR on PS4 Pro?</h3>\n<p>With services like Netflix and Amazon Prime Video adopting 4K and HDR, with an ever-growing library entering the services, the PS4 Pro will be excellent as a streaming and media hub for your home theatre. There&apos;s also a lot of free 4K content on the YouTube app, and Stan has plenty of 4K although no HDR-compatible content yet.</p>\n<h3>Does the PS4 Pro support 4K Blu-rays?</h3>\n<p>No. The <a href=\"http://www.techradar.com/news/the-best-australian-xbox-one-deals-this-month\">Xbox One S</a> does support them though, so this was a bit of a surprise from Sony. So if you&apos;re specifically after a 4K Blu-ray player then head over to the competition, but as many viewers are crossing over to streaming services for their digital viewing, this may prove a wise move from Sony in the long run.</p>\n<h3>Do I need a 4K TV to run a PS4 Pro?</h3>\n<p>You don&apos;t NEED a 4K TV, no. The PS4 Pro will still run as per normal on a regular 1080p TV, although you won&apos;t get the benefits of upscaling or HDR though. There&apos;s a chance you may see a frame-rate boost or a slim amount of extra detail, but we wouldn&apos;t expect a massive leap.</p><p>If your mind is on a 4K TV, then you should probably go with a Pro rather than a Slim as it&apos;ll future proof you for a while and, realistically, the price jump is worth the longevity. Be sure to look out for a TV that supports HDR too, in order to take full advantage of the PS4 Pro&apos;s capabilities.</p>\n<h3>Will PlayStation VR be better on the PS4 Pro?</h3>\n<p>Maybe. Early reports seem to suggest it will as the PlayStation VR frame-rate is better on PS4 Pro and the resolution gets a bit of a bump too. You don&apos;t need a PS4 Pro to use PlayStation VR but this increase in specs may contribute a little to the immersion.</p>\n<h3>Does the PS4 Pro have optical audio support?</h3>\n<p>Yes! Although the optical audio output has been removed from the PS4 Slim, PS4 Pro owners &#xA0;will still be able to use optical connections for their soundbars and sound systems.</p>\n<h3>What are the best games on PS4 Pro?</h3>\n<p>After scrounging through our back catalogue of PS4 games that have received a Pro update patch, we&apos;ve come up with a feature packed with the games that look the best and have a noticeable difference. Take a look at our extensive list - <a href=\"http://www.techradar.com/news/best-ps4-pro-games\" target=\"_blank\"><strong>The best PS4 Pro games</strong></a>.</p>\n<p><img  id=\"dRn7eaYBM7JTQ8gGU2km78\" name=\"\" caption=\"\" alt=\"price hawk download\" src=\"http://cdn.mos.cms.futurecdn.net/9d8b11b635025b4f8ea1de3d26c578ec.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/cRB8aXQH3P8\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Harry Domanski]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/e3718d26f76710a69dc1f3406ea44aaa.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/the-best-australian-ps4-pro-deals-this-month</feedburner:origLink></item>\r\n    <item>\r\n      <title>The best Nintendo Switch prices, bundles and sales in Australia (February 2018)</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/0tXvA0PXR0U/the-best-australian-nintendo-switch-deals-this-month</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/the-best-australian-nintendo-switch-deals-this-month</guid>\r\n      <description>Find out where you can buy the Nintendo Switch and find the best deals.</description>\r\n      <pubDate>Wed, 14 Feb 2018 23:30:44 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p><strong>UPDATE:</strong> There&apos;s a dearth of bundles on the streets at the moment, but you can get your console with a free copy of Just Dance 2018 from EB Games, so scroll on down for more info.</p><p>The latest console from Nintendo hasn&apos;t wavered too much in price since launch (check out our <a href=\"http://www.techradar.com/reviews/nintendo-switch\">Nintendo Switch review</a> to see why) but you can be sure that we&apos;ve found the best possible price on any consoles bundles or standalone units on this page. We&apos;ve also rounded up the best prices for extra Pro controllers, Joy-Con controllers, and even some cheap memory cards.</p><p>If a retailer does offer a sneaky discount, you&apos;ll be able to see it below thanks to our automatically-updating price comparison charts. As more outlets start offering Nintendo Switch bundles with extra games and controllers, we&apos;ll give the best ones a shout in this article too.</p>\n<h3>The latest Nintendo Switch deals:</h3>\n<p>Check out our live <a href=\"http://www.getprice.com.au/video-game-consoles.htm\" target=\"_blank\">Nintendo Switch price comparison</a> below for the latest and greatest Nintendo Switch prices, or visit our sister site <a href=\"http://www.getprice.com.au/video-game-consoles.htm\" target=\"_blank\"><ins>Getprice</ins></a>.</p>\n<h3>The best Nintendo Switch bundle deals</h3>\n<p>Bundles are always an excellent way to save money on games, controllers or extra hardware if you were planning on grabbing them anyway, and can sometimes even be cheaper than getting a console by itself. At the moment, these are thin on the ground given the Switch&apos;s recent release, but we&apos;ve scanned the web in search for the best deals and have listed them below</p>\n<h3>Nintendo Switch Q&amp;A</h3>\n<p>If you need to know more before you drop your dosh on the latest from Nintendo, here are some answers to your burning questions.</p>\n<h3>What are the Joy-Con controllers?</h3>\n<p>When you&apos;re buying a &#xA0;&apos;Joy-Con&apos; controller , you&apos;ll actually be getting a pair of controllers that you can attach to the sides of the Nintendo Switch when not in use or when playing in tablet form away from the TV.&#xA0;</p><p>If your Switch is docked, you can remove the Joy-Con and play with one in each hand. The left hand&#xA0;gets a controller with an analogue stick and d-pad, the right hand handles the one with a second analogue and the usual A, B, X and Y face buttons.</p>\n<h3>What&apos;s the Joy-Con Grip controller?</h3>\n<p>The Joy-Con Grip comes as an additional accessory that is used to join the two Joy-Con controllers in order to form something a little more solid for you to hold. It features extended handles and a plastic block in order to make the otherwise quite small and lightweight Joy-Con feel more akin to a standard controller. Thankfully, Nintendo is providing one in the box with the Switch, so you won&apos;t have to buy one separately.</p>\n<p><img  id=\"TXnKjkUKdVPGTSavYW3D63\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/TXnKjkUKdVPGTSavYW3D63.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<h3>Is there a Nintendo Switch Pro controller?</h3>\n<p>Yes there is, although it doesn&apos;t come with the console. Fortunately, you don&apos;t actually need this controller to play anything as it functions more as a premium option for those that feel more comfortable with a single, solid unit in their hands. Prices aren&apos;t cheap though, averaging around $99, although you can occasionally nab them for $89 or even $79. There&apos;s currently no sign of a Nintendo Switch Premium Edition console with a Pro controller included, but that could change over time.</p>\n<h3>Do I need to buy extra controllers for multiplayer on Nintendo Switch?</h3>\n<p>Maybe not! Given that the Joy-Con controller can be split in two, you can use each as a rudimentary controller when turned on its side due to each having an analogue stick and some form of face buttons. So far we&apos;ve seen 2K&apos;s NBA series, Snipper Clips and Mario Kart being used this way for local multiplayer in both docked and tablet modes.&#xA0;</p><p>However, if you want to play four-player games, then you&apos;re going to need to invest in an extra pair of Joy-Con controllers or, if you&apos;re really committed, a whole set of Pro controllers. You can buy the Joy-Cons as a pair which will save you a bit of dosh if that&apos;s your intention anyway, but if your friends own a Switch just get them to bring around theirs!</p>\n<h3>The Legend of Zelda: Breath of the Wild deals</h3>\n<p>The latest in the Legend of Zelda saga, The Breath of the Wild, has been raved about since launch, and remains the single largest reason to purchase a Switch. Typically, Zelda games don&apos;t drop in price in a hurry and, given how much the console is riding on this title&apos;s success, we can&apos;t see it dropping any time soon. You may be able to find it in a bundle, but otherwise take a look below at the best deals we&apos;ve found on offer.</p>\n<h3>Nintendo Switch Micro SD memory card deals</h3>\n<p>The Switch comes stock with only 32GB of internal storage, so you&apos;ll be wanting to pick up a cheap memory card or two if you&apos;re planning to make any digital purchases or just need room for the inevitable game-fixing patches. Don&apos;t fret though, they&apos;re actually surprisingly cheap, with even 64GB ones coming in at under $50.</p><p>Be on the look out for Micro SD cards which are also known as, depending on their size, MicroSDHC (up to 32GB) or MicroSDXC (up to a huge 2TB soon). Nintendo have their own branded cards but you&apos;ll be paying a slight premium for the labelling privelege. So for now, we&apos;d take a look at this range of cheap MicroSDXC Nintendo Switch-friendly cards.</p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/0tXvA0PXR0U\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Harry Domanski]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/rsHJYyzfe3iMEsqKdmpA4P.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/the-best-australian-nintendo-switch-deals-this-month</feedburner:origLink></item>\r\n    <item>\r\n      <title>Best gaming monitor 2018: the 10 best gaming screens of the year</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/uhJgYZTxaww/best-gaming-monitor</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/best-gaming-monitor</guid>\r\n      <description>With the best gaming monitors, your games will come alive in ways you can’t even imagine.</description>\r\n      <pubDate>Wed, 14 Feb 2018 23:30:00 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>There really is no experience quite like PC gaming. In the <a href=\"http://www.techradar.com/news/gaming/10-best-pc-games-the-must-play-titles-you-can-t-afford-to-miss-1292327\">best PC games</a> around right now, you can do and see things that are completely out of this world. And now, with all of the exciting and high-profile games coming out this year, you really should take a look at your monitor, and maybe think about picking up one of the best gaming monitors to truly elevate your experience. Because why would you do your PC games the disservice of playing on a sub-par display?</p><p>A lot of you may be asking what separates the best gaming monitors from the <a href=\"http://www.techradar.com/news/computing-components/peripherals/best-monitor-9-reviewed-and-rated-1058662\">best monitors</a>? Well, a lot of that answer is really going to come down to personal preference and the type of games you like to play. There are plenty of technologies and features packed into the best monitors, and the ones you need to pay attention to are going to change depending on the type of player you are. Are you trying to dominate the rest of the world in a competitive game like Counter-Strike: Global Offensive? Well, you&#x2019;ll need a monitor with low latency and a high refresh rate. Do you enjoy kicking your feet back and playing an immersive RPG like Lost Sphear? If you do, a 4K Ultra-HD gaming monitor is going to be right up your alley.</p><p>Admittedly, this is a bit much to take in, but don&#x2019;t fret, we here on the TechRadar editorial team have you covered. This list is jam-packed with all of the best gaming monitors you&#x2019;ll find in 2018. And, as an added bonus, every monitor on this list has been exhaustively tested by us here in-house, so you know that they&#x2019;ll be worth your money. So, whatever kind of panel you&#x2019;re looking for, no matter what kind of games you want to play &#x2013; or how you want to play them, we&#x2019;re confident you&#x2019;ll find the best gaming monitor for you.</p>\n<p><img  id=\"B4CivWPqqJC8DbKzqaui9W\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/B4CivWPqqJC8DbKzqaui9W.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>HDR has been a major selling point for the best TVs for a little while now, but it has been suspiciously absent form the best gaming monitors. Until now. The BenQ EX3501R takes HDR and runs with it, crafting a curved ultra-wide that is not only what we would deem &#x2018;attainable&#x2019;, but beautiful as well. BenQ bills this monitor as a &#x2018;video enjoyment monitor&#x2019;, but from the moment you launch your favorite HDR-enabled games, you&#x2019;ll see straight away why it tops our list of the best gaming monitors.</p><p><strong>Read the full review:</strong> <a href=\"http://www.techradar.com/reviews/benq-ex3501r\">BenQ EX3501R</a>&#xA0;</p>\n<p><img  id=\"b5NjmopyQRnnpiNQp4X3tR\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/b5NjmopyQRnnpiNQp4X3tR.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>There has never been an ultra-wide monitor that can simultaneously give you the unparalleled immersion that a 21:9 resolution affords, while also delivering a high refresh rate that&#x2019;s competitive with some of the best gaming monitors. Until now. Alienware has always had a reputation for delivering quality high-end equipment (at an equally high price point), and the Alienware AW3418DW is no exception. This monitor delivers a beautiful and colorful 21:9 display that will just suck you into whatever game you&#x2019;re playing, and it does this while offering a lightning-fast 4ms response time and a stunning 120Hz refresh rate &#x2013; making the AW3418DW truly the best of both worlds. However, all of these amazing features come with a premium price, and if you&#x2019;re looking to save a few bucks, this might not be the best choice &#x2013; regardless, it is the best gaming monitor you can buy today.</p>\n<p><strong>Read the full review:</strong> <a href=\"http://www.techradar.com/reviews/alienware-aw3418dw-gaming-monitor\">Alienware AW3418DW</a></p>\n<p><img  id=\"EHaTgbUUatwXStFPKecDi3\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/EHaTgbUUatwXStFPKecDi3.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>The Agon AG352UCG from AOC is a 21:9 AMVA panel that boasts a stellar 3,440 x 1,440 resolution and features G-Sync capabilities, solidifying it once and for all as the best gaming monitor in 2017. This means when paired with an Nvidia graphics card, this monitor uses G-Sync to eliminate screen tearing without adding stress to your PC hardware. What&#x2019;s more, you can expect better response times from the AOC Agon than its closest competitors, meaning less input lag in titles like Overwatch or Lawbreakers that rely on faster pacing. The only catches are that the AOC Agon is kind of large and a bit expensive as well. Coming in at 26 pounds (11.8kg) total, you&#x2019;ll want to be sure your desk can support it.&#xA0;</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/aoc-agon-ag352ucg-gaming-monitor\"><u>AOC Agon AG352UCG</u></a></p>\n<p><img  id=\"oMxArjCj8G5zzzgDhh59yA\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/oMxArjCj8G5zzzgDhh59yA.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>The BenQ PD3200U may be mainly aimed at business and CAD professionals, but that doesn&#x2019;t mean it doesn&#x2019;t have anything to offer people who want one of the best gaming monitors. Because of its focus on graphic design and business, it&#x2019;s able to offer simply amazing viewing angles, meaning that no matter where you&#x2019;re sitting, or where your spectators are, you&#x2019;ll be able to get immersed in the action. Plus, unlike many 4K monitors, you don&#x2019;t have to mess around with the settings in order to get the best picture possible &#x2013;</p><p>every single unit is individually calibrated and prepared by BenQ before it&#x2019;s shipped. All of this culminates in the fact that at under 800 bucks for a 32-inch 4K monitor, it&#x2019;s one of the most inexpensive ways to get into 4K gaming without sacrificing utility to a smaller 4K display.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/benq-pd3200u\">BenQ PD3200U</a></p>\n<p><img  id=\"GBFfzBaQyd5WpFapVSuXjV\" name=\"\" caption=\"\" alt=\"best monitor\" src=\"http://cdn.mos.cms.futurecdn.net/eac3007ce1f30f39aec8b80d4717d622.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<p>If you&apos;re looking for a budget gaming monitor, and don&apos;t mind making a few compromises (it features a 1080p resolution and twisted-nematic, or TN, panel rather than IPS), then you&apos;ll be very pleased with the Asus MG248Q. It makes up for any shortcomings with lightning fast response times and Adaptive Sync, making this the best budget gaming monitor in 2018. Adaptive Sync is of interest to gamers, as it reduces screen tearing if you have an AMD graphics card, a clear demonstration that the MG248Q tailors to the budget gamer. On the other hand, even Nvidia fans can rejoice at the 144Hz refresh rate. But, without the right GPU equipped, you might be better off saving for the G-Sync equivalent Asus ROG Swift PG248Q.&#xA0;</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/pc-mac/monitors-and-projectors/monitors/asus-mg248q-1326278/review\">Asus MG248Q</a></p>\n<p><img  id=\"cmH6m3uPBV8aFY9CpqJaKL\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/cmH6m3uPBV8aFY9CpqJaKL.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>You might not believe it at first glance, but the BenQ Zowie XL2540 is every bit the gaming monitor that the other monitors on this list are. And though it may not seem it from the outside looking in, it does its job remarkably well too, sacrificing dazzling lighting effects for a zippy 240Hz refresh rate and nigh-instantaneous 1ms response time. There&#x2019;s no G-Sync or FreeSync, as this monitor assumes you already have a rig that&#x2019;s plenty capable of eliminating screen tears on its own. Instead, this monitor keeps it simple by supplying you with lots of visual presets, an &#x201C;S Switch&#x201D; control pod for managing those presets and even a pair of adjustable light screens. If you&apos;re a professional gamer, then this is the best gaming monitor for you.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/benq-zowie-xl2540\"><ins>BenQ Zowie XL2540</ins></a></p>\n<p><img  id=\"ViZRxC2UQx64qe9oXBKh48\" name=\"\" caption=\"\" alt=\"Display\" src=\"http://cdn.mos.cms.futurecdn.net/ViZRxC2UQx64qe9oXBKh48.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<p>With this display, Samsung not only brings QLED to gaming monitors in a big way, but they also offer the widest ultra-wide monitor on the market today. Coming in at 49.5 inches, this behemoth will take up a lot of space, likely peeping over the sides of your desk, but with its impressive 3,840 x 1080 resolution and HDR, you&#x2019;ll at least be blown away by the image. Even if you decide not to play in this resolution (it will require a beefy rig), you can still use all of the extra screen real estate to have a browser or a movie playing on the same screen. The only real drawback is the monstrous price tag. But for a display this premium, it may very well be worth it.</p><p><strong>Read the full review:</strong> <a href=\"http://www.techradar.com/reviews/samsung-chg90-qled-gaming-monitor\">Samsung CHG90 QLED</a></p>\n<p><img  id=\"Q3UYZ2ybj8DjxFZozVDi8P\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/Q3UYZ2ybj8DjxFZozVDi8P.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>The coolest thing you can say about the Alienware 25 gaming monitor is that it won&#x2019;t discriminate against your PC. Although it&#x2019;s often the case that gaming monitors support Nvidia G-Sync or AMD FreeSync, not both, to eliminate screen tearing, the Alienware 25 can be configured either way. That comes in handy, even if it&#x2019;s more expensive for the Nvidia model. Still, the Alienware 25 isn&#x2019;t entirely function over form. Instead, it boasts a strikingly exotic design, complete with the AlienFX RGB lighting we&#x2019;ve all come to expect from the Dell subsidiary. And if that&#x2019;s not enough to sell you on the Alienware 25, it wields a buttery smooth 240Hz refresh rate that will push any stout rig to its limits.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/alienware-25-gaming-monitor-aw2518h\"><ins>Alienware 25&#xA0;</ins></a></p>\n<p><img  id=\"STzseCq5hhUKgepFvaTp73\" name=\"\" caption=\"\" alt=\"Display\" src=\"http://cdn.mos.cms.futurecdn.net/e1d9f0d1567b10387f9f344060a6c160.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<p>If you care more about frame rate than graphics or resolution, this one&apos;s for you. Because of its very impressive 180Hz refresh rate, the Asus ROG Swift PG248Q takes the 60fps gold standard for gaming and triples it &#x2013; provided you&apos;re equipped with a rig that can handle the extra stress. While you&apos;re unlikely to enjoy Forza Horizon 3 at 180fps on Ultra settings given its high demand, a higher refresh rate is more than welcome in fast-paced, competitive games that don&apos;t necessarily depend on a wealth of resources. Plus, as one of the most affordable G-Sync displays on the market, it helps that you can rely on the monitor to prevent screen tearing, too.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/pc-mac/monitors-and-projectors/monitors/asus-rog-swift-pg248q-1326282/review\">Asus ROG Swift PG248Q</a></p>\n<p><img  id=\"jWv75HyVfdoG9N7z3zFAY3\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/jWv75HyVfdoG9N7z3zFAY3.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>If you&#x2019;re running games using AMD- or Intel-based graphics and want to get into ultra wide displays without spending a fortune, this is the gaming monitor to look out for. At 34 inches diagonally, the LG 34UC79G-B is equipped with AMD FreeSync for screen tear elimination and a 21:9 aspect ratio best suited for games and cinema. Despite the resolution being lower than a lot of other widescreen displays on the market, there&#x2019;s no denying that the LG 34UC79G-B pulls off a crisp image nonetheless &#x2013; and with stunning color accuracy at that. Plus, you can change the height, which is more than can be said for even some of the pricier 4K monitors available today.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/lg-34uc97g-b\">LG 34UC79G-B</a></p>\n<h3>&#xA0;How to buy the best gaming monitor in 2018</h3>\n<p>When you are shopping for the best gaming monitor 2018 has to offer, there are a few things that you should consider before you decide on what display should grace your desk.</p><p>By studying the following terms and specifications, you can make sure you pick the best gaming monitor for your needs &#x2013; which also means you&apos;re not paying extra for additional features that you don&#x2019;t need.</p><p><strong>Screen size</strong>: When shopping for the best gaming monitor, one of the most crucial things to think about is screen size. Larger display sizes can contribute to more immersive gaming experiences, as the game fills more of your field of vision, but you&apos;ll need to make sure you have the room to feature a large monitor. It also goes without saying that larger monitors will usually mean a higher price.</p><p><strong>Aspect ratio</strong>: The aspect ratio of a gaming monitor determines the width and height of the screen. Most widescreen monitors have an aspect ratio of 16:9, while older monitors had a more square 4:3, which will likely look pretty outdated in 2018. Ultra-wide monitors with aspect ratios of 21:9 are quickly gaining prevalence &#x2013; they offer a wide view of your games, and many ultra wides have made our list of the best gaming monitor 2018.</p><p><strong>Resolution</strong>: Another important factor when looking for the best gaming monitor for your needs is resolution. Here, the higher the numbers, the sharper the picture.. You will, however, need a more powerful graphics card for anything over full HD (1,920 x 1,080), even if many gaming monitors feature resolutions as high as 2,560 x 1,400 (WQHD) and 3,840 x 2,160 (4K).</p><p><strong>Refresh rate</strong>: When you&#x2019;re looking to primarily play Counter-Strike, or shooters like it, refresh rate is especially important. The higher the refresh rate, the more frames per second (fps) it can support, which lends to a smoother experience on high-refresh-rate displays. A 60Hz refresh rate is most common, with refresh rates rising to 144Hz and even 200Hz.</p><p><strong>Response time</strong>: The best gaming monitors have low response times, which means the action remains fast and fluid, with little to no input lag. The lowest response time for TN monitors (we explain this in the next section) is 1 millisecond, whereas the newer IPS monitors usually have more delayed, 4ms response times. When you&#x2019;re playing games competitively, it&#x2019;s crucial to keep this number as low as possible in order to combat lag.</p><p><strong>Panel type</strong>: This is where things get a little technical. The type of panel the gaming monitor uses will largely contribute to its response time and image clarity. TN panels (twisted nematic) have the lowest response times, and they are usually cheaper as well, but they generally don&#x2019;t have great viewing angles. IPS panels (in-plane switching) have fantastic viewing angles and color reproduction, but usually &#xA0;higher response times. Meanwhile VA panels (vertical alignment) sit between the two, though the slow response times makes these panels rare amid the best gaming monitors.</p><p><strong>Viewing Angle</strong>: Most people play games while positioned in front of their gaming monitor, but this may not always be the case, particularly when you&#x2019;re among spectators. A monitor&#x2019;s viewing angles tell you what angle you can look at the monitor from and still clearly make out the image. The closer these numbers are are to 180, the better your viewing experience will be when standing further to either side of the monitor or looking at it from above or below.</p><p><strong>G-Sync and FreeSync</strong>: You&apos;ll likely notice that many of the best gaming monitors in 2018 come with either G-Sync or FreeSync technology &#x2013; sometimes both. This helps keep frames per second (fps) smooth, combats screen tearing and diminishes input lag. G-Sync is developed by Nvidia, so you&apos;ll need an Nvidia GPU, and the tech is built into the monitor, which can bump up their price tag. Meanwhile FreeSync was developed by AMD but, as it is free to use by manufacturers, the monitors usually cost less.</p>\n<p><strong>Gabe Carey and Bill Thomas have also contributed to this article</strong></p>\n<ul ><li>Looking for a more general monitor? Check out our list of the <a href=\"http://www.techradar.com/news/computing-components/peripherals/best-monitor-9-reviewed-and-rated-1058662\">best monitors</a></li></ul><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/uhJgYZTxaww\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Matt Hanson]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/hUXWk2k7PEMiYnMNSeF9Pn.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/best-gaming-monitor</feedburner:origLink></item>\r\n    <item>\r\n      <title>The 30 best indie games on PC and consoles</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/5lUN9oLF_FE/10-best-indie-games-top-indie-games-on-pc-and-consoles-1300583</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/gaming/10-best-indie-games-top-indie-games-on-pc-and-consoles-1300583</guid>\r\n      <description>The best indie games don't need loot boxes to succeed – here they are.</description>\r\n      <pubDate>Wed, 14 Feb 2018 23:20:00 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>As time marches on, and gaming faces more advancements in technology and as an art form, the standards for what makes the best indie game evolves. One of the most exciting aspects of indie games, especially in 2018, is that unlike major game publishers like Microsoft and EA, who need to subsidize their releases with monthly subscriptions and microtransactions &#x2013; the best indie games don&#x2019;t cost very much to begin with, so you end up with a pure portrait of the developers artistic vision, especially if you have one of the <a href=\"http://www.techradar.com/news/computing/pc/10-of-the-best-gaming-pcs-you-can-buy-in-2015-1304263\">best gaming PCs</a>.</p><p>And that&#x2019;s not to say that the best indie games you can buy in 2018 aren&#x2019;t every bit as stimulating as the newest Assassin&#x2019;s Creed or Call of Duty. They can at times blow the latest AAA games out of the water due to the fact that they&#x2019;re less repetitive, and don&#x2019;t need to rely on tired tropes and cliches to move millions of units.</p><p>Here at TechRadar, our rankings of the 30 best indie games you can play right now aren&#x2019;t based on quantity, but rather quality. We&#x2019;ve mixed in not only classics and obvious choices, such as <a href=\"http://www.techradar.com/news/gaming/10-best-pc-games-the-must-play-titles-you-can-t-afford-to-miss-1292327\">PC games</a> like Braid and The Stanley Parable, but modern day examples of the best indie games as well, such as Cuphead and Night in the Woods. To find out about the rest, you&#x2019;ll have to read on! &#xA0;</p>\n<p><strong>Joe Osborne, Kane Fulton and Gabe Carey have also contributed to this article</strong></p>\n<p>Described as a cross between Pok&#xE9;mon, Harvest Moon and Animal Crossing, we couldn&#x2019;t help ourselves but to recommend that you keep Ooblets in the back of your mind over the next several months. This indie game was developed by first-time studio Glumberland, whose art style curiously reminds us of Adventure Time. However, the game itself revolves around collecting creatures called ooblets in a town called Oob.&#xA0;</p><p>Upon doing so, you&#x2019;ll be able to train and battle your ooblets against other ooblet trainers. At the same time, you&#x2019;ll have to balance your ooblet training with the real-world responsibilities of being a farmer. That&#x2019;s right, drawing influence from the likes of Stardew Valley, you can cultivate produce and decorate your house with various trimmings as well. You&#x2019;ll also be able to join an Ooblet Club comprised of friends (NPCs) you&#x2019;ll meet along the way.&#xA0;</p><p>If you don&#x2019;t know what to do in Ooblets, simply walk around and discover new shops and buildings that suit your interest. While you&#x2019;re at it, you can open up your own shop and sell produce that you&#x2019;ve grown on the farm in addition to items you&#x2019;ve scavenged from throughout the world. Otherwise, you can feed the leftover crops to your ooblets to watch them level up and learn new techniques to be used in the turn-based RPG-style battles.</p><p><strong>Expected: </strong>2018</p>\n<p>Jonathan Blow's masterpiece first appears to be a simple pastiche of Super Mario Bros, with a middle-aged curmudgeon replacing the titular plumber but still seeking to rescue a princess.</p><p>But as you spend time with it, it reveals more of itself, moving from a series of time-bending puzzles to quiet reflective texts &ndash; which doesn't stop it being the smartest puzzle game until SpaceChem. Blow himself has hinted that the ultimate story might be something to do with the atomic bomb.</p>\n<p>First released as PC freeware by Japanese designer Daisuke \"Pixel\" Amaya back in 2004 after five years of 100% solo development, Cave Story predates the recent indie renaissance by a few years. Because of when and how it was first released, it's often forgotten in discussions of indie gaming.</p><p>But this classic deserves to be on every best-of list for its loving homage to the classic action platforming games of the Super Nintendo era, its incredible music and its incredibly vibrant world. Oh, and don't forget the hugely intuitive controls, gobs of secrets and weapons that are entirely too fun to use. If you've yet to enjoy this one, just put it on your backlog already.</p>\n<p>From family-owned and operated Studio MDHR, Cuphead has connected with millions of people around the world, many of whom normally wouldn&#x2019;t touch a run-and-gun platformer with a ten-foot pole.&#xA0;</p><p>Although its gameplay was inspired by classics like Mega Man and Contra, more gamers would probably be inclined to compare it to a Fleischer Studios cartoon, such as Betty Boop. Because Cuphead utilizes a hand-drawn art style likened to 1930s animation, it&#x2019;s been universally praised for its gorgeous visuals.&#xA0;</p><p>Beyond its appearances alone, however, Cuphead is a challenging and engaging series of 19 boss fights, with actual levels taking place sparingly in between them.</p>\n<p>Most mainstream games are escapist power fantasies, where the player grows their capabilities until they dominate the game's universe - and then the game ends. Yet many indie games are dis-empowerment fantasies - like the IGF award winner and misery sim Cart Life.</p><p>Papers Please is similar to Cart Life - it's also an IGF winner with elements of misery about it - but it's better, being a smart, weird sim about the compromised life of a border guard under a totalitarian regime. It's ugly and desperate, but also innovative, uproariously funny and terribly smart.</p>\n<p>Among the hardcore gamers of my acquaintance, Spelunky is the go-to drug. Even today, several years after its release, some of them still play it every day, despite having completed it many times over. That's because Spelunky, an ostensibly rogue-like platformer with a definite end, is tough, varied and highly randomized.</p><p>It also has more dark secrets than a presidential candidate, meaning there are many, many ways to finish it, and its daily challenges are a sure-fire way to public humiliation.</p>\n<p>Humor is often something absent from games, mostly being restricted to slapstick comedy or crude one-liners. The Stanley Parable, by contrast, is hilarious without dumbing down. Players follow (or don't) a very English narrative voice who changes the world around you, depending on your decision.</p><p>No decision is punished, every play-through throws up new humor and weirdness. Being trapped in the closet in the Stanley Parable is more moving and funny than 9/10 other games.</p>\n<ul ><li>Further reading: Retro-me-do! <a href=\"http://www.techradar.com/news/gaming/retro-me-do-digitiser-s-mr-biffo-on-his-top-pc-games-of-all-time-1289664\">Digitiser's Mr Biffo on his top PC games of all time</a></li></ul>\n<p>Owlboy took more than nine years to develop, but it was definitely worth the wait. Originally contrived for PCs and released in late 2016, the clever masterpiece of an indie game is now available to experience on Mac and Linux as well &#x2013; and there&#x2019;s even a Nintendo Switch version coming on February 13. Owlboy centers around a race of owl-human hybrid characters called Owls. Of them, you helm control of Otis, an Owl who is censured by his mentor for his inept flying abilities.</p><p>The story sees Otis&#x2019; village dismantled by pirates who clearly have conflict with the Owls. As a result, Otis has to work with an assortment of villagers in-game to take out enemies. Of course, when boss battles arise, you&#x2019;ll need to manage allies accordingly, as each character comes with their own set of unique skill sets to use in conjunction with one another. If you&#x2019;ve ever played and enjoyed a Kid Icarus game, this is one for the books. Otherwise, play it anyway.</p>\n<p>Like The Stanley Parable, Gone Home falls into the unofficially deemed \"walking simulator\" genre. Unlike the simultaneously clever and philosophical Stanley Parable, however, Gone Home is less fixated on the lighter issues and more concerned with some of life's more difficult realities.</p><p>After getting home from a stay overseas, you play as 21-year-old Kaitlin Greenbriar who is greeted by a vacant residency. While gameplay in Gone Home is mainly limited to scavenging through notes to find out where the protagonist's family has ventured off to, the gripping story exhibits a rollercoaster of emotions, if you keep an open mind.</p>\n<p>Only SpaceChem has mingled education with entertainment as successfully as The Kerbal Space Program. The game is simple - design and build spacecraft to take the cutesy Kerbals to the Mun and beyond.</p><p>Yet its focused use of real physics means that you'll find yourself following NASA in building multi-stage rockets, space stations and exploring the Kerbal's strange universe on EVAs, before bringing your discoveries back to research on the Kerbal planet - that's if you can get off the ground at all. It's a huge, complex, challenging and fun game, that's smart without being preachy.</p>\n<p>The exact opposite of the Kerbal Space Program, The Binding of Isaac is an action roguelike par excellence. Matched only by the equally visceral Nuclear Throne for replayability, you play as a young boy attempting to kill his damned siblings, his Mom, and possibly the Devil, using only his tears. Which he shoots from his eyes, of course.</p><p>With hundreds of weird modifiers to discover, endlessly touch procedurally-generated levels, and secrets galore, Isaac is a very dark take on the exploratory model established by Spelunky.</p>\n<p>Though you may be turned off by the pixel art graphics, Undertale isn't a game that could easily have run on the Nintendo Super NES. That's because, in Undertale, your personal decisions play a huge role in how the game ends, and moreover, how it continues in New Game Plus.</p><p>One of the first things you'll notice about Undertale is how much freedom the game gives you. Despite its cleverly integrated boss matches, you can play through the entire 9 or so hours of Undertale without executing a single kill. Plus, when you complete the game, you'll be pleased to discover that you can play through Undertale again, this time bearing the weight of your consequences from the previous run.</p>\n<p>From developer Playdead, Inside is comparable to its predecessor, Limbo, in some ways but with an added layer of depth that inspires frequent wonder. This is mostly a result of the unspoken narrative, which revolves around yet another nameless boy. In Inside, however, the boy in the story is running away from a group of men who – if you fail to stay out of their sights – will try to mercilessly kill you.</p><p>Though it isn't quite clear why the boy is running from these men or why you should even care since you don't know who he is, Inside will leave you begging for answers. The bleak, lifeless setting of Inside is more than worth the price of admission. Its minimalist art style alone is avant-garde enough to feel right at home in a museum. Add in a game that's both fun to play and dripping with curiosity, though, and Inside is one of the best indie games money can buy.</p>\n<p>Developed single-handedly by Eric Barone, Stardew Valley is undoubtedly a technical feat for that little facet alone. If you&#x2019;ve ever played a Harvest Moon game, you&#x2019;re already familiar with the premise of Stardew Valley &#x2013; you may just not know it yet. Stardew Valley is an addictive farming simulator which sees you interact with townees to the point where you can literally marry them.</p><p>Stardew Valley isn&#x2019;t just one thing; it&#x2019;s a whole bunch of things at once. You can engage in crafting, fishing, cooking and even exploring procedurally-generated caves to mine for items and even take on monstrous enemies. However, do keep in mind your health and energy as you&#x2019;ll need to make sure your character is in tip-top shape in order to avoid suffering from exhaustion. Lose health and you lose a considerable amount of money and items you&#x2019;ve worked hard to attained. Stardew Valley will have you hooked for hours on end, for better or worse. (Better, definitely better.)</p>\n<p>From Canadian game developer Alec Holowka, the creator of the award-winning Aquaria (also featured on this list) and independent artist/animator Scott Benson, Night in the Woods is an unconventional side-scrolling adventure game centering around a 20-year-old protagonist named Mae who drops out of college to move back in with her parents.</p><p>Featuring a story largely based around dialog choices and mini games that put a spin on mundane tasks, like carrying boxes up the stairs and eating perogies, Night in the Woods is a timeless coming-of-age tale. Not only will you experience middle class America through the eyes of a personified cat, but virtually every interaction in-game will have you laughing aloud. And now that it&#x2019;s coming to the Nintendo Switch on February 1, you&#x2019;ll be able to take it wherever you go.</p>\n<p>Finally, the man responsible for the incredible orchestral arrangement in the hit PlayStation game Journey is back with Abzu, the first game ever from indie developer Giant Squid Studios. Founded by former thatgamecompany art director Matt Nava, Giant Squid had little to lose with its video game debut on both PC and <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/sony-ps4-1131803/review\" title=\"PS4\" data-atoaf=\"true\" >PS4</a>.</p><p>Abzu is described as a \"stylized swimming simulator\" that accurately depicts the relationship between ocean life and its interactions with humans. Like Journey, the game is told linearly with a silent protagonist. Abzu manages to hold its own, though, drawing influence from popular role-playing games with the ability to upgrade equipment.</p>\n<p>Though newcomers may be offput by its clearly retro-inspired, twin-stick shoot &#x2018;em up design, Nex Machina is a gem for fans of the classics. Featuring a play-style that&#x2019;s heavily influenced by arcade cabinets Robotron (1982) and Smash TV (1990), Nex Machina will feel familiar to anyone versed in the products of games industry veteran Eugene Jarvis.</p><p>That&#x2019;s because Jarvis served as a creative consultant on this project, whose creation was helmed primarily by Super Stardust and Resogun developer Housemarque. Similar to Jarvis&#x2019; previous works, Nex Machina is played from a top-down perspective, with players taking out waves of enemies in order to protect human allies.&#xA0;</p>\n<p>Introversions was one of the earliest 'indie' companies, releasing games like Uplink, Defcon and Darwinia whilst Vlambeer were still in short pants. After years of struggling, they've finally hit a huge success with Prison Architect, a game where you build, staff, outfit and manage a maximum security prison.</p><p>With smart prisoners who are willing to do anything to escape, you'll struggle to keep them all inside - or keep them from rioting - and turn a profit. It's still in alpha, but it's eminently playable right now..</p>\n<p>While The Kerbal Space Program might actually take you (or at least those poor doomed Kerbals) to the moon, To The Moon is a game about wish fulfillment, and thrives on narrative. In terms of movies, Kerbal is Gravity and Isaac is Saw, To The Moon is Eternal Sunshine of the Spotless Mind.</p><p>You control two doctors who are exploring a dying man's memories to implant a false memory so he can die in peace. Which is all depicted in a classic 16-bit Zelda style. It's a rare, brave, adult game.</p>\n<p>Dwarf Fortress is its own genre, its own industry. This is a game that, before you've even set foot in it, has to generate the entire geography, mythology and history of its massive world. Then it tracks every single one of the dwarfs you're managing down to the hairs on their legs and the particular horrible elephant murder that they witnessed and they're now carving on an ornamental chair.</p><p>Your task is to keep the dwarves alive as they carve out their subterranean kingdom - given that insanity, monsters, and starvation plague are thrown at them at every stage that's not easy. And dwarves, always, <em>always</em> mine too deep.</p>\n<p>Run. Jump. Die. Repeat. That's the basic premise of Super Meat Boy, a fiendishly addictive 2D platformer that's also bloody hard, with an emphasis on bloody. Pints of the red stuff is spilled as the game's eponymous meaty hero leap over deadly drops, spinning blades and walking chainsaws in a bid to rescue his girlfriend, Bandage Girl, from the evil Dr Foetus. Obviously. Boasting tight controls, plenty of humor and color graphics, Super Meat Boy leapt onto the PS4 and Vita this year in style.</p>\n<p>Limbo is a platformer with a difference. Five years after its initial release, the game's haunting storyline still affects us. You play The Boy, a child with glowing eyes who's cast into Limbo to find his sister. Making your way through a bleak and dangerous world full of hostile silhouettes, giant spiders and deadly gravitational fields, you'll need to think on your feet and time your movements to perfection to survive.</p><p>But Limbo is much more than a simple platformer: it's an experience, and one that has you pondering the very essence of life by the time it's over. Deep, profound and absorbing, it's one indie game everybody should take time out to play.</p>\n<p>If you're yearning for a retro-styled multiplayer archery combat game (aren't we all?), TowerFall: Ascension is the pick of the lot. Fast, frenetic and teeth-gnashingly hard in hardcore mode, the game's mechanics are simple: fire arrows at enemies or jump on their heads to stay alive until the round ends.</p><p>Arrows that don't hit are embedded in walls, making for tense scenarios when you have to traverse the map while dodging enemies to retrieve them. As such, practicing until you achieve Robin Hood-esque levels of accuracy is recommended. Ascension is  best experienced with friends in local multiplayer mode, which recalls Super Smash Bros' most manic moments.</p>\n<p>It&#x2019;s not often that a platformer balances challenging and engaging gameplay with an emotional and thought-provoking narrative, but Celeste is the exception to this presumed rule. From the developers of Towerfall, Celeste follows the story of Madeline, a young girl who decides to face her mental health issues by climbing to the top of the mysterious Celeste Mountain. In doing so, she learns more not only about the mountain, but about herself amid the heartwarming process.</p><p>An inevitable classic, Celeste integrates the obvious jump, air-dash and climb controls into a brutal series of platforming challenges in upwards of 700 unique screens. And, if that&#x2019;s too easy, you&#x2019;ll unlock B-side chapters along the way, designed for only the bravest of hardcore players. Better yet, you don&#x2019;t have to worry about waiting an eternity between each respawn. Instead, Celeste brings you back from the grave instantaneously, a welcome departure from the typically extensive load screens.</p>\n<p>Admittedly, exclusive indie games always wind up with the short end of the stick. That continues to ring true for Golf Story, an homage to Mario Golf on the Game Boy Color developed by Sidebar Games. As it&#x2019;s a debut title for the Nintendo Switch, you might have overlooked Golf Story considering it came out on the same day as Stardew Valley, but here&#x2019;s what you need to know.</p><p>You don&#x2019;t have to obsess over the PGA Tour to get into Golf Story, as you&#x2019;re likely better off appreciating it for its RPG elements. Substituting combat for an athletic sport, you begin your adventure as a kid who is mentored by his dad before realizing he isn&#x2019;t very <em>good</em> at golfing, something you&#x2019;ll have to overcome as you pursue professional golf.</p>\n<p>After the raging success that was the original Nidhogg, it&#x2019;s a shame to see the superior sequel get thrown under the bus. Nevertheless, in spite of its controversial art style, Nidhogg 2 packs a refined, gorgeous look that the first version, a cult-classic, couldn&#x2019;t even think to compete with. In still frames, we can see how this could get misconstrued, but fortunately, it&#x2019;s the fun and addictive local multiplayer gameplay that makes Nidhogg, well, Nidhogg. And it&#x2019;s all there in Nidhogg 2. Plus, every time you respawn, you get one of four unique weapons that only bolster the challenge.</p>\n<p>Esteemed indie designer Jon Blow's follow up to Braid may look like an entirely different adventure, being 3D and all, but the two are more thematically alike than you might think. The Witness, at its core, is another puzzle game that tells an interesting story through said puzzles.</p><p>This puzzler takes place in an almost equally impressionist &ndash; albeit heavily Myst-inspired &ndash; world, but it's story is far more nuanced and mysterious than Blow's previous. At almost every corner of this island that you've simply woken up on (or beneath), there is a clue as to how you got onto this island and why you're here.</p>\n<p>A 2D action RPG based on the best 8- and 16-bit classics, Hyper Light Drifter was a big Kickstarter success. Now, we know that's because of its glorious pixel graphics and combat that's halfway between SuperGiant's seminal Bastion and an edgy Legend of Zelda revamp.</p><p>Despite appearances, it's a combat-focused game wherein you explore the unknown, ruined world of Buried Time, inspired by nightmares and dreams, where your Drifter is searching for the cure for a fatal disease that he or she is clearly suffering.</p>\n<p>It&#x2019;s weird to think that Oxenfree came out before the first season of Stranger Things, and yet, the two properties coincidentally have a lot in common. The 80s-inspired heavy synth music composed by scntfc, for one, accentuates some truly gripping sci-fi horror centering around &#x2013; you guessed it &#x2013; a group of teenagers stuck on an island.</p><p>The story involves a handful of uniquely written characters, namely the main character Alex, along with her stoner friend Ren, her newfound stepbrother Jonas, her dead brother Michael&#x2019;s ex-girlfriend Clarissa and her best friend Nona (who Ren happens to be in love with).</p><p>The plot is explained through branching speech dialogue, similar to Life is Strange or modern-day Telltale games, and features five different endings depending on your choices.</p>\n<p>Exploring a surreal wilderness seems like quite the trend these days in gaming, and developer Campo Santo's debut only serves to keep it going strong. Set in the wilderness of 1989 Wyoming, you're Henry, a fire lookout that's all alone in the woods after exploring something strange in the distance.</p><p>That is, save for your partner on the other line of a walkie-talkie: Delilah. She's your only point of contact as you explore the wilderness. Will you make it back alive? Will the decisions you make help or harm the relationship with your only lifeline to the outside world, your boss? Don't worry about those questions just yet &ndash; just look at those forestscapes!</p>\n<p>Rust is one of the more successful indie titles of recent times. By the end of 2015 it had sold more than 3 million copies, which isn't too shabby considering it isn't even finished &mdash; the game has been on Steam's Early Access scheme since launching in December 2013.</p><p>Still, it seems people can't get enough of the Day Z-inspired survival sim. It sees you use your wits and bearings to survive its harsh open world, starting off with nothing but a rock. After gathering resources needed to build a house and weapons to fend off attackers (other online players, in other words), Rust gradually becomes more intense as you defend your growing base &mdash; or attempt to breach others'.</p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/5lUN9oLF_FE\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Dan Griliopoulos]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/yGh5RKcKn8fjwXu4bb7Xt4.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/gaming/10-best-indie-games-top-indie-games-on-pc-and-consoles-1300583</feedburner:origLink></item>\r\n    <item>\r\n      <title>The best Xbox One S prices, bundles and sales in Australia (February 2018)</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/m22ofUiWlgA/the-best-australian-xbox-one-deals-this-month</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/the-best-australian-xbox-one-deals-this-month</guid>\r\n      <description>We have all the best Xbox One deals, including the best value bundles and games.</description>\r\n      <pubDate>Wed, 14 Feb 2018 23:00:39 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p><strong>UPDATE: </strong>Microsoft&apos;s own store easily has the best bundle deals on at the moment, netting you four games and the console for under $300, so scroll down for more details.</p><p>With the recent unveiling of the <a href=\"http://www.techradar.com/news/the-best-australian-xbox-one-x-deals-this-month\">Xbox One X</a>, the Xbox One S has seen some impressive price drops and bundle deals with Microsoft going all out to pump up the pressure on its rivals. It was already often the cheapest console of the current generation, but with some of these savings on bundles and even Xbox One Controllers, the price seems right.&#xA0;</p><p>At this point it&apos;s probably wiser to buy a bundle and score some wicked Xbox One games along with the unit, as some of them can come in cheaper than the standalone consoles themselves.</p><p>Looking to buy in the US or UK? You&apos;ll want to head on over to our <a href=\"http://www.techradar.com/news/xbox-one-deals-us\" target=\"_blank\">US page</a> or <a href=\"http://www.techradar.com/news/xbox-one-deals-uk\" target=\"_blank\">UK page</a>.</p>\n<p><img  id=\"AYUD8kyMBcG85tJViAWPmB\" name=\"\" caption=\"\" alt=\"cheap xbox one s deals\" src=\"http://cdn.mos.cms.futurecdn.net/534b82f7f9221c1632bf2b2d9cb8ac77.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<h3>Xbox One S deals</h3>\n<p>At once more elegant and more powerful, the slimmed-down design of the Xbox One S ditches the external power brick and chunky looks of the original Xbox One. More importantly, it comes kitted out with 4K visual support meaning you&apos;ll be able to watch specialised Blu-Ray and Netflix content in 4K. To <a href=\"http://www.getprice.com.au/video-game-consoles.htm\" target=\"_blank\"><ins>compare Xbox One prices</ins></a> in real time, check out our pick below, or visit our sister site <a href=\"http://www.getprice.com.au/video-game-consoles.htm\" target=\"_blank\"><ins>Getprice</ins></a>.</p>\n<p><img  id=\"keoGwkq47HYBZTJBwT75JH\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/ec69a428c937509584c7105109a1957b.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p><img  id=\"GaK8vPxBJTJojSKXoXa8ra\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/GaK8vPxBJTJojSKXoXa8ra.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<h3>The best Xbox One bundle deals this week</h3><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/m22ofUiWlgA\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Harry Domanski]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/zeeSREKHBs6AqFqBbGTQ3P.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/the-best-australian-xbox-one-deals-this-month</feedburner:origLink></item>\r\n    <item>\r\n      <title>The best Xbox One X prices, bundles and sales in Australia (February 2018)</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/ypdPkcLyORo/the-best-australian-xbox-one-x-deals-this-month</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/the-best-australian-xbox-one-x-deals-this-month</guid>\r\n      <description>We're rounding up all the latest Xbox One X pre-order info right here.</description>\r\n      <pubDate>Wed, 14 Feb 2018 22:20:49 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p><strong>UPDATE:</strong> More than four months on from the consoles release, the prices aren&apos;t budging, so if you&apos;re looking to pick the console up, you may as well <a href=\"https://click.linksynergy.com/deeplink?id=HlvbvYZP82I&amp;mid=42411&amp;murl=https%3A%2F%2Fwww.microsoft.com%2Fen-au%2Fstore%2Fd%2Fxbox-one-x-1tb-console%2F8nq33jvv1s9v%3Ficid%3DXboxOne_XboxOneX_Hero1\" rel=\"nofollow\" target=\"_blank\">grab it from Microsoft&apos;s own store.</a> And if you&apos;re wondering what to play on this new beast, we&apos;ve had a thorough look at <a href=\"http://www.techradar.com/news/the-best-xbox-one-x-games\">the best Xbox One X games available</a>, and which ones will really shine with Microsoft&apos;s latest powerhouse.</p><p>At E3 2017, Microsoft officially unveiled what was formerly known as Project Scorpio &#x2014;&#xA0;the <a href=\"http://www.techradar.com/reviews/xbox-one-x\">Xbox One X</a>. This is the full 4K HDR upgrade from Microsoft that fans of the original <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/xbox-one-1153153/review\" title=\"Xbox One\" data-atoaf=\"true\" >Xbox One</a> consoles have been waiting for, not to mention newcomers to the platform.</p><p>This is the place where we answer any questions you may have about what exactly the new Xbox One X is capable of, &#x2013; its specs, price, and release date have all been covered here &#x2013; and ultimately, whether or not you should buy it.</p><p>At the moment, the best place to <a href=\"https://click.linksynergy.com/deeplink?id=HlvbvYZP82I&amp;mid=42411&amp;murl=https%3A%2F%2Fwww.microsoft.com%2Fen-au%2Fstore%2Fd%2Fxbox-one-x-1tb-console%2F8nq33jvv1s9v%3Ficid%3DXboxOne_XboxOneX_Hero1\" rel=\"nofollow\" target=\"_blank\">order your console is from the Microsoft store directly for $649</a>, as all retailers are offering it for the same price, but aren&apos;t likely to have as much stock as the company&apos;s own store.</p><p>We&apos;ll also be keeping track of any deals and bundles that pop up, so be sure to come back and visit every now and then if you&apos;re waiting for a bargain &#x2014; we&apos;re sure to have one if there is one to be had.&#xA0;</p>\n<h3>The latest Xbox One X deals:</h3>\n<p>Here&apos;s our list of the best Xbox One X prices and deals out at the moment, updated live.</p>\n<h3>Why should I buy an Xbox One X?</h3>\n<p>While not technically a &apos;next-gen&apos; console, the Xbox One X is still a powerful upgrade over the current Xbox One lineup. To simplify things, it&apos;s more aligned with Sony&apos;s PS4 Pro than it is anything else. The target audience of both consoles are gamers with a 4K HDR TV who want to squeeze the best graphical performance possible out of their favoured console. For those gamers without a 4K TV, there will be modest performance boosts although it&apos;s likely not worth the upgrade if you don&apos;t have a 4K HDR TV.</p><p>We&apos;re told that the Xbox One X won&apos;t necessarily have any exclusive games released for it, and as far as we know all Xbox One titles will still work with it, so exclusivity and compatbility and reason enough alone to ditch your Xbox One S.</p><p>The Xbox One X is making bold claims about true native 4K gaming though with its upcoming titles and if you have a 4K TV with High Dynamic Range (HDR) technology, the Xbox One X is ready to seriously impress with the likes of Forza Motorsport 7, Metro: Exodus and Anthem set to be true jaw-droppers in the graphics department.</p>\n<h3>What is the Xbox One X price?</h3>\n<p>Although it&apos;s steep, the price conversion from the US didn&apos;t hit us nearly as hard as it normally would. The Xbox One X will cost $649 in Australia while the US will pay $499.&#xA0;</p>\n<h3>Where can I order an Xbox One X?</h3>\n<p>As is to be expected, all the usual suspects in the gaming retail business have the console in stock, although each and every one is offering the new Xbox One X for the same price.</p><p>With that in mind, you may as well <a href=\"https://click.linksynergy.com/deeplink?id=HlvbvYZP82I&amp;mid=42411&amp;murl=https%3A%2F%2Fwww.microsoft.com%2Fen-au%2Fstore%2Fd%2Fxbox-one-x-1tb-console%2F8nq33jvv1s9v%3Ficid%3DXboxOne_XboxOneX_Hero1\" rel=\"nofollow\" target=\"_blank\">order your console from The Microsoft Store for $649</a> as there&apos;s a better chance they&apos;ll have a bigger stock allocation, given it&apos;s the company&apos;s own store.</p>\n<h3>What if I don&apos;t care about 4K or want to save money?</h3>\n<p>Well, the good news is that the standard Xbox One S is a fantastic games console and you&apos;ll likely be able to get one with a few games for less than $300 over at our <a href=\"http://www.techradar.com/news/the-best-australian-xbox-one-deals-this-month\">Xbox One deals page</a>.</p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/ypdPkcLyORo\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Harry Domanski]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/swfvBoHf6AMxdkzEutrBaX.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/the-best-australian-xbox-one-x-deals-this-month</feedburner:origLink></item>\r\n    <item>\r\n      <title>The best Xbox One bundle deals in February 2018</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/quGWGVlBNPQ/xbox-one-deals-us</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/xbox-one-deals-us</guid>\r\n      <description>Don't miss these last minute Xbox One deals</description>\r\n      <pubDate>Wed, 14 Feb 2018 16:26:00 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>Searching for the best Xbox One bundles and deals? You&apos;re in the right place for the cheapest Xbox One prices from around the web as we&apos;re constantly on the lookout for the best offers. It&apos;s what we do every day.</p><p>The Xbox One S (see image above) is the new standard Xbox One console and retailers have cleared out stock of original chunky launch model in favor of this version. Not that we&apos;re complaining, as the Xbox One S is an improved machine and considerably cheaper. If you&apos;d prefer to leap into the world of full-on 4K HDR gaming, then you might be tempted by one of the latest <a href=\"http://www.techradar.com/news/xbox-one-x-deals-price-bundles\">Xbox One X bundles</a> instead.</p><p>Looking to buy an Xbox One in the UK or Australia? You&apos;ll want to take a look at our <a href=\"http://www.techradar.com/news/xbox-one-deals-uk\">UK page</a> or <a href=\"http://www.techradar.com/news/the-best-australian-xbox-one-deals-this-month\">AU page</a>.</p>\n<p><img  id=\"AYUD8kyMBcG85tJViAWPmB\" name=\"\" caption=\"\" alt=\"cheap xbox one deals and bundles\" src=\"http://cdn.mos.cms.futurecdn.net/534b82f7f9221c1632bf2b2d9cb8ac77.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<h3>The best Xbox One deals</h3>\n<p>The slimmed-down design of the Xbox One S looks much better than the original chunky box and the power brick has been absorbed making thing s bit tidier behind your TV. The main draw though is 4K visual support meaning you&apos;ll be able to watch specialized 4K Blu-Ray and Netflix content in 4K on your <a href=\"http://www.techradar.com/us/televisions\">new 4K TV</a>. Most Xbox One S models comes with 500GB of storage and there are some 1TB options too. The limited edition 2TB model has all but disappeared now, but it pops up with an enormous price-tag occasionally. Let&apos;s take a look at the cheapest Xbox One deals below, followed by the bundles.</p>\n<h3>The best Xbox One bundles</h3>\n<p><img  id=\"hv48ZxsARH7XzniySsyj97\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/hv48ZxsARH7XzniySsyj97.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<h3>The best Xbox One X deals</h3>\n<p>The new HDR 4K Xbox One X is available now, although it&apos;s considerably more expensive than the Xbox One S. The prices below are mainly for the console on its own. But if you&apos;d like to see the options that include games too (sometimes you&apos;ll get ones thrown in for free), then head on over to our <a href=\"http://www.techradar.com/news/xbox-one-x-deals-price-bundles\">Xbox One X bundles</a> page.</p>\n<h3>Xbox Live Gold deals</h3>\n<p>Need to top up your Xbox Live Gold membership? Don&apos;t pay the default automatic $60 renewal price. Check out our range of <a href=\"http://www.techradar.com/news/xbox-live-gold-deals\" target=\"_blank\"><strong>Xbox Live Gold deals</strong></a> &#xA0;to save some serious money.</p>\n<p><img  id=\"GaK8vPxBJTJojSKXoXa8ra\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/GaK8vPxBJTJojSKXoXa8ra.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p><img  id=\"GaK8vPxBJTJojSKXoXa8ra\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/GaK8vPxBJTJojSKXoXa8ra.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>Still considering a PS4 instead? Then you&apos;ll want to take a look at our cheapest <a href=\"http://www.techradar.com/news/gaming/consoles/ps4-pre-order-guide-prices-game-bundles-and-where-you-can-get-it-1319490\" target=\"_blank\"><ins><strong>PS4 bundle deals</strong></ins></a>.&#xA0;</p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/quGWGVlBNPQ\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Brendan Griffiths]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/yfVrD9WNrNdEYmFrHZ8rVa.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/xbox-one-deals-us</feedburner:origLink></item>\r\n    <item>\r\n      <title>Kingdom Come Deliverance has a main quest you won't want to stop playing</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/k9Bp3VVfIN4/kingdom-come-deliverance</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/kingdom-come-deliverance</guid>\r\n      <description>Kingdom Come Deliverance is an open-world game with an engaging main quest but a lot of technical woes. </description>\r\n      <pubDate>Wed, 14 Feb 2018 16:18:01 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>I can never bring myself to finish open-world games. I&apos;ve sunk hundreds of hours into the likes of <a href=\"http://www.techradar.com/news/the-best-thing-about-skyrim-on-switch-is-that-its-skyrim-on-switch\">Skyrim</a>, The Witcher 3 and <a href=\"http://www.techradar.com/news/gaming/far-cry-4-building-the-anecdote-factory-1271631\">Far Cry 4</a> without completing their main stories, and I&apos;m completely fine with that. For me, the thrill of marking a distant corner of the map, heading for it and seeing what happens is often far greater than going through the motions of a scripted story.</p><p>But Kingdom Come: Deliverance feels different. Its story has hooked me in a way that few games manage, and despite its ever-growing list of enticing side-quests (there&#x2019;s a runaway priest that I&#x2019;ve been meaning to track down for the last 10 hours), I can&#x2019;t pull myself away from the main storyline.&#xA0;</p><p>In the game you play Henry, a simple blacksmith&#x2019;s son. A slow beginning combined with solid voice acting means that when Henry&#x2019;s parents are murdered before his eyes, marking the beginning of the real story, you really feel his pain. You want revenge as much as he does, and it just so happens that your vengeful desires align with the local nobles&#x2019; need to resist a warmonger.&#xA0;</p>\n<h3>A slow build-up</h3>\n<p>Most of the main quest involves those nobles asking you to do their bidding. In other games you might resent following orders, but everything about Kingdom Come: Deliverance reminds you that you&apos;re firmly on the bottom rung of society. Whether it&#x2019;s the way the nobles look down their noses at you, or the fact that you can&#x2019;t read, when a powerful Lord or a knight calls for your help, you share Henry&#x2019;s sense of duty to oblige.&#xA0;</p><p>As well as making it engaging and believable, the game also makes the main quest feel urgent by introducing deadlines. Early on, for example, you&#x2019;re told that you must meet a bratty Lord at dawn the next morning for a hunt. In some games that NPC might wait in the same spot for eternity, but not in Kingdom Come. By giving you a specific meeting time the game sets your priorities for you.&#xA0;</p><p>The main quest won&#x2019;t progress without you, but being late for an appointment has narrative consequences. And some side quests do have a time limit: if you say you&#x2019;ll go and heal someone and leave it too long, for example, they&#x2019;ll die, which certainly encourages you to respect any time constraints you&#x2019;re given.</p>\n<p><img  id=\"RmE75viypoGMAUW6UY2Gc5\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/RmE75viypoGMAUW6UY2Gc5.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>Unlike protagonists in other games, Henry doesn&#x2019;t become an all-conquering warrior in a hurry, which means there&apos;s further incentive to stick to the main roads for a while. I don&#x2019;t fancy wandering off into the countryside because I know that within 15 minutes some marauder with a massive axe will have me resembling an unfortunate Game of Thrones extra.&#xA0;</p><p>I found this out the hard way about ten hours in when I took on a side quest to kill the leader of a nearby bandit camp. The group I found there were better equipped than me, and the guy in the shiniest armor killed me in one combo. He&#x2019;s still on my &#x2018;to-murder&#x2019; list for later.</p><p>Kingdom Come&apos;s unique save system is another thing that helps focus that sense of danger. The game autosaves if you sleep in a bed you own, or at the start of certain missions, and you can manually save by drinking a certain potion. But that potion is very expensive, and gold is in short supply, so I rarely drink it.&#xA0;</p>\n<h3>A sense of danger</h3>\n<p>I can see why some people find the system frustrating, and it makes little sense from a narrative standpoint. But from a role-playing perspective, it&#x2019;s the perfect way to ensure your choices have weight, and it means you&#x2019;re less likely to risk your life on something that won&#x2019;t advance the story.</p><p>However, though the game has many means of encouraging me to stay with the core quest, the main reason I can&#x2019;t stop playing through it is that its quests are so enjoyable &#x2013; no two segments feel alike.&#xA0;</p><p>At around eight hours in, I was sent to investigate a brutal killing in a nearby town, and found that I had to track down a guy known to be friendly with camps of charcoal burners dotted around the countryside.&#xA0;</p><p>I tried one of these camps to the south of town. No luck. They pointed me to the north, explaining that the other camps are spread along a river running through a nearby forest. Rather than marking the individual camps, the game marked a large area, and had me do the legwork.</p>\n<p><img  id=\"bropXLwJvKSUVgubunVq6T\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/bropXLwJvKSUVgubunVq6T.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>I started at the far east of the river and worked west, eventually wandering across a huddle of tents. Again, they couldn&apos;t help, and pointed me further downstream. On the way I came across two cutthroats who were trying to track down the same man as me.&#xA0;</p><p>I told them I knew nothing and bade them farewell, but I informed the next camp of charcoal burners that I&#x2019;d killed the pair. That warmed them to me and yielded the location of my target (as it happens, I felt so guilty that I later ended up hunting down the cutthroats and killing them anyway).</p><p>The next quest couldn&#x2019;t have been more different. My search for another bandit brought me to a priest in a small village, and we drank cup after cup of wine at the local tavern, much to the disgust of the locals. I woke up in the early hours in a field of sheep, the priest baa-ing hysterically, before I blacked out again and stirred in a barn five minutes before the start of mass.&#xA0;</p><p>The priest didn&apos;t have the stomach for his normal sermon, so I did it for him, relying on my charisma level (boosted by the fancy clothes I was wearing) to deliver a memorable speech despite my thumping head.&#xA0;</p>\n<h3>Varied but flawed</h3>\n<p>Other quests range from invading a massive enemy encampment, to patrolling a town at night with the local guards, and I&#x2019;m still having a lot of fun trying to guess what Kingdom Come: Deliverance will throw at me next.&#xA0;</p><p>But that&#x2019;s not to say it&#x2019;s a perfect RPG by any means, and that&#x2019;s largely because of its technical problems. You&#x2019;ll come across minor issues everywhere, like characters clipping through walls and floors, or simply vanishing into thin air.&#xA0;</p><p>Worse still, I&#x2019;ve had multiple crashes to desktop, got stuck in infinite dialogue loops and &#x2013; in one particularly bizarre sequence &#x2013; completely lost the ability to walk forward. Combine that with the restrictive save system and you could regularly lose hours of progress in the main story. It&#x2019;s frustrating to have to sit through the same cut-scenes when you know it&#x2019;s not your fault.</p>\n<p><img  id=\"kapfFDv78aDyTvFtoMxFmj\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/kapfFDv78aDyTvFtoMxFmj.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>For that reason, you might want to hold off buying Deliverance until the developers patch the worst of the problems &#x2013; the developers have promised bug patches in the next couple of weeks, though we can&apos;t be sure they&apos;ll solve all of the problems we&apos;ve faced.&#xA0;</p><p>But if you&#x2019;re the kind of player who&apos;s willing to put up with these annoyances for now &#x2013; and I, for one, am &#x2013; then you&#x2019;ll find Henry&#x2019;s tale one of the most personal, varied, and entertaining gaming stories in years. When it comes to its main quest, Kingdom Come delivers.</p><p><em>Kingdom Come: Deliverance is available to buy now for </em><a href=\"http://www.techradar.com/reviews/gaming/games-consoles/sony-ps4-1202432/review\"><em>PlayStation 4</em></a><em>, </em><a href=\"http://www.techradar.com/reviews/gaming/games-consoles/xbox-one-s-1323399/review\"><em>Xbox One</em></a><em> and PC.</em></p>\n<ul ><li>These are our picks of the <a href=\"http://www.techradar.com/news/gaming/consoles/10-best-ps4-games-this-generation-s-must-play-titles-1298394\">best PS4 games</a> of the moment</li></ul><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/k9Bp3VVfIN4\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Samuel Horti]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/TBkSpRkaoKnFUMskM9Xagc.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/kingdom-come-deliverance</feedburner:origLink></item>\r\n    <item>\r\n      <title>Beyond Good and Evil 2 trailer, release date and news</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/Ym9G2zAK374/beyond-good-and-evil-2</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/beyond-good-and-evil-2</guid>\r\n      <description>This is everything we know about the long-awaited Beyond Good and Evil 2.</description>\r\n      <pubDate>Wed, 14 Feb 2018 13:03:38 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p><em><strong>Update:</strong></em><em> We haven&apos;t heard very much about Beyond Good and Evil 2 at all recently, though we imagine Ubisoft is saving the big news for </em><a href=\"http://www.techradar.com/news/e3-electronic-entertainment-expo\"><em>E3 2018</em></a><em>. To tide us over, though, two pieces of environmental concept art for the game have been released, both of which feature very different environments.</em></p><p><em>The images appeared on the game&apos;s </em><a href=\"https://bgegame.com/2018/02/01/devs-ask-space-monkeys-3/\" target=\"_blank\"><em>official website</em></a><em> in a &quot;Devs ask Space Monkeys&quot; post, where the development team gets to interact with fans. Creative Director Michel Ancel posted &quot;Playing a pirate in Beyond Good &amp; Evil 2 means having, and fighting for, the freedom to carve your own path through the stars. What types of environments are you looking forward to discovering, exploring and expressing yourselves in, as free pirates in System 3?&quot;</em></p><p><em>After this the images below appeared and Ancel wrote that some of the places the team has been looking at include &quot;Secret Pirate lairs on asteroids; spaceports; dormant volcanic craters; Black markets in city slums; Treacherous mining operations; Lush valleys with sacred temples; and Legendary treasures hidden in uncharted territories across space.&quot;</em></p><p><em>See the locations for yourself below &#x2013; we think these fall into the categories of &quot;lush valleys with sacred temples&quot; and &quot;secret Pirate lairs on asteroids.&quot;</em><em><strong>]</strong></em></p>\n<p>E3 2017&apos;s most hyped trailer unveiling capped off Ubisoft&apos;s press conference, eliciting cheers and driving some viewers to tears.&#xA0;</p><p>Which game was it? Here&apos;s a hint: it was first announced <em>nine years ago</em>, and it&apos;s the sequel to a game that wasn&apos;t even a big hit in its own day.</p><p>Give up? It&apos;s Beyond Good and Evil 2, and the long-awaited (and much-delayed) sequel blew a lot of minds this week with its lavish, cinematic trailer that hints at a fresh start for the old property.&#xA0;</p><p>The original 2003 debut remains a cult classic and lives in the hearts of fans, but the prospect of a sequel has been shaky for nearly a decade now, as we&apos;ve seen various teases over the years amidst news of it remaining on a back burner.</p><p>But now it&apos;s real and <em>really happening</em>, apparently, even if we haven&apos;t seen any actual gameplay yet.&#xA0;</p><p>Still, the trailer offers up a lot of clues and certainly gives fans plenty of reason to be excited and optimistic, so here&apos;s a look at what we know (and what we don&apos;t) and when we can expect to get our hands on the game.</p>\n<h3>Cut to the chase</h3>\n<ul ><li><strong>What is it?</strong> Open-universe sci-fi game with rich characters, huge cities, and seamless navigation into space</li><li><strong>What can I play it on? </strong>Nothing&apos;s official, but likely PS4, Xbox One, and PC</li><li><strong>When can I play it?</strong> Probably not anytime soon: 2018/2019 seems likely</li></ul>\n<h3>Trailers</h3>\n<p>At a behind-closed-doors event during this year&apos;s E3, Ubisoft revealed the first early in-engine footage of Beyond Good &amp; Evil 2 and now it&apos;s available to watch online.&#xA0;</p><p>In the video the game&apos;s Creative Director Michel Ancel talks us through just under 15 minutes of footage from the game which is looking...pretty huge.&#xA0;</p><p>In the demo Ancel controls the game&apos;s customization protagonist (here it&apos;s the monkey you&apos;ll recognize from the reveal trailer) flying him around using a jetpack.&#xA0;</p><p>Ancel reveals that the game will have all kinds of ships for players to use and explore, ranging from one-man ships perfect for agile dogfights to huge aerospace cargo ships. If you start out with a smaller ship and move up to a larger one, you can store the smaller ship inside it and expand your crew too.&#xA0;</p><p>Larger ships that aren&apos;t yours will be explorable. When you start out with nothing you&apos;ll be able to find useful items on these ships but you can also uncover darker things like &quot;slavery, some human trafficking and things like that.&quot; If you do see these things you can take pictures and take them back to the city to trigger discussions and progress story. It seems that photojournalism will once again be a cornerstone feature in the series.&#xA0;</p><p>The main thing Ancel emphasizes in this demo is the scale of the world and he&apos;s not wrong. Players will be able to move &quot;seamlessly&quot; from smaller streets to outer space and Ancel says that the game&apos;s engine will be able to re-create astronomical physics with atmosphere changes and rotating planets.&#xA0;</p><p>Ancel even says that real-time meteor showers will happen and will affect the planets both in terms of appearance and events. &quot;The planet and the story are connected&quot; he says.&#xA0;</p><p>It all sounds exciting, though Ancel reminds us that this is the game still in its very early stages. You can watch the demo for yourself below:</p>\n<iframe src=\"https://www.youtube.com/embed/M8IguhQqhAg\"></iframe>\n<p>One trailer capped off Ubisoft&apos;s E3 2017 presentation followed by an appearance from creator Michel Ancel, best known as the guy behind Rayman.</p><p>You can watch it below:&#xA0;</p>\n<iframe src=\"https://www.youtube.com/embed/EAYN08YoaV8\"></iframe>\n<p>It&apos;s a raucous and surprisingly vulgar trailer, and one that doesn&apos;t spotlight any obviously familiar characters or locations from the original game.&#xA0;</p><p>Beyond Good and Evil 2 will apparently act as a prequel to the original, but also something of a re-imagining of its world and concepts &#x2013; perhaps similar to how Mirror&apos;s Edge Catalyst approached its own status as a prequel and spiritual successor, instead of a direct follow-up.</p>\n<h3>What we know so far</h3>\n<iframe src=\"https://www.youtube.com/embed/cbwUJ468u14\"></iframe>\n<p>We didn&apos;t see the slightest bit of gameplay in the E3 trailer and we only see a tiny bit in Michael Ancel&apos;s demo but this does give us some idea of what we can expect from the game when it&apos;s eventually released.&#xA0;</p><p><strong>Online play</strong></p><p>Michel Ancel has said the game will be playable online, which falls in line with <a href=\"http://www.techradar.com/news/ubisoft-is-backing-away-from-annual-releases-to-embrace-a-service-model\">Ubisoft&apos;s shift</a> towards securing long-term player engagement from its games. At the moment it&apos;s still not clear how online play will actually work &#x2013; it could be a separate mode with individual matches or it could work more like Far Cry 5 which allows players to go through the entirety of the main game with a friend. &#xA0;We hope it&apos;s the latter.</p><p><strong>Own more than one ship</strong></p><p>Players will be able to own multiple ships, increasing their scale and crew size as they go. Once a player has a larger ship they&apos;ll even be able to store their smaller one-man dogfighting vessels inside it.&#xA0;</p><p>Furthermore, the environments will be <em>somewhat</em> destructible, allowing parts of buildings to be demolished but not entire large structures, apparently. Real-time meteor showers will be able to impact entire portions of planets which could potentially trigger missions and story events.&#xA0;</p><p><strong>Extensive exploration</strong></p><p>Furthermore, exploration will apparently be a big theme, and you will be able to fly from a planet into space seamlessly without loading times&#x2014;much like in No Man&apos;s Sky. There will also be spaceships of varying sizes, including vast ones that can hold smaller ones within.</p><p>Ancel also talks a bit about the world in which these characters exist, with the social structure seemingly keeping these hybrid creatures down, along with the vile threat of slavery. He suggests that the crew you see in the Gada ship, comprised of varying hybrids and humans of different origins, showcases the diverse message that the game hopes to convey despite the ugliness in the world. It&apos;s &quot;exactly the heart of Beyond Good and Evil 2,&quot; he explains.</p><p><strong>A Jade connection</strong></p><p>As for the green-eyed captain at the end, Ancel admits that there is some connection to Jade from the first game, but refuses to spoil the game with any specifics. Likewise, there&apos;s an earlier reference to her Uncle Pey&apos;j that Ancel also acknowledges, and he says the teases hint at &quot;how deep the world can be.&quot; Similarly, the trailer is apparently loaded with Easter egg references. <a href=\"https://www.altchar.com/games-news/558510/beyond-good-evil-2-will-probably-be-part-of-ubisofts-games-as-a-service-plan\" target=\"_blank\">Apparently </a>Jade will not directly feature in the game as it&apos;s set a generation before her birth.</p><p>Unfortunately, there&apos;s no word on a release target or even the platforms that we&apos;ll be playing on, and given that Beyond Good and Evil 2 was only confirmed to be in pre-production as of last autumn, it may still be a long way away. We might be lucky to see it in 2018, but don&apos;t be surprised at all if the game doesn&apos;t ship until 2019 or 2020.</p><p><strong>A brand new game engine</strong></p><p>Ubisoft has revealed the Beyond Good and Evil 2 is being worked on using a brand new game engine called Voyager. To capture Michel Ancel&apos;s vision for the game and create a world as large as this game&apos;s one will be, a brand new game engine was completely necessary and the tech for it has been in development for the past 3 years.&#xA0;</p>\n<h3>Franchise history</h3>\n<p>As of now, only one game has been released in this series: the original Beyond Good and Evil, which hit PlayStation 2, Xbox, GameCube, and PC back in 2003.</p><p>Photojournalist Jade&apos;s quest to investigate and uncover an alien conspiracy leads to a grand and diverse adventure spanning stealth navigation, melee combat, puzzle solving, photography, and even racing. Slick art direction, entertaining action, and compelling characters and story threads made Beyond Good and Evil a fan favorite, even if the game wasn&apos;t a sales success.</p><p>Luckily, it became a true cult classic over time, and Ubisoft revived the original game with an HD edition for PlayStation 3 and Xbox 360 in 2011. It&apos;s also backwards compatible with the Xbox One, so at least you can play it on one of the current consoles.</p>\n<iframe src=\"https://www.youtube.com/embed/PXPsjvMlLOo\"></iframe>\n<p>Beyond Good and Evil 2 was first announced all the way back in 2008 with a very odd teaser trailer, which sets the tone for a version of the game we may never experience. It shows Jade and Pey&apos;j on the side of the road with a broken hover car, as Pey&apos;j snorts and digests passing flies. Quite a change from what we eventually saw at E3 2017!</p>\n<iframe src=\"https://www.youtube.com/embed/xrnuV-9FKLk\"></iframe>\n<p>In 2009, meanwhile, a leaked video&#x2014;which looks like target gameplay footage&#x2014;shows an acrobatic Jade winding her way through a busy city as she climbs, runs, takes out guards, and eventually grabs hold of a helicopter and escapes. However, later that summer, Ubisoft confirmed that the game would not yet begin full production.</p><p>In the years since, we&apos;ve seen various teases and confirmations of its continued development, with Ubisoft acknowledging work on it in 2014 and 2016.&#xA0;</p><p>And then, late in 2016, Ancel affirmed that they were full steam ahead in pre-production, which Ubisoft also confirmed.&#xA0;</p><p>According to Ancel, the team has been working on the game intently since Rayman Legends shipped in 2013, and that earlier work on the game had been halted due to technical limitations back then.</p>\n<h3>What we&apos;d like to see</h3>\n<p>Well, we&apos;d like to see the actual game most of all. The trailer is rich and inviting, and clearly shows a lot of work and attention being paid to Beyond Good and Evil 2&apos;s game world. It can send our imaginations wandering into so many different directions, which is the problem: how will this vision coalesce into a cohesive game? We just don&apos;t know.</p><p>Ancel&apos;s trailer breakdown video offers some hints, with the promise of a huge, vertical world, cooperative online play of some sort, and the ability to jet off into space without worrying about loading screens or other frustrating breaks in the action. It sounds massively ambitious, but that&apos;s very much in line with Ubisoft&apos;s modern approach: the company does vast open worlds now, and nearly all of its AAA properties follow some version of that mold.</p><p>Our hope is that Beyond Good and Evil&apos;s spirit doesn&apos;t get lost in the vastness of that open concept, and that the game retains its individuality despite opening up and bringing in some level of multiplayer action. Based on the trailer, we are definitely encouraged about the tone and distinctiveness of the game, although besides the whole matter of how the actual game looks and plays, there are still questions about <em>when</em> we&apos;ll get to play it and on which devices.</p><p>Hopefully we don&apos;t have to wait too long to get some concrete answers. On the other hand, it has been 14 years since the first game released, and nine years since this sequel was revealed, so it&apos;s clear that Ubisoft is happy to take its time to get this right. Let&apos;s hope the long wait truly pays off.</p><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/Ym9G2zAK374\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Andrew Hayward,Emma Boyle]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/Us4Pr4ffdHq6TxciC2dEan.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/beyond-good-and-evil-2</feedburner:origLink></item>\r\n    <item>\r\n      <title>Dead Space is now completely free on the PC</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/aGJdwrYJY0U/dead-space-is-now-completely-free-on-the-pc</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/dead-space-is-now-completely-free-on-the-pc</guid>\r\n      <description>Space is an empty black vacuum, but luckily your wallet needn’t be thanks to EA giving away free games.</description>\r\n      <pubDate>Wed, 14 Feb 2018 12:38:00 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p>EA&#x2019;s classic survival horror romp Dead Space is now dead free for PC gamers if they head on over to the Origin store.</p><p>The sci-fi nightmare of systems engineer Isaac Clarke (who could equally have been called Arthur Asimov) would normally set you back &#xA3;6.79 or $19.99, but EA has made it an &#x2018;on the house&#x2019; game, meaning you can download it for free.</p><p>Do note, though, that Dead Space will only be free for a limited period of time, so if it tickles your fancy, then the best idea would be to grab it sooner rather than later.</p>\n<ul ><li><a href=\"https://www.origin.com/usa/en-us/store/dead-space/dead-space/standard-edition\" rel=\"nofollow\" target=\"_blank\">Head here to bag your free copy of Dead Space</a></li></ul>\n<h3>Lighter load</h3>\n<p>The further good news is that even if you have an old PC, this is a game which dates back a decade, and hence has pretty light system requirements.</p><p>It&#x2019;ll run with a 2.8GHz CPU, 2GB of system RAM (1GB if you&#x2019;re still using Windows XP &#x2013; although <a href=\"http://www.techradar.com/news/will-wannacry-malware-finally-get-everyone-to-leave-windows-xp\">hopefully that isn&#x2019;t the case</a>!), and a GeForce 6800 graphics card.</p><p>So it should run extremely smoothly on a contemporary PC, although note that you may experience some glitches that the PC version has been known to suffer from (although that can often be the case with really old games, anyway). Still, you&#x2019;ve got literally nothing to lose here, on the cash front anyway.</p><p>Interested in some further gratis gaming? Don&#x2019;t forget that Blizzard made another veteran classic, StarCraft II, a <a href=\"http://www.techradar.com/news/starcraft-ii-is-now-free-for-pc-and-mac-gamers\">freebie for PC and Mac gamers</a> last November.</p><p><strong>Via </strong><a href=\"https://www.pcgamer.com/dead-space-eas-2008-survival-horror-classic-is-free-on-origin/\" target=\"_blank\"><strong>PC Gamer</strong></a></p>\n<ul ><li>Maybe you&#x2019;ll enjoy these PC classics on one of our <a href=\"http://www.techradar.com/news/mobile-computing/laptops/best-gaming-laptops-top-5-gaming-notebooks-reviewed-1258471\">best gaming laptops</a></li></ul><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/aGJdwrYJY0U\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Darren Allan]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/3NGwXPMiEn5V3f4QtMwuU4.jpg\" type=\"image/jpeg\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/dead-space-is-now-completely-free-on-the-pc</feedburner:origLink></item>\r\n    <item>\r\n      <title>PS5: what will the PlayStation 5 be like and when will Sony reveal it?</title>\r\n      <link>http://feedproxy.google.com/~r/techradar/gaming-news/~3/k8pVLYueP14/ps5-release-date-news-and-features-1213409</link>\r\n      <guid isPermaLink=\"false\">http://www.techradar.com/news/gaming/consoles/ps5-release-date-news-and-features-1213409</guid>\r\n      <description>PS5: All our hopes, desires and dreams for Sony's fifth PlayStation console. </description>\r\n      <pubDate>Wed, 14 Feb 2018 12:12:00 +0000</pubDate>\r\n      <source url=\"http://www.techradar.com\">techradar.com</source>\r\n      <content:encoded><![CDATA[<p><strong>[Update: </strong><em>We all know PlayStation 5 is a long way off, but at the very least we know it&apos;s coming. What we&apos;re not sure of is where Sony is in its planning progress. Some leaked emails, however, may give us a better idea.&#xA0;</em></p><p><em>Very recently a group called PlayStation Voice sent out surveys to members of its closed community asking them what their expectations of the PS5 are. One community member posted the email they received and found themselves removed from the group for breaking its non-disclosure agreements.&#xA0;</em></p><p><em>According to </em><a href=\"https://www.psu.com/news/ps5-survey-legit-sony-now-talking-psn-id-change/\" target=\"_blank\"><em>PSU</em></a><em> PlayStation Voice is a community run by third-party consumer insight agency, Join the Dots. Once information has been gathered, it&apos;s fed back to clients, the client in this case presumably being Sony PlayStation.&#xA0;</em></p><p><em>Admittedly, this doesn&apos;t tell us much about PS5 itself, other than that things are likely to be still in the very early stages. While it&apos;s unlikely that Sony would use the information gathered from its communities to decide exactly which features will be included in the console, the ideas of fans can certainly spark a good deal of inspiration.</em><strong>]</strong></p><p>You can&apos;t really beat the announcement of a brand new games console: the specs, the launch titles, the clamor to pre-order for the release date. It&apos;s exhilarating, and we know that when Sony announces the PS5, and the beginning of a brand new console generation, we&apos;ll hardly be able to hold it together.&#xA0;</p><p>But we also love the run up to that announcement, with all the rumors, anticipation and infuriatingly convincing fan product renders that come with it.</p><p>At time for writing, Sony hasn&apos;t confirmed the existence of the PlayStation 5 and although we&apos;d love to be able to say that&apos;s something we know will be coming soon, we can&apos;t. &#xA0;At the moment, it&apos;s very hard to say when exactly we might get our first look at the PlayStation 5 (or PS5 as it&apos;ll quickly be known as).&#xA0;</p><p>Don&apos;t despair though &#x2013; while we can&apos;t be sure <em>when </em>the PS5 will be revealed or even announced, we do that a PlayStation 5 will be coming eventually. Sony&apos;s President and CEO, Shawn Layden, confirmed as much in an interview with Golem.de. Sure, he said it wouldn&apos;t be any time soon. But that&apos;s better than not coming at all!</p><p>It&apos;s hard to fault Sony for looking before it takes the leap into the next generation of consoles. The <a href=\"http://www.techradar.com/reviews/ps4-pro\">PS4 Pro</a> is still relatively new to the market and its direct competitor, Microsoft&apos;s <a href=\"http://www.techradar.com/news/gaming/project-scorpio-release-date-news-and-features-everything-we-know-about-microsoft-s-4k-ready-xbox-1323455\">Xbox One X</a>, is an even more recent release.&#xA0;</p><p>By introducing greater power and 4K capabilities to the market, mid-generation upgrades such as these have extended the lifespan of the current generation significantly. If we&apos;re honest, we can&apos;t really see any urgent need to start a new generation right now. And given Microsoft&apos;s growing commitment to backwards compatibility, we think it&apos;s key for Sony to really think about its next steps. We imagine it&apos;ll be another couple of years at least before a PlayStation 5 is necessary, or even wanted.</p><p><em>Check out the video below to see Jon and Gerald discuss the differences between the PS4, PS4 Pro and PS4 VR.</em></p>\n<p>You have to question what, exactly, the PS5 could do better.&#xA0;</p><p>Sony now has a system that&apos;s capable of both HDR and 4K gameplay (upscaled and native) which, for most gamers, is more than enough for the time being.</p><p>Unless Sony has a treasure trove of 8K TVs ready to ship out exclusively with PS5 consoles, there might not be a point in launching a new system right now if the focus is going to be on visual enhancements.</p><p>But, perhaps even more importantly, the console&apos;s existence and recent success has called into question whether a proper follow-up to the PS4 will ever be needed. We might be moving towards a more iterative hardware cycle.&#xA0;</p>\n<figure><blockquote><p>When Shuhei Yoshida, president of Sony's Worldwide Studios, was asked about the PS5, he responded that he thought the PS5 was a question of 'if' rather than 'when'</p><figcaption><cite></cite></figcaption></blockquote></figure>\n<p>Though Sony briefly had the most powerful console on the market with the PS4 Pro, Microsoft threw a spanner into the works in November 2017 with its <a href=\"http://www.techradar.com/news/gaming/project-scorpio-release-date-news-and-features-everything-we-know-about-microsoft-s-4k-ready-xbox-1323455\"><u>Xbox One X</u></a>.&#xA0;It&apos;s too early to tell just yet but that could spell trouble for Sony.&#xA0;</p><p>But just because Microsoft has launched a new system doesn&apos;t necessarily mean that Sony will counter immediately &#x2013; there are good reasons to believe that Sony is less comfortable with the idea of taking a mobile phone-style &#x201C;upgrade every year&#x201D; approach to consoles in the future, including comments from Yoshida himself.&#xA0;</p><p>Also, it boils down to simple economics: it&#x2019;s well documented that the longer a console can persist on the high-street shelves, the more profitable it becomes, as economies of scale reduce manufacturing costs, while a large install base means publishers can sell more copies of their latest games.</p>\n<p>What does that mean for the PS5? Will Sony&apos;s fifth console come to fruition? What would it do differently? What <em>can </em>it do differently?&#xA0;</p><p>For right now, at least, we don&apos;t have all the answers.&#xA0;</p><p>But instead of twiddling our thumbs and waiting for Sony to plop the next system on our laps, we&apos;ve done some digging to try and get to the bottom of the mystery that&apos;s kept us up at night: what is the PS5 and when is it coming out?</p>\n<h3>PS5 Release date</h3>\n<p>With no official word from Sony, it&apos;s difficult to know exactly when we might get to see a PS5, so all we have for the moment is the guesswork of industry analysts to go on.&#xA0;</p><p>Analysts are predicting we could see the PlayStation 5 as soon as 2018 but the most likely outcome is 2019. In an interview with the <a href=\"https://www.wsj.com/articles/sony-expects-operating-profit-to-surge-to-4-5-billion-1493360553\"><u>Wall Street Journal,</u></a> analyst Damian Thong (who previously predicted the PS4 Pro and Slim) suggested that the console would arrive in the latter half of 2018.</p><p>Another analyst, however, believes we&apos;ll have to wait a little longer. Speaking to <a href=\"http://gamingbolt.com/ps5-will-likely-be-backwards-compatible-with-ps4-pro-will-possibly-launch-in-2019-michael-pachter\"><u>GamingBolt</u></a>, Michael Pachter said that though he thinks the PS5 will be a half step and will be backwards compatible with the PS4 Pro he doesn&apos;t think we&apos;ll see it until &quot;2019 or 2020 but probably 2019.&quot;&#xA0;</p><p>This slightly later release, he says, would make more sense as it would fall in line with predictions for when the 4K TV market in the US will reach 50%. &quot;I think Sony has probably got the next console cycle lined up already&quot;, he says, &quot;I think they already know what they&apos;ve got to do.&quot;</p><p>More recently Pachter <a href=\"http://wccftech.com/ps5-come-out-in-2020-says-pachter/\" target=\"_blank\">reiterated this claim</a>, saying that Sony would most likely release the new console in 2020. He added that at this time he thinks the PS4 Pro will become the base model PlayStation and will see a reduction in price.&#xA0;</p>\n<h3>We&#x2019;ve got the TVs: can we have proper 4K gaming?</h3>\n<p>The PS4 Pro offers a tantalising hint of what 4K gaming <em>could</em> be like. But the stark fact remains: it still doesn&#x2019;t have the grunt to do native 4K consistently.&#xA0;</p><p>Its &#x201C;checkerboard&#x201D; technique of taking single pixels and using each to render four pixels in 4K resolution is clever and it <em>can </em>do native 4K output but it often has to sacrifice resolution to keep performance consistent.&#xA0;</p><p>Chris Kingsley, CTO and co-founder of developer Rebellion, dangles an even more ambitious technological carrot in front of a putative PS5: &#x201C;Obviously new hardware should be able to support 4K TVs and possibly even 8K TVs at a push!&#x201D;&#xA0;</p><p>Native 4K support, surely, will be a basic requirement of the PlayStation 5. And if Sony cracks that particular problem with alacrity, it could even mean that a PlayStation 5 will arrive sooner than anticipated.</p>\n<p><img  id=\"cTyiw7nysApNwFmG9bU4NF\" name=\"\" caption=\"\" alt=\"ps5 games\" src=\"http://cdn.mos.cms.futurecdn.net/155c13f5287e77b369ca3b170f3e630b.jpg\" link=\"\" align=\"\" fullscreen=\"\"></p>\n<h3>The VR effect</h3>\n<p>Sony recently became the first console manufacturer to embrace virtual reality, thanks to the <a href=\"http://www.techradar.com/reviews/gaming/playstation-vr-1235379/review\"><ins>PlayStation VR</ins></a>, but if you examine PlayStation VR closely &#x2013; and observe how it operates on the PS4 Pro &#x2013; it invites speculation about how a PS5 might take VR to a new level.&#xA0;</p><p>Currently, PlayStation VR operates at lower resolution than the <a href=\"http://www.techradar.com/reviews/gaming/gaming-accessories/oculus-rift-1123963/review\"><ins>Oculus Rift</ins></a> and <a href=\"http://www.techradar.com/reviews/wearables/htc-vive-1286775/review\"><ins>HTC Vive</ins></a> &#x2013; but, as it stands, even its current incarnation almost pushes the base PlayStation 4 beyond its limits. Running a PlayStation VR on a PS4 Pro brings improved frame-rates, which are very handy indeed in terms of the overall VR experience, but even the PS4 Pro can&#x2019;t overcome the resolution constraints set by the PlayStation VR headset.</p>\n<figure><blockquote><p>Sony will want to return to the market with a second, markedly higher-tech iteration of PlayStation VR</p><figcaption><cite></cite></figcaption></blockquote></figure>\n<p>So it&#x2019;s a good bet that, presuming PlayStation VR is successful (and it already appears to be catching on) Sony will want to return to the market with a second, markedly higher-tech iteration: which would provide an obvious selling point for the PlayStation 5.&#xA0;</p><p>And if a PlayStation VR 2 headset could be sold without an external black box, it should be markedly cheaper, further accelerating VR&#x2019;s march into the mainstream.</p>\n<p><img  id=\"hBpAVDPycEqCJzVkKvESES\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/30e3a888cf6434077a2c8c0cd18067cc.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p>Rebellion&#x2019;s Kingsley makes another good point about second-generation VR. &#x201C;Anything that reduces the leads has to be a good thing,&#x201D; he says.&#xA0;</p><p>The umbilical cord which currently attaches VR headset-wearers to their consoles or PCs obviously goes against VR&#x2019;s entire immersive nature, and we&#x2019;re already beginning to see, for example, a third-party implementation for the HTC Vive that renders it wireless. It&#x2019;s a safe bet that the capacity for running a wireless PlayStation VR 2 will be built into the PS5.&#xA0;</p><p>But Kingsley&#x2019;s PlayStation VR 2 wish-list goes further: &#x201C;Wide vertical and horizontal field-of-view would be top of my list, and of course, that would require 4K resolution per eye, and high dynamic range would be great too.&#x201D;&#xA0;</p><p>HDR and wider fields of view should be achievable but sadly, we don&#x2019;t reckon full 4K VR is likely to be a possibility even for the PS5. As Kingsley points out, that would require 4K rendering per eye, which equates to 8K rendering overall, which we expect to be beyond the PS5&#x2019;s capabilities.&#xA0;</p><p>That said, perhaps Sony will find some clever technological bodge to get around that before it releases its fifth PlayStation console.<br></p>\n<figure class=pull-left><p><img  id=\"H7uPBrL8PjjzGpeXCSEMVF\" name=\"\" caption=\"\" alt=\"ratchet and clank\" src=\"http://cdn.mos.cms.futurecdn.net/99b8e3030ce4b9adb317f788c687c4d0.jpg\" link=\"\" align=\"left\" fullscreen=\"\" class=\"pull-left\"></p></figure>\n<h3>What form will the PS5 take?</h3>\n<p>It has been suggested that future consoles could take radically different forms to current ones, thanks to advances in cloud computing bringing about the ability to stream games, thereby doing away with the components that make consoles so bulky. But we don&#x2019;t reckon Sony will take a more Nintendo-like approach and put the PS5 in a tiny box.&#xA0;</p><p>One reason for that is that with the PS4, Sony has only just committed to using what are basically the innards of a PC &#x2013; the first three PlayStation variants used proprietary components which, in the PS3, were so esoteric that the console flopped. Developers, certainly, are massively relieved that the PS4 took the PC route.&#xA0;</p>\n<figure><blockquote><p>\"We always want fast CPUs and GPUs, but lots of fast RAM is also very important – it’s no use having fast processors if they are starved of data.” </p><figcaption><cite>Chris Kingsley</cite></figcaption></blockquote></figure>\n<p>&#x201C;Developers want the ability to make the best games using the minimum amount of effort. We want to focus on being creative and getting things to just work,&#x201D; Kingsley says. &#x201C;So the hardware should be based around current console hardware, which is in turn based on PC hardware. We always want fast CPUs and GPUs, but lots of fast RAM is also very important &#x2013; it&#x2019;s no use having fast processors if they are starved of data.&#x201D;&#xA0;</p><p>All the above are achievable, but will the PS5 still have a hard disk?&#xA0;</p><p>Sony Computer Entertainment President and CEO Andrew House spoke at the PS4&#x2019;s launch about how deciding to put hard disks and 8Gb of RAM in the PS4 were both &#x201C;Billion-dollar decisions&#x201D;. The fact that Sony has now made external hard drive support possible for the PS4 and Pro is a step in the right direction and this is something that could be carried over the the PS5, which will undoubtedly have to deal with even larger 4K assets.&#xA0;</p>\n<p><img  id=\"pBpWfp3j92diYar7mvazbY\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/a540d43eafef57db06f6f0dd13916c35.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<h3>Streaming games</h3>\n<p>Of course, if games were just streamed to the PS5 that problem would disappear entirely, and Sony already has a game-streaming service in the form of <a href=\"http://www.techradar.com/reviews/gaming/playstation-now-1213666/review\">PlayStation Now</a>.&#xA0;</p><p>So why isn&#x2019;t this more of a definite feature rather than something on our wishlist? Well, Sony is remaining tight-lipped about PlayStation Now uptake figures, but we suspect they are pretty unimpressive. It has certainly had issues with setting the right subscription charges, given that PlayStation Now effectively gives backwards compatibility &#x2013; a &#x201C;luxury&#x201D; that was previously free for owners of PlayStation 2s and 3s.&#xA0;</p>\n<figure><blockquote><p>There would be nothing to stop Sony launching a small form-factor cloud-based version of the console for those with mega-fast broadband</p><figcaption><cite></cite></figcaption></blockquote></figure>\n<p>But the biggest issue is broadband speeds. Even 4K TV requires a minimum of 25Mbps broadband in order to provide satisfactory streaming, and it&#x2019;s doubtful whether 4K game streaming &#x2013; with extra information on top of the visual side &#x2013; would even work reliably at such speeds. There would be nothing to stop Sony launching a small form-factor cloud-based version of the console for those with mega-fast broadband, perhaps with a mobile phone-style subscription model that has an upfront hardware costs.&#xA0;</p><p>But for the PS5 to sell anything like its predecessors, there would have to be a conventional version with similar innards to the <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/sony-ps4-1202432/review\">PS4</a>.&#xA0;</p><p>In his recent autumn statement, chancellor Philip Hammond announced an infrastructure investment aimed at bringing fast broadband and 5G mobile data to the UK. But the earliest that would have an impact would be 2021, and the PS5 will almost certainly arrive before then. Perhaps its first mid-cycle update, though, will be a streaming version which takes advantage of burgeoning 5G networks?</p>\n<p><img  id=\"oynrybEnYbkhTsBrH4aXom\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/bfa986e26b354b0b282bf2b56c12ab6e.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<h3>Optical discs or not?</h3>\n<p>The rise of download games, which continue to eat into the physical disc market, means that pundits have been predicting that consoles will go discless for about a decade now. However, our guess is that the PS5 won&#x2019;t be the first system to risk venturing down that road, at least not until it catches wind of Microsoft doing the same thing.&#xA0;</p><p>Sony has taken a lot of (justifiable) flak for not putting a 4K Blu-ray drive in the PS4 Pro &#x2013; making it a less attractive purchase for film and TV buffs than the <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/xbox-one-s-1323399/review\"><u>Xbox One S</u></a>.&#xA0;</p><p>Surveys continue to show that gamers are still attached to the possibility of buying games on physical discs &#x2013; not least because they can then sell them (a practice that the games industry hates), and due to their persistent hard disk space issues, although it&#x2019;s only the current generation of consoles which has insisted on installing entire contents of Blu-ray discs onto hard disks.&#xA0;</p><p>If Sony were to axe the Blu-ray drive from the PS5, gamers would expect several terabytes of storage in compensation.&#xA0;</p><p>Kingsley gives a developer&#x2019;s view on the topic: &#x201C;I think the days of delivering films and games via disc are on the decline, as most people are going digital; however, some people like physical discs, so who knows &#xA0;whether that decline will level out and remain present but at a lower level than now?&#x201D;</p><p>Download figures have been on the rise over the last year but EA CFO Blake Jorgensen has said that he thinks consoles and disc drives will continue to stick around.</p><p>&#x201C;Consoles and disc drives probably stay around for a long period of time [...] I think it&apos;s the consumer deciding what&apos;s the easiest way for them to buy a game.</p><p>&#x201C;And it may mean they no longer have a store down the street from them so they decide to buy it [digitally] maybe it&apos;s easier for them to do.&#x201D;<br></p>\n<p><img  id=\"jCmyS97B8pwVsokecgwARd\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/7c63b9add3c5dbf3da8a0c414ec6d1b2.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<p><img  id=\"iuMTGcGR2ALHUEBiyUvr3J\" name=\"\"  src=\"http://cdn.mos.cms.futurecdn.net/iuMTGcGR2ALHUEBiyUvr3J.jpg\" align=\"middle\" fullscreen=\"\"></p>\n<h3>So when can we expect the PS5?</h3>\n<p>Given that the PlayStation 4 was launched in 2013 and Sony&#x2019;s previous consoles arrived in six-year intervals, it would be easy to project that it will launch the PlayStation 5 in 2019. The sort of technology available then should easily allow full native 4K games without saddling the PS5 with a massive price-tag and, by 2019, 4K TVs will be the norm, rather than the exception, in the average household.</p>\n<figure><blockquote><p>2020 might be the year in which Sony unleashes the PS5 on the world, as the first native 4K console with wireless VR ... as long as Microsoft doesn’t get there first</p><figcaption><cite></cite></figcaption></blockquote></figure>\n<p>So it would be a surprise if Sony doesn&#x2019;t want to capitalise on that at the earliest possible juncture. However, Kingsley points at the PS4 Pro, and reckons that could have an effect on the length of the current console cycle: &#x201C;It&#x2019;s a difficult one to judge, but overall I think it&#x2019;s fair to say that the overall cycle will lengthen slightly.&#x201D;&#xA0;</p><p>Especially if the PS4 Pro wildly outsells the base PS4, which admittedly isn&#x2019;t something we anticipate happening once it has reached a critical mass of households with 4K TVs.&#xA0;</p><p>So perhaps 2020 might be the year in which Sony unleashes the PS5 on the world, as the first native 4K console with wireless VR ... as long as Microsoft doesn&#x2019;t get there first.</p>\n<ul ><li>Tired of future-gazing? Why not check out the <a href=\"http://www.techradar.com/news/gaming/consoles/10-best-ps4-games-this-generation-s-must-play-titles-1298394\">best games on the PS4</a> right now</li></ul><img src=\"http://feeds.feedburner.com/~r/techradar/gaming-news/~4/k8pVLYueP14\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n      <author><![CDATA[Steve Boxer,Emma Boyle]]></author>\r\n      <enclosure url=\"http://cdn.mos.cms.futurecdn.net/bf709bb321a43797a81ef1a2cc5c1350.png\" type=\"image/png\" length=\"0\" />\r\n    <feedburner:origLink>http://www.techradar.com/news/gaming/consoles/ps5-release-date-news-and-features-1213409</feedburner:origLink></item>\r\n  </channel>\r\n</rss>\r\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "ETag": "2KekKMX9qX6nTyhEgRB/QLBoNBY",
    "Content-Type": "text/xml; charset=UTF-8",
    "Cache-Control": "private, max-age=0",
    "Server": "GSE",
    "X-XSS-Protection": "1; mode=block",
    "Last-Modified": "Sun, 18 Feb 2018 16:50:48 GMT",
    "Content-Encoding": "gzip",
    "Date": "Sun, 18 Feb 2018 16:50:48 GMT",
    "X-Content-Type-Options": "nosniff",
    "Expires": "Sun, 18 Feb 2018 16:50:48 GMT"
  },
  "response_url": "http://feeds2.feedburner.com/techradar/gaming-news"
}