{
  "requested_url": "http://feeds.feedburner.com/TheAtlanticWire",
  "fetched_at": "2018-02-18T22:20:06.163330",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/atom10full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.feedburner.com/~d/styles/itemcontent.css\"?><feed xmlns=\"http://www.w3.org/2005/Atom\" xmlns:disqus=\"http://disqus.com/\" xmlns:media=\"http://search.yahoo.com/mrss/\" xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" xml:lang=\"en-us\">\r\n  <title>The Atlantic</title>\r\n  <link href=\"http://www.thewire.com/feeds/posts/\" rel=\"alternate\" />\r\n  \r\n  <id>http://www.thewire.com/feeds/posts/</id>\r\n  <updated>2017-02-28T12:57:00-05:00</updated>\r\n  <logo>http://www.thewire.com/static/wire/img/wire_logo_125x40.png</logo>\r\n  <atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/atom+xml\" href=\"http://feeds.feedburner.com/TheAtlanticWire\" /><feedburner:info uri=\"theatlanticwire\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><entry>\r\n    <author>\r\n      <name>Spencer Kornhaber</name>\r\n      <uri>http://www.thewire.com/authors/spencer-kornhaber/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt518082</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/RTS10LLR/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"The &amp;#39;Only&amp;#39; Profession to &amp;#39;Celebrate What It Means to Live a Life&amp;#39;\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;Yesterday &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/the-power-of-viola-daviss-oscars-speech/517944/\"&gt;I praised&lt;/a&gt; Viola Davis’s Oscars speech for being memorable without being explicitly political—for simply talking about her job in a moving and well-written way. Twitter quickly let me know I missed something. On social media and conservative-leaning news sites, Davis’s speech had in fact sparked outrage.&lt;/p&gt;\r\n\r\n&lt;p&gt;After explaining that she felt her mission was to “exhume … the stories of the people who dreamed big and never saw those dreams to fruition, people who fell in love and lost,” Davis said this:&lt;/p&gt;\r\n\r\n&lt;blockquote&gt;\r\n&lt;p&gt;I became an artist—and thank God I did—because we are the only profession that celebrates what it means to live a life.&lt;/p&gt;\r\n&lt;/blockquote&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;This claim has become one of the discussion items of the right-wing internet following the Oscars ceremony. “Art is wonderful; art is enriching; art can connect us with each other,” writes Ben Shapiro &lt;a href=\"http://www.dailywire.com/news/13885/viola-davis-gives-self-important-tearful-speech-we-ben-shapiro\"&gt;at &lt;em&gt;Daily Wire&lt;/em&gt;&lt;/a&gt;. “But the utter arrogance of stating that artists are ‘the only profession that celebrates what it means to live a life’ is astounding. How about doctors? How about stay-at-home mothers, who help shape lives rather than pursuing their own career interests? How about morticians? How about pretty much everybody in a free market economy, giving of themselves to others to improve lives?”&lt;/p&gt;\r\n\r\n&lt;p&gt;Variants of that sentiment have ricocheted online, with Davis sometimes misquoted as though she’d said only “actors” celebrate what it means to live a life, or, worse, are the only ones who “know” what it means to live a life.&lt;/p&gt;\r\n\r\n&lt;p&gt;Are people right to be offended? Did she say artists are better than anyone else? Reading her words literally, within the context of her speech, and extending her the slightest benefit of the doubt, it’s hard to see backlash against Davis as anything other than a symptom of our overblown culture wars.&lt;/p&gt;\r\n\r\n&lt;p&gt;Anyone might “celebrate what it means to live a life” in their own personal ways, but for whom is that a primary function of their profession? Artists, definitely. Clergy, maybe. Doctors &lt;em&gt;save&lt;/em&gt; lives rather than celebrating them, and it doesn’t denigrate them to say so. Stay-at-home parents &lt;em&gt;help&lt;/em&gt; others, and Davis might even agree that that’s more noble, important, and essential than “celebrating” the meaning of life.&lt;/p&gt;\r\n\r\n&lt;p&gt;Her point was simply that artists serve a specific role in telling stories about the human experience, and that she’s glad she’s a part of that.&lt;/p&gt;\r\n\r\n&lt;p&gt;Certainly, she could have edited herself to make a less controversial, though arguably less interesting&lt;strong&gt;,&lt;/strong&gt; statement. If she’d simply said, “I became an artist—and thank God I did—because we celebrate what it means to live a life,” complaints may have been harder to come by. The “only” highlights a specific way that artists are special, but it also is a dogwhistle to anyone holding strong resentment about Hollywood elitism and condescension. And there’s rarely been a better time to air such resentment than right now.&lt;/p&gt;\r\n\r\n&lt;aside class=\"pullquote instapaper_ignore\"&gt;Artists are now treated like candidates—expected to choose their words not for truth but for politics.&lt;/aside&gt;\r\n\r\n&lt;p&gt;On the right, reflexive disgust for the entertainment industry has taken on new fervor under Donald Trump. During the &lt;a href=\"http://www.thedailybeast.com/articles/2017/02/27/fox-friends-provides-laughably-bad-analysis-of-la-la-land-vs-moonlight-oscar-flub.html\"&gt;&lt;em&gt;Fox and Friends&lt;/em&gt; after the Oscars&lt;/a&gt;, the snafu whereby &lt;em&gt;La La Land&lt;/em&gt; mistakenly was announced as Best Picture was spun by Steve Doocy as, “Hollywood got the election wrong, and last night Hollywood got the Oscars wrong.” Guest Tucker Carlson agreed but added that &lt;em&gt;Moonlight&lt;/em&gt; “had to win” because the moralizing, politically correct establishment willed it to. Yes, the Oscars were both an out-of-touch catastrophe and an insidiously rigged game.&lt;/p&gt;\r\n\r\n&lt;p&gt;Donald Trump has given his own interpretation of the Academy’s screwup: “I think they were focused so hard on politics that they didn’t get the act together at the end,” he told &lt;em&gt;Breitbart&lt;/em&gt;, as if the PricewaterhouseCoopers accountant who &lt;a href=\"https://www.nytimes.com/2017/02/27/business/media/pwc-oscars-best-picture.html\"&gt;handed Warren Beatty the wrong envelope&lt;/a&gt; did so because he’d been cackling too hard at Kimmel &lt;a href=\"https://www.theatlantic.com/liveblogs/2017/02/2017-oscars/517761/14940/\"&gt;tweeting&lt;/a&gt; the president “u up?”  &lt;/p&gt;\r\n\r\n&lt;p&gt;Liberals may groan at Trump taking credit for his critics making a logistical mistake. But, of course, both sides see a lot of politics in entertainment these days: See &lt;a href=\"http://www.newyorker.com/culture/cultural-comment/did-the-oscars-just-prove-that-we-are-living-in-a-computer-simulation\"&gt;all the takes&lt;/a&gt; making like Doocy and comparing the end of the Oscars to election night.&lt;/p&gt;\r\n\r\n&lt;p&gt;To many viewers on Sunday, Davis’s speech seemed remarkable for how it nearly transcended partisan fray and just passionately talked about acting. But one word—“only”—was enough to make her a culture-war litmus test. Maybe she wanted to pick a fight about art’s place in society, or maybe she was simply portraying her profession as she genuinely sees it. Either way, it was a defiant move in an era where artists are increasingly held to the same standards as candidates for office: expected to choose their words not for truth but for politics.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/3sYgZxWNjjE\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>The 'Only' Profession to 'Celebrate What It Means to Live a Life'</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/3sYgZxWNjjE/\" rel=\"alternate\" />\r\n    <published>2017-02-28T12:57:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-518082</id>\r\n    <summary type=\"html\"><![CDATA[In another strange sign of the mounting culture wars, Viola Davis’s emotional Oscars tribute to artists has become political fodder.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/viola-davis-pos-oscars-only-profession-artists/518082/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Megan Garber</name>\r\n      <uri>http://www.thewire.com/authors/megan-garber/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt518076</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/corinne/lead_large.png\"\r\n                alt=\"Image \"\r\n                title=\"Corinne Found the Perfect Way to Rebel Against &amp;lt;em&amp;gt;The Bachelor&amp;lt;/em&amp;gt;\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;b&gt;&lt;em&gt;This post reveals “plot” points of episode 10 of &lt;/em&gt;The Bachelor &lt;em&gt;season 21.&lt;/em&gt;&lt;/b&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;According to the fabricated lexicon of &lt;em&gt;The Bachelor&lt;/em&gt;, the show’s characters do not participate in a mere televised dating competition. They have been brought together, instead, on an emotional adventure that the show refers to, infallibly, as “a journey.”&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;The Bachelor&lt;/em&gt;’s insistence on &lt;a href=\"https://en.wikipedia.org/wiki/The_Hero_with_a_Thousand_Faces\"&gt;its own vague Campbelliness&lt;/a&gt; is ironic for several reasons. The biggest is that, while the show does offer a kind of momentum—things proceed week after week, Rose Ceremony after Rose Ceremony, with romantic tensions inevitably mounting—its participants, for the most part, do very little in the way of their own development. There are characters, yes, but very few arcs. The Bachelor or Bachelorette in question might learn some things as the season proceeds, sure; for the most part, though, the contestants are who they are, and they stay who they are. The tensions come not as those contestants grow and change, but instead as their different facets are systematically revealed to the Bachelor(ette). Different sides of their personalities are glimpsed; people are kept around or kicked to the curb based on the facets of themselves that manifest as the Journey continues apace. &lt;em&gt;The Bachelor&lt;/em&gt;, basically, is a show that offers a lot of movement, but very little evolution.&lt;/p&gt;\r\n&lt;!-- START \"MORE ON\" SINGLE STORY BOX v. 2 --&gt;\r\n\r\n&lt;aside class=\"callout\"&gt;\r\n&lt;hr /&gt;\r\n&lt;h4&gt;Related Story&lt;/h4&gt;\r\n\r\n&lt;div&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/01/in-praise-of-corinne-the-bachelors-human-conspiracy-theory/514217/\"&gt;&lt;img alt=\"\" src=\"https://cdn.theatlantic.com/assets/media/img/mt/2017/01/corinne/lead_960.png?1485268353\" width=\"242\" /&gt; &lt;/a&gt;&lt;/div&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/01/in-praise-of-corinne-the-bachelors-human-conspiracy-theory/514217/\"&gt;In Praise of Corinne, &lt;em&gt;The Bachelor’&lt;/em&gt;s Human Conspiracy Theory&lt;/a&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;&lt;/aside&gt;\r\n&lt;!-- END \"MORE ON\" SINGLE STORY BOX v. 2 --&gt;\r\n\r\n&lt;p&gt;Which made Monday’s episode especially striking. First, because, at the Rose Ceremony at the episode’s outset, Nick “said goodbye” (another term of &lt;em&gt;Bachelor &lt;/em&gt;art) to Corinne Olympios, the season’s appointed villain. Corinne, who is dramatic and zany and materialistic and Good TV in human form, had long been a front-runner both despite and because of her antics (as &lt;em&gt;SB Nation&lt;/em&gt; &lt;a href=\"http://www.sbnation.com/2017/2/14/14604780/the-bachelor-season-21-episode-7-recap-nick-viall\"&gt;summed it up&lt;/a&gt; earlier this month, “Oh God, Corinne’s gonna win this whole dang thing, isn’t she?”). Her ouster on Monday, right before the Fantasy Suite dates, was a shock—to viewers of the show including, but definitely not limited to, &lt;a href=\"http://www.glamour.com/story/the-bachelor-corinne-olympios-nick-viall-sent-her-home\"&gt;Corinne herself&lt;/a&gt;.&lt;/p&gt;\r\n\r\n&lt;p&gt;What was doubly striking about Corinne’s departure, though, was that she used the show’s elaborate farewell ritual to contradict &lt;em&gt;The Bachelor&lt;/em&gt;’s dynamic stasis: While being broken up with by Nick and, by extension, Bachelor Nation, Corinne demonstrated that, against all odds, she had grown. As a person! Sort of! (I’d use another &lt;em&gt;Bachelor&lt;/em&gt;ism here, but of course, for this kind of thing, there is none.)&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;The Bachelor’&lt;/em&gt;s traditional departure scene—Woman, Weeping Alone in a Limo—typically involves the said-goodbye-to contestant crying, wiping away mascara-tears, and discussing how much she wants—really, how &lt;em&gt;ready&lt;/em&gt; she is—to “find love.” Not so Corinne. The woman who had spend the season defying the show’s long-established norms had one more trick up her faux-fur-covered sleeve. Corinne, Weeping Alone in a Limo, told the show’s invisible cameras not about how sad she was, but instead about … how changed she was. The season’s villain and cipher and punchline and &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/01/in-praise-of-corinne-the-bachelors-human-conspiracy-theory/514217/\"&gt;living, breathing conspiracy theory&lt;/a&gt; used her final moments within the &lt;em&gt;Bachelor&lt;/em&gt; spotlight to talk about what she had taken away from her experience on the show. She used them to talk not about The Journey, but about her own.&lt;/p&gt;\r\n\r\n&lt;aside class=\"pullquote instapaper_ignore\"&gt;Corinne, in the end, did something that is rare and almost rebellious within &lt;em&gt;The Bachelor&lt;/em&gt;’s gauzy confines: She learned a lesson.&lt;/aside&gt;\r\n\r\n&lt;p&gt;It went like this: Nick did not call Corinne’s name at the New York City-based Rose Ceremony. He walked her out to the limo. “I’m sorry,” she told him, as they embraced. “I’m sorry if I ever did anything to make you upset.”&lt;/p&gt;\r\n\r\n&lt;p&gt;He replied: “You never did! Listen, you never did anything wrong. Ever. You have nothing to regret. You have nothing to second guess. Look at me—nothing. Not a thing. You need to know that. Okay?”&lt;/p&gt;\r\n\r\n&lt;p&gt;Corinne stepped into the limo. The traditional departure ritual began. She wept, as plaintive piano notes surrounded her. “Saying goodbye to Nick,” she told the camera, “is like, I feel like my heart is like, literally like—it’s never going to be repaired. I just want to feel loved—the way it’s supposed to be, like the &lt;em&gt;normal way&lt;/em&gt;.”&lt;/p&gt;\r\n\r\n&lt;p&gt;It was all standard-issue &lt;em&gt;Bachelor&lt;/em&gt; stuff, right down to the invocation of “the normal way” … until things—as they so often will when Corinne is involved—took a turn. “I’m trying to, you know, say things that men think are appropriate,” she said, as her tears gave way to a slow smile. “And you know what? I’m &lt;em&gt;done&lt;/em&gt;. Done trying to show my men how much I worship them and I love them and I care for them and I support them. &lt;em&gt;I&lt;/em&gt; need that! So if someone feels that way about me? They can come and tell me. And they can bring a ring to go along with it.”&lt;/p&gt;\r\n\r\n&lt;p&gt;It was … feminist? Sort of? It was also inflected with Corinne’s characteristic self-absorption and materialism, yes—and the probable result of some liberal editing, with that quick shift from weeping to grinning—but still. Corinne, with this, was rejecting the stuff of all those &lt;em&gt;Cosmo&lt;/em&gt; stories offering advice on &lt;a href=\"http://www.cosmopolitan.com/sex-love/advice/g3011/how-to-please-your-man/\"&gt;How to Please Your Man&lt;/a&gt;—and the stuff, for that matter, of a culture that tends to assume that women, and women alone, should do the work of making sure that men feel supported, and cherished, and, indeed, “worshipped.” Corinne had spend her season of &lt;em&gt;The Bachelor&lt;/em&gt; myopically—even maniacally—focused on Nick. She had been, in &lt;em&gt;Bachelor&lt;/em&gt;ese, There for Nick and There for the Right Reasons and Not There to Make Friends. And in the end, if the aim is to be the woman before whom Nick “gets down on one knee,” it had all failed.&lt;/p&gt;\r\n\r\n&lt;p&gt;Corinne took all that and then did something that is rare and almost rebellious within &lt;em&gt;The Bachelor&lt;/em&gt;’s gauzy confines: She learned a lesson. She took the show’s truisms about coupledom and transformed them into other clichés: Corinne will, she suggested, from here on out, Focus on Herself and Do It for Herself. Corinne will do Corinne. She will &lt;a href=\"http://www.vulture.com/2017/01/bachelor-recap-season-1-episode-3.html\"&gt;Make Corinne Great Again&lt;/a&gt;. “I’m going to be me,” Corinne told the show’s invisible camera, as its invisible piano played her off. “And whatever happens, happens. But I will never kiss up to a man again in my entire life.”&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/hlnykMrLUnY\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>Corinne Found the Perfect Way to Rebel Against &lt;em&gt;The Bachelor&lt;/em&gt;</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/hlnykMrLUnY/\" rel=\"alternate\" />\r\n    <published>2017-02-28T12:49:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-518076</id>\r\n    <summary type=\"html\"><![CDATA[Over the course of the season, the show’s latest villain just might have … grown as a person.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/corinne-the-bachelor/518076/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Spencer Kornhaber</name>\r\n      <uri>http://www.thewire.com/authors/spencer-kornhaber/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517944</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/RTS10HLK/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"Viola Davis&amp;#39;s Urgent Call to &amp;#39;Exhume the Ordinary&amp;#39;\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;Viola Davis’s acceptance speech for Best Supporting Actress began with a thanks to the Academy and this observation: “You know, there’s one place that all the people with the greatest potential are gathered.”&lt;/p&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;Pause. Some viewers may have felt a queasy pang. Was the &lt;em&gt;Fences&lt;/em&gt; actress about to give a sequel to Meryl Streep’s Golden Globes speech? Was the next line going to be “this room,” so as to stand up for the presidentially denounced entertainment industry, so as to preach for truth and inclusion, so as to spark another skirmish about whether Hollywood is too self-regarding?&lt;/p&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;No. The next line: “One place, and that’s the graveyard.”&lt;/p&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;Whew. Davis’s speech quickly went viral and received wide acclaim for a lot of reasons, and prime among them was simply good writing. She opened with a question and gave an answer few would have guessed. She exploited the power of surprise, a power &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/the-oscars-that-thing-that-happened-at-the-oscars-and-the-rare-power-of-shock/517917/\"&gt;demonstrated amply&lt;/a&gt; elsewhere at the Oscars.&lt;/p&gt;\r\n\r\n&lt;blockquote class=\"twitter-video\" data-lang=\"en\"&gt;\r\n&lt;p dir=\"ltr\" lang=\"en\"&gt;Viola Davis' &lt;a href=\"https://twitter.com/hashtag/Oscars?src=hash\"&gt;#Oscars&lt;/a&gt; acceptance speech was AMAZING. Watch it here &lt;a href=\"https://t.co/fs8vScFX3b\"&gt;https://t.co/fs8vScFX3b&lt;/a&gt; &lt;a href=\"https://t.co/cope2GlkKv\"&gt;pic.twitter.com/cope2GlkKv&lt;/a&gt;&lt;/p&gt;\r\n— The Daily Beast (@thedailybeast) &lt;a href=\"https://twitter.com/thedailybeast/status/836051675681075201\"&gt;February 27, 2017&lt;/a&gt;&lt;/blockquote&gt;\r\n&lt;script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"&gt;&lt;/script&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;The speech also made self-evident why Davis deserves an Oscar. She seemed to be heaving with emotion, almost out of breath, and yet her words were clear and her sentences deftly paced. She gestured with the precision of her &lt;em&gt;How to Get Away With Murder&lt;/em&gt; character Annalise Keating in law lecture, yet she showed the rawness of feeling that Mrs. Miller had in &lt;em&gt;Doubt&lt;/em&gt;. But this was not acting. Or if it was, it was so good as&lt;strong&gt; &lt;/strong&gt;to not seem like it. Which is, as Leonardo DiCaprio said from the stage elsewhere in the night, the definition of great acting.&lt;/p&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;Most remarkable: the speech’s content. Typically, memorable Oscar acceptances make explicit political points, feature gaffes, or mark milestones. But Davis’s commanded attention through the mere discussion of art, as well as through specific, heartfelt shoutouts to colleagues and loved ones.&lt;/p&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;“People ask me all the time: ‘What kind of stories do you want to tell, Viola?’” she said. “And I say, exhume those bodies, exhume those stories. The stories of the people who dreamed big and never saw those dreams to fruition, people who fell in love and lost. I became an artist—and thank God I did—because we are the only profession that celebrates what it means to live a life.”&lt;/p&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;The resonance with Davis’s work was obvious: &lt;em&gt;Fences&lt;/em&gt; is based on August Wilson’s play about a 1950s black working-class family whose members aren’t famous, who simply strive and spar against the backdrop of society and history. Wilson “exhumed and exalted the ordinary people,” Davis said; his story was “about people, and words, and life, and forgiveness, and grace.”&lt;/p&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;But the resonance with other themes of the night, and the era, was also unmissable. The Best Picture nominees included many tales of the culturally invisible and frustrated: post-recession Texans bereft of opportunity in &lt;em&gt;Hell or High Water&lt;/em&gt;, low-level NASA mathematicians mostly forgotten by history in &lt;em&gt;Hidden Figures&lt;/em&gt;, orphans and destitute families in India in &lt;em&gt;Lion&lt;/em&gt;. Most notably, Best Picture winner &lt;em&gt;Moonlight &lt;/em&gt;unspooled the tale of a poor black gay man simply surviving, an ordinary life of the sort that is portrayed so infrequently as to seem extraordinary.&lt;/p&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;So there is, in fact, politics here, though subtle. In the context of conversations about diversity and inclusion at the Oscars and in America more generally, Davis’s praise of stories about common people of thwarted dreams necessarily has a political meaning:&lt;strong&gt; &lt;/strong&gt;Portraying previously unportrayed struggles means that lives other than white, straight, well-off, and/or male matter.&lt;/p&gt;\r\n\r\n&lt;p data-para-count=\"537\" data-total-count=\"1027\"&gt;The point was reinforced, lightly, as she thanked her sisters, remembering, “We were rich white women in the tea party games&lt;em data-redactor-tag=\"em\" data-verified=\"redactor\"&gt;.” &lt;/em&gt;They played as white and wealthy, perhaps, because that was what society had told them to fantasize about. Davis has shown the power of offering alternatives.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/xyexdzM36ZA\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>Viola Davis's Urgent Call to 'Exhume the Ordinary'</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/xyexdzM36ZA/\" rel=\"alternate\" />\r\n    <published>2017-02-27T14:45:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517944</id>\r\n    <summary type=\"html\"><![CDATA[The <em>Fences</em> Best Supporting Actress testified to art’s ability to tell the stories of regular people.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/the-power-of-viola-daviss-oscars-speech/517944/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>David Sims</name>\r\n      <uri>http://www.thewire.com/authors/david-sims/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517947</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/AP_17058201688885/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"What &amp;lt;em&amp;gt;Moonlight&amp;lt;/em&amp;gt;’s Win Says About the Oscars’ Future\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;The manner of &lt;em&gt;Moonlight&lt;/em&gt;’s Best Picture win at the Oscars may have been &lt;a href=\"https://www.theatlantic.com/liveblogs/2017/02/2017-oscars/517761/\"&gt;bizarre and shocking&lt;/a&gt;, but in toppling expected favorite &lt;em&gt;La La Land&lt;/em&gt;, Barry Jenkins’s film set a number of milestones. It’s the lowest-budgeted film to win the prize since Delbert Mann’s &lt;em&gt;Marty&lt;/em&gt; in 1955; if adjusting for inflation, it’s the lowest ever. It’s the first movie centered on an LGBTQ character to be named Best Picture, and the first whose cast is entirely people of color. Beyond that, it’s incredible that &lt;em&gt;Moonlight&lt;/em&gt; beat &lt;em&gt;La La Land&lt;/em&gt; simply because the latter seemed like a film aimed at Academy voters—a well-made original musical about artistry and Hollywood dreams, shot through with nostalgia for the industry’s Golden Age.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;But maybe it shouldn’t be so surprising that &lt;em&gt;Moonlight &lt;/em&gt;took Best Picture. &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/10/moonlight-barry-jenkins-review/505409/\"&gt;It’s a stunning film&lt;/a&gt;, but also in some ways one that fits a mold the Academy has been leaning toward in recent years. For decades, it was very unusual for the movie with the most awards of the night to lose the Best Picture race. But in recent years, that’s been the norm. For decades, splits between Best Picture and Best Director (as happened at last night’s Oscars) were a relative rarity; in the last 20 years, it’s happened 8 times. &lt;em&gt;Moonlight&lt;/em&gt; is a unique film, and one that tells the kind of story the Academy Awards have largely ignored through its history—but it’s also the kind of smaller, more intimate tale that voters have started warming to.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;Moonlight&lt;/em&gt; won three Academy Awards this year: Best Picture, Best Supporting Actor (Mahershala Ali), and Best Adapted Screenplay for Jenkins and Tarell Alvin McCraney. Last year’s Best Picture winner &lt;em&gt;Spotlight&lt;/em&gt; took only two trophies, and in 2015, &lt;em&gt;Birdman &lt;/em&gt;won four. The year before that, &lt;em&gt;12 Years a Slave &lt;/em&gt;won three, as did &lt;em&gt;Argo &lt;/em&gt;in 2013. In every case, there was another more opulent production that won at least as many trophies, if not more: &lt;em&gt;The Revenant&lt;/em&gt;, &lt;em&gt;The Grand Budapest Hotel&lt;/em&gt;, &lt;em&gt;Gravity&lt;/em&gt;, and &lt;em&gt;Life of Pi&lt;/em&gt;, respectively (with all but &lt;em&gt;Budapest &lt;/em&gt;winning Best Director but not Best Picture). &lt;em&gt;La La Land&lt;/em&gt; seems to belong to this new ticket-splitting norm, where voters chalk up a bunch of technical wins for the glitzy frontrunner, but give Best Picture to the more critically acclaimed, smaller production.&lt;/p&gt;\r\n\r\n&lt;p&gt;Again, this is not to discount &lt;em&gt;Moonlight&lt;/em&gt;’s game-changing triumph. Though movies like &lt;em&gt;Spotlight&lt;/em&gt; and &lt;em&gt;Birdman&lt;/em&gt; were independent works, they were made on a much bigger budget and distributed by more established indie wings of major studios (&lt;em&gt;Moonlight&lt;/em&gt;’s distributor was A24, a company &lt;a href=\"http://www.slate.com/articles/arts/culturebox/2015/09/profile_of_the_independent_film_distributor_a24_the_company_behind_spring.html\"&gt;founded only five years ago&lt;/a&gt; that has quickly become one of the most respected names in American art cinema). Still, only one major studio has won Best Picture in the last decade—Warner Bros. (for &lt;em&gt;Argo &lt;/em&gt;and &lt;em&gt;The Departed&lt;/em&gt;). As Hollywood’s major production companies have tilted away from prestige films to focus more heavily on big tentpole franchises, the Best Picture nominations list is mostly filled with indie and “mid-major” companies, (with streaming service Amazon making &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/01/how-amazon-got-a-best-picture-oscar-nomination/514325/\"&gt;its own breakthrough&lt;/a&gt; this year for &lt;em&gt;Manchester by the Sea&lt;/em&gt;).&lt;/p&gt;\r\n\r\n&lt;p&gt;If things had been already edging in this direction, then &lt;em&gt;Moonlight&lt;/em&gt; might be the beginning of an even bigger sea change. Of this year’s nine Best Picture nominees, it is the lowest-grossing (having made $22 million in the fourth months since its release, behind the next lowest &lt;em&gt;Hell or High Water&lt;/em&gt; with $27 million). The Oscars used to have a certain reverence for perfectly well reviewed films that broke out in a major way. It’s how consensus choices like &lt;em&gt;A Beautiful Mind&lt;/em&gt;, &lt;em&gt;Gladiator&lt;/em&gt;, &lt;em&gt;Braveheart, &lt;/em&gt;and &lt;em&gt;Forrest Gump &lt;/em&gt;took the prize over more acclaimed movies. &lt;em&gt;La La Land &lt;/em&gt;fits that mold well—but that mold may have been broken.&lt;/p&gt;\r\n\r\n&lt;p&gt;It helps that &lt;em&gt;Moonlight &lt;/em&gt;was universally heralded, getting the kind of rapturous critical raves that come once in a generation, rather than once a year. It was also a beautifully made film on every level, attracting support from a wider swath of Academy branches (it was nominated for its music, cinematography, and editing along with the expected writing, acting, and directing nods). That’s crucial for a Best Picture win, because people from every Academy branch get to vote on the winners, and it’s what had kept smaller, less technically impressive indie movies from winning in the past. Perhaps next year the trophy will go to some big epic that hits at the box office, like Christopher Nolan’s &lt;em&gt;Dunkirk&lt;/em&gt;, and this recent pattern will be upended. Either way, &lt;em&gt;Moonlight&lt;/em&gt;’s win is shocking enough to be remembered forever. The thing to watch for now is if it’s a magical Oscars anomaly, or a sign of profound change for the Academy.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/a09XGmhppgM\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>What &lt;em&gt;Moonlight&lt;/em&gt;’s Win Says About the Oscars’ Future</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/a09XGmhppgM/\" rel=\"alternate\" />\r\n    <published>2017-02-27T12:49:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517947</id>\r\n    <summary type=\"html\"><![CDATA[The stunning film’s unexpected triumph is part of a larger trend toward more small and intimate projects for the Academy.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/what-moonlights-win-says-about-the-oscars-future/517947/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Spencer Kornhaber</name>\r\n      <uri>http://www.thewire.com/authors/spencer-kornhaber/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517899</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/AP_17058233854185/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"Five Ways of Seeing Five Minutes of &amp;#39;Real People&amp;#39; at the Oscars\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;If the &lt;a href=\"https://www.theatlantic.com/liveblogs/2017/02/2017-oscars/517761/\"&gt;last-minute twist at the Oscars&lt;/a&gt; was &lt;a href=\"https://twitter.com/fmanjoo/status/836085336027455489\"&gt;seen&lt;/a&gt; to echo all the last-minute twists in American culture lately—the Super Bowl, the election—a silly &lt;a href=\"http://abc.go.com/shows/oscars/video/most-recent/VDKA3703864\"&gt;five-minute segment&lt;/a&gt; earlier in the night should be noted for what it captured about the country’s ongoing tensions and tastes in iPhone peripherals.&lt;/p&gt;\r\n\r\n&lt;p&gt;Host Jimmy Kimmel’s team arranged for a sightseeing bus of supposedly “real” tourists to walk into the room, expecting a museum exhibit about the Oscars but instead finding themselves in the middle of the actual thing. “Welcome to the Dolby Theater,” Kimmel announced. “This is the home of the Academy Awards, which are, in fact, happening right now.”&lt;/p&gt;\r\n\r\n&lt;blockquote class=\"twitter-video\" data-lang=\"en\"&gt;\r\n&lt;p dir=\"ltr\" lang=\"en\"&gt;The greatest Hollywood tour bus trip EVER ... &lt;a href=\"https://twitter.com/starlinetours\"&gt;@StarLineTours&lt;/a&gt; &lt;a href=\"https://twitter.com/hashtag/Oscars?src=hash\"&gt;#Oscars&lt;/a&gt; &lt;a href=\"https://t.co/hUsuhPQf0I\"&gt;pic.twitter.com/hUsuhPQf0I&lt;/a&gt;&lt;/p&gt;\r\n— Jimmy Kimmel (@jimmykimmel) &lt;a href=\"https://twitter.com/jimmykimmel/status/836210583246548992\"&gt;February 27, 2017&lt;/a&gt;&lt;/blockquote&gt;\r\n&lt;script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"&gt;&lt;/script&gt;\r\n\r\n&lt;p&gt;The bit was both amusing and squirmy: a weird microcosm of Hollywood’s relationship with America, America’s relationship with the media, and Jimmy Kimmel’s ability to make everything a little more awkward than it needs to be.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;h4&gt;&lt;font face=\"Lyon Display, Georgia, Times, serif\"&gt;The Hunger for Folk Heroes (and Memes)&lt;/font&gt;&lt;/h4&gt;\r\n\r\n&lt;p&gt;At the front of the pack was the man who would be the moment’s breakout star, “Gary from Chicago.” In a room of tuxes, he wore basketball shorts, a baseball cap, and a “Hollywood” sweatshirt, with the gender-progressive touches of a purple phone case and a bag that might have been his fiancee’s purse. If the glitz ambush intimidated him, he showed no signs of it, happily introducing himself to stars and snappily replying to Kimmel’s jokes. On social media, pop culture’s craving for quirky symbolic everymen—see: Ken Bone, Joe the Plumber—quickly &lt;a href=\"http://www.nytimes.com/2017/02/27/movies/oscars-audience-wonders-who-is-gary-from-chicago.html?_r=0\"&gt;made itself known&lt;/a&gt;. So did the cravings of&lt;strong&gt; &lt;/strong&gt;&lt;a href=\"https://twitter.com/ginoseast/status/836059060168425472?ref_src=twsrc%5Etfw\"&gt;various corporate marketing teams&lt;/a&gt;.&lt;/p&gt;\r\n\r\n&lt;h4&gt;Our Collective Phone Addiction&lt;/h4&gt;\r\n\r\n&lt;p&gt;The dozen or so tourists seemed to realize what was happening at different rates, and with different emotions—fear, elation, nonchalance—but were united in keeping their phones in front of their faces. “You know we’re on TV so you don’t need to do that,” Kimmel said as Gary kept filming the room. His reply: “I know but I want to. I want to.”&lt;/p&gt;\r\n\r\n&lt;p&gt;The phone accessories themselves could make for a post-show fashion column: one woman had a sparkling jeweled case, another wielded a selfie stick as if it were a talisman. Devices in hand, the group pulled celebs in for selfies; Gary even handed his phone to Mahershala Ali as he posed with the actor’s Oscar.&lt;/p&gt;\r\n\r\n&lt;p&gt;For the tourists, it was a rare chance to see in the flesh people normally only ever seen on a screen. Yet they still insisted on having a screen between them.&lt;/p&gt;\r\n\r\n&lt;h4&gt;Piercing the Hollywood Bubble …&lt;/h4&gt;\r\n\r\n&lt;p&gt;In an era when Americans have become sharply aware of how isolated its various niches are—politically, socially, geographically—workaday citizens from around the country were literally bussed in for cultural exchange with the cultural elite. The stars received them warmly: Ryan Gosling offered up some sort of present to Gary, Jennifer Anniston handed over her sunglasses, Meryl and Mahershala and others grinned and hugged. Denzel Washington even&lt;strong&gt; &lt;/strong&gt;“married”&lt;strong&gt; &lt;/strong&gt;Gary and his fiancee Vicky, though it must be said this particular cinematic icon seemed in a bit of a hurry to return to his seat.&lt;/p&gt;\r\n\r\n&lt;h4&gt;… or Reinforcing It&lt;/h4&gt;\r\n\r\n&lt;p&gt;The alternate political reading of the moment was that the regular folks were treated patronizingly, expected to react with gratitude and awe at the mere fact of breathing the same air as famous people. Kimmel seemed a little too insistent that the tourists be wowed, and an awkward image was set when Gary started kissing actresses’ hands: He wanted to do it, but it looked a lot like royalty receiving a supplicant. “Well that was the most condescending moment in Oscars&lt;strike&gt; &lt;/strike&gt;history,” the writer Walter Kirn &lt;a href=\"https://twitter.com/walterkirn/status/836054075263217664\"&gt;tweeted&lt;/a&gt;. “Real people on parade. Weren’t they cute?”&lt;/p&gt;\r\n\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"390\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/RTS10HTH/efe2c175b.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Lucy Nicholson / Reuters&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;h4&gt;&lt;font face=\"Lyon Display, Georgia, Times, serif\"&gt;Oscars (Host) So White&lt;/font&gt;&lt;/h4&gt;\r\n\r\n&lt;p&gt;The tourists were a mix of white and black and brown men and women. But Kimmel made the diversity seem anything but normal by using tired humor about “funny” names—which is to say, names unusual to white Americans. As the tourists entered the room, he had the crowd shout out “MAHERSHALA!,” the name of &lt;em&gt;Moonlight&lt;/em&gt;’s Best Supporting Actor winner. Later, Kimmel reacted with horror when a woman of Asian descent told Kimmel her name rhymed with “jewelry.” When her husband said his name was Patrick, Kimmel replied with mock relief, “See, that’s a name.”&lt;/p&gt;\r\n\r\n&lt;p&gt;At an event that has recently been accused of white supremacy, this was a pretty tone-deaf shtick. But Gary, of course, helped deflate it. “I feel like you’re ignoring the white celebrities,” Kimmel said. Gary: “Because I am, though!”&lt;/p&gt;\r\n\r\n&lt;h4&gt;&lt;font face=\"Lyon Display, Georgia, Times, serif\"&gt;The Insanity of Live TV&lt;/font&gt;&lt;/h4&gt;\r\n\r\n&lt;p&gt;My stress reflexes were in full effect watching the segment, and judging from the cringing reactions on Twitter, I wasn’t alone. It’s definitely possible the tourists were just actors, or that they’d at least been coached to a greater extent than we were led to believe. But still, the spectacle of chaos in a space as highly choreographed, as widely watched, and as culturally fraught as the Oscars was riveting. At the very end of the night, viewers would be reminded of what makes live TV like this so electrifying—the potential for disaster, and miracles.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/9hZkdfOBOf8\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>Five Ways of Seeing Five Minutes of 'Real People' at the Oscars</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/9hZkdfOBOf8/\" rel=\"alternate\" />\r\n    <published>2017-02-27T12:23:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517899</id>\r\n    <summary type=\"html\"><![CDATA[Did the prank with “Gary from Chicago” and his band of tourists humble Hollywood—or just condescend?]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/oscars-real-people/517899/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Megan Garber</name>\r\n      <uri>http://www.thewire.com/authors/megan-garber/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517917</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/RTS10ILQ-1/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"&amp;#39;&amp;lt;em&amp;gt;Moonlight&amp;lt;/em&amp;gt;, Best Picture&amp;#39;: The Oscars and the Rare Power of Shock\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;Last year, the comedian Marc Maron brought the author Chuck Klosterman on as &lt;a href=\"https://www.youtube.com/watch?v=qHfg1mnZN3Y\"&gt;a guest on his &lt;em&gt;WTF&lt;/em&gt; podcast&lt;/a&gt;. The two &lt;a href=\"http://screencrush.com/2016-the-year-of-surprise-10-cloverfield-lane-lemonade/\"&gt;discussed many things&lt;/a&gt; (including Klosterman’s then-new book, &lt;i&gt;But What If We’re Wrong?&lt;/i&gt;, which he was there to promote), but one of them was sports—and the particular thrill that they offer to audiences. Sporting events, Klosterman argued, promise that most dramatic of things: an unknown outcome. Unlike other widely watched events—the Super Bowl halftime show, the Grammys, the Oscars—the primary selling point of sporting events is that their endings are, by definition, unpredictable. Within them, anything can happen.&lt;/p&gt;\r\n\r\n&lt;p&gt;Well. While you can say a lot about the Oscars on Sunday, you can’t say that the glitzy awards show was boringly predictable. The 89th Annual Academy Awards ceremony, right at its conclusion, brought a mixture of confusion and shock and full, deep delight to its viewers as Warren Beatty and Faye Dunaway teamed up to announce the Best Picture winner and proceeded to, because of a backstage flub, announce the wrong movie. Chaos—and really, really good TV—ensued. Tired East Coasters were summoned back to their living rooms from their bedrooms, on the grounds that “ohmyGodyou’veGOTtoseethis.” Twitter erupted with jokes—about Bonnie and Clyde being at it again, about &lt;a href=\"https://twitter.com/burritojustice/status/836086396792156161\"&gt;Schrödinger’s envelope&lt;/a&gt;, about “Dewey Defeats Truman” getting &lt;a href=\"https://twitter.com/_MightyMarc_/status/836088378030379008\"&gt;an Oscars-friendly update&lt;/a&gt;. It was late on a Sunday evening, and the unexpected had happened in the most unexpected of ways, and the whole thing was, as my colleague Adam Serwer &lt;a href=\"https://twitter.com/AdamSerwer/status/836081965778546689\"&gt;perfectly summed it up&lt;/a&gt;, &lt;i&gt;Moon-lit&lt;/i&gt;.&lt;/p&gt;\r\n\r\n&lt;aside class=\"pullquote instapaper_ignore\"&gt;During a time when Google has made so much information attainable, knowingness has become a default presence in American cultural life.&lt;/aside&gt;\r\n\r\n&lt;p&gt;The whole thing was also, however, a reminder of how rare it has become for audiences to witness, collectively, something that is truly Unexpected. This was live TV, with all the potential human error that live TV can bring—chaos, correction, drama, grace—at its depths but also its heights. What happened on Sunday hewed to roughly the same mechanics that gave the world all those &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2015/02/consider-the-left-shark/385258/\"&gt;Left Shark memes&lt;/a&gt;, and those “&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/nevertheless-she-persisted-and-the-age-of-the-weaponized-meme/516012/\"&gt;Nevertheless, She Persisted&lt;/a&gt;” tattoos, and the term “&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2014/01/the-legacy-of-janet-jacksons-boob/283499/\"&gt;wardrobe malfunction&lt;/a&gt;”: The Oscars evoked caring by way of surprise. The Best Picture flub has become infamous overnight&lt;strong&gt; &lt;/strong&gt;for roughly the same reason its predecessors did: It is exceedingly rare, in the highly produced world of mass media, for expectations to be thwarted.&lt;/p&gt;\r\n\r\n&lt;p&gt;We know so much, nowadays. We are, in fact, &lt;i&gt;sure&lt;/i&gt; of so much—about politics and human psychology and Hollywood awards shows and &lt;a href=\"https://www.theatlantic.com/health/archive/2015/07/i-made-the-pea-guac/397565/\"&gt;the correct ingredients of guacamole&lt;/a&gt;. During a time when Google has made so much information instantly attainable, knowingness has become a default presence in American cultural life. &lt;em&gt;Oooh, that show is supposed to be excellent. That movie is supposed to be terrible&lt;/em&gt;. &lt;em&gt;Poke bowls are the thing now&lt;/em&gt;. Big cultural events, the stuff of the Grammys and the Emmys and the Oscars, are in many ways the culmination of that posture: We know precisely what to expect of them. We can report, as they play out, that everything went according to plan, because we knew from the beginning what they were supposed to be; we can do that reporting, as well, with a note of disappointment. There are few things duller, after all, than met expectations.&lt;/p&gt;\r\n\r\n&lt;aside class=\"pullquote instapaper_ignore\"&gt;There are few things duller than met expectations.&lt;/aside&gt;\r\n\r\n&lt;p&gt;In that context, the Beatty-Dunaway-Oscars flub was a gift to audiences (and perhaps to ABC’s future live-audience ratings). It was also Chuck Klosterman’s point to Maron, at once proven and proven wrong. Here was the anything-can-happen logic of the live sporting event, applied to Hollywood’s highest, most ceremonialized, and most expectation-driven, of rituals. That was a powerful thing: During a moment in the United States that so often takes for granted that “reality” is something that can be produced as well as experienced, the Best Picture Oscars flub was a powerful reminder that reality, still, has its own production values.&lt;/p&gt;\r\n\r\n&lt;p&gt;Yes, the flub was many other things, too: a shame for &lt;i&gt;Moonlight&lt;/i&gt;, which so richly deserved to win Best Picture and whose victory threatens to be overshadowed by the mistake and its ensuing dramas. A shame for &lt;i&gt;La La Land&lt;/i&gt;, whose producers delivered their full acceptance speeches before learning that their “win” had been announced in error. A field day for photographers both professional and non-, who snapped reaction shots onstage and backstage and among the celebrity audience. A moment of grace, as &lt;i&gt;La La Land&lt;/i&gt;’s producer, Jordan Horowitz, met Jimmy Kimmel’s cheeky suggestion that everyone should get an Oscar with a politely defiant “I’m going to be really thrilled to hand this to my friends from &lt;i&gt;Moonlight.&lt;/i&gt;” And also, sure: a metaphor for the slings and arrows of the 2016 election. A ratification of pop culture's &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/01/the-oa-stranger-things-westworld-metaphysical-moment-alternative-realities-tv/511808/\"&gt;current obsession&lt;/a&gt; with &lt;a href=\"https://twitter.com/MNightShyamalan/status/836084032798670848\"&gt;alternate realities&lt;/a&gt;. A vehicle for many, many jokes &lt;a href=\"https://twitter.com/search?q=steve%20harvey%20oscars&amp;amp;src=tyah\"&gt;at the expense of Steve Harvey&lt;/a&gt;.&lt;/p&gt;\r\n\r\n&lt;p&gt;Mostly, though, it was a twist ending that arrived, by the looks of things, in the twistiest of ways: a shock that came not at the hands of a savvy producer, but at the hands of quirky reality. Twist endings may have been a defining feature of the events of 2016 and early 2017—the reality show that was the 2016 presidential campaign found its pundit-ratified frontrunner vanquished in the final episode; the 2016 World Series featured another victorious underdog; Super Bowl LI found the expected winners winning, but only after its game went into nail-biting overtime. Their twists, however, took place within events whose endings were, by definition, unknown. The Oscars was a ceremony, shockingly interrupted. It was expectation, compellingly thwarted.&lt;/p&gt;\r\n\r\n&lt;p&gt;And so: It was powerful in a way that few things can be, anymore, in a world that knows so much and expects, in the end, so little. In &lt;a href=\"http://screencrush.com/2016-the-year-of-surprise-10-cloverfield-lane-lemonade/\"&gt;an essay&lt;/a&gt; for &lt;i&gt;Screen Crush&lt;/i&gt; last year, Erin Whitney argued that “ours is a culture built on anticipation, where movies end with scenes teasing the next installment in the franchise, never allowing a moment’s rest to absorb what we just saw. We talk about movies years before they debut, we &lt;a href=\"http://screencrush.com/tv-character-deaths-jon-snow-glenn-kevin-garvey/\"&gt;analyze TV plot twists&lt;/a&gt;, and &lt;a href=\"http://www.fuse.tv/2016/03/frank-ocean-new-album-guide-info\"&gt;anticipate albums&lt;/a&gt; for years before hearing a single song.” This whole process has led, Whitney argued, to “the slow death of surprise.”&lt;/p&gt;\r\n\r\n&lt;p&gt;The best evidence for that may be the fact that marketers have recently been focused on surprising consumers—capitalism doing its best to keep that particular kind of magic alive. The &lt;a href=\"http://www.beyonce.com/album/lemonade-visual-album/\"&gt;dropped album&lt;/a&gt;. The &lt;a href=\"http://www.rollingstone.com/tv/news/louis-c-k-surprise-releases-new-series-horace-and-pete-with-steve-buscemi-20160130\"&gt;surprise TV show&lt;/a&gt;. The &lt;a href=\"http://pcmreviews.com/news/2016/01/j-j-abrams-drops-surprise-trailer-for-secret-bad-robot-movie-titled-10-cloverfield-lane/\"&gt;secretly produced trailer&lt;/a&gt;. The live-aired, anything-could-happen &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/12/hairspray-live-nbc-review/509972/\"&gt;TV musical&lt;/a&gt;. They are trying to capture &lt;a href=\"http://screencrush.com/2016-the-year-of-surprise-10-cloverfield-lane-lemonade/\"&gt;what Klosterman was conveying to Maron&lt;/a&gt; in that &lt;em&gt;WTF&lt;/em&gt; interview: “Sports is a connection to authentic aliveness,” the author &lt;a href=\"http://screencrush.com/2016-the-year-of-surprise-10-cloverfield-lane-lemonade/?trackback=tsmclip\"&gt;put it&lt;/a&gt; to the comedian. “This is not something that anybody can control or script. It’s this unknown thing.” He added: “There’s something real interesting about ‘nobody knows,’ because you just don’t experience that anymore.”&lt;/p&gt;\r\n\r\n&lt;p&gt;You don’t, until you do—until that mistake makes its way onto the glitziest and scriptiest of all of Hollywood’s stages. Sunday’s Best Picture flub is not only already iconic; it is also already the subject of conspiracy theories from a wide range of Oscar truthers who suggest that, among other things, the mistake was &lt;a href=\"http://www.breitbart.com/big-hollywood/2017/02/27/oscars-conspiracy-theory-trumps-revenge-kimmel/\"&gt;the result of President Trump exacting revenge on Jimmy Kimmel&lt;/a&gt;; or &lt;a href=\"https://www.washingtonpost.com/news/arts-and-entertainment/wp/2017/02/27/was-the-oscars-best-picture-mix-up-a-jimmy-kimmel-prank-conspiracy-theories-begin/?utm_term=.c3087d74cd54\"&gt;a prank pulled by Kimmel himself&lt;/a&gt;; or &lt;a href=\"https://twitter.com/accesshollywood/status/836084974033915904\"&gt;the dark dealings of Leonardo DiCaprio&lt;/a&gt;. They may have a point; it is unclear, for now, how the wrong card got into Warren Beatty’s hands. What they forget, though, is what Klosterman knows, and what all those delighted audiences, on Sunday, knew along with him: that the best conspirator is often people’s great capacity to make big, and dramatic, mistakes.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/wpU_5nDJFhc\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>'&lt;em&gt;Moonlight&lt;/em&gt;, Best Picture': The Oscars and the Rare Power of Shock</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/wpU_5nDJFhc/\" rel=\"alternate\" />\r\n    <published>2017-02-27T12:05:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517917</id>\r\n    <summary type=\"html\"><![CDATA[In an era when audiences are so sure about so much, the mistake—simple, dramatic, human—can be a wonderful thing.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/the-oscars-that-thing-that-happened-at-the-oscars-and-the-rare-power-of-shock/517917/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Sophie Gilbert</name>\r\n      <uri>http://www.thewire.com/authors/sophie-gilbert/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517902</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/RTS10HYU/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"The Shadow of Trump at the Oscars\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;President Donald Trump was 3,000 miles away from the Academy Awards on Sunday night, but his presence loomed larger in the Dolby Theatre than anyone else in the room. From Jimmy Kimmel’s opening monologue to acceptance speeches to the ads punctuating the ceremony, it felt at times like the Oscars were more focused on delivering an extremely public rebuke to Trump than they were on celebrating the art of filmmaking.&lt;/p&gt;\r\n\r\n&lt;p&gt;The question is how effective such forms of protest are, in a media environment in which more than half of Americans think &lt;a href=\"http://www.marketwatch.com/story/majority-thinks-press-is-too-tough-on-trump-poll-finds-2017-02-26\"&gt;the press is too critical&lt;/a&gt; of the current president. Kimmel was one of the few personalities in the room who mentioned Trump; others largely chose to subtweet, &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/the-power-of-not-saying-his-name/516483/\"&gt;without saying his name&lt;/a&gt;. While jabs about the president and his Twitter fixation made for easy punchlines, the most cutting and memorable moments of the night were the ones that elected to show, not tell—to reveal how Trump’s policies stand in direct opposition to the spirit of art in general and film in particular.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;Trump was an irresistible target for Kimmel, who laid into the one-time Oscar presenter right from the start. “This broadcast is being watched live by millions of Americans,” he quipped, “and around the world in more than 225 countries that now hate us.” He was briefly earnest, compelling everyone watching to reach out to one person they disagree with and have “a positive, considerate conversation, not as liberals or conservatives”—something that, he affirmed, could truly make America great again. But then it was back to business as usual: thanking Homeland Security for letting the French actress Isabelle Huppert into the country, pointing to Andrew Garfield’s drastic weight loss for a role as proof that Hollywood discriminates not against nationality, but against age and weight. An extended gag lampooning Meryl Streep’s “uninspiring and overrated performances” seemed directly ripped from Trump’s &lt;a href=\"https://twitter.com/realdonaldtrump/status/818419002548568064?lang=en\"&gt;own critique&lt;/a&gt; of the actress after the Golden Globes.&lt;/p&gt;\r\n\r\n&lt;p&gt;The second award presented, for makeup and hairstyling, went to Alessandro Bertolazzi, Giorgio Gregorini, and Christopher Nelson for &lt;em&gt;Suicide Squad. &lt;/em&gt;“I’m an immigrant. I come from Italy,” Bertolazzi said, accepting the award. “I work around the world and this is for all the immigrants.” His sentiments were echoed in more specific terms by the Iranian filmmaker Asghar Farhadi, who won best foreign-language film for &lt;em&gt;The Salesman&lt;/em&gt;, but elected not to attend the ceremony in protest of Trump’s immigration ban on seven majority-Muslim countries. His award was accepted by the Iranian American astronaut Anousheh Ansari, who read Farhadi’s statement aloud. “Dividing the world into the &lt;em&gt;us&lt;/em&gt; and &lt;em&gt;our enemies&lt;/em&gt; categories creates fears,” she read, with Farhadi calling out the “inhumane” immigration law earlier this year. “Filmmakers can turn their cameras to capture shared human qualities and break stereotypes of various nationalities and religions. They create empathy between us and others. An empathy which we need today more than ever.”&lt;/p&gt;\r\n\r\n&lt;p&gt;One presenter, too, took the opportunity to put a human face on Trump’s policies. The actor Gael Garcia Bernal, co-presenting the award for best animated feature, slipped in a quick statement, saying, “As a Mexican, as a Latin-American, as a migrant worker, as a human being, I’m against any form of wall that separates us.” And last year’s winner for best supporting actor, Mark Rylance, briefly pondered how actors and filmmakers might work to unite Americans. “Opposition’s great in film and stories, it’s wonderful in sport, it’s really good in society,” he said. “The things these films made me remember and think about was the difficulty—something women seem to be better at than men—of opposing without hatred.”&lt;/p&gt;\r\n\r\n&lt;p&gt;But Kimmel’s well of Trump jokes never ran dry. The Marvel movie &lt;em&gt;Doctor Strange&lt;/em&gt; wasn’t just nominated for visual effects, it was also “named secretary of housing and urban development.” Introducing the Academy’s president, Cheryl Boone Isaacs, Kimmel noted how refreshing it was to have “a president who believes in arts and sciences.” At one point, noting Trump’s Twitter silence during the ceremony, Kimmel had his phone projected onto a screen at the back of the stage, and tweeted, “Hey @RealDonaldTrump u up?” at the president, followed by the hashtag “#merylsayshi.”&lt;/p&gt;\r\n\r\n&lt;p&gt;This was trolling on an expert level, with its purpose solely to belittle Trump, and to remind him that he’s more in disrepute in Hollywood than ever before. It’s cathartic, perhaps, but it comes from a place of power—there’s not much the president can do that directly threatens the film industry. But he can, for instance, defund the NEA, which has a long history of helping projects (such as the 2012 drama &lt;em&gt;Beasts of the Southern Wild&lt;/em&gt;) and artists who later ascend to Academy glory. Pointing out the president’s personal failings will almost certainly lead to &lt;a href=\"https://twitter.com/jimmykimmel/status/836060793783267328\"&gt;viral tweets&lt;/a&gt;, but pinpointing how his policies damage the arts and entertainment industries might have a more profound impact in the long run.&lt;/p&gt;\r\n\r\n&lt;p&gt;The most powerful moments of the ceremony, in the end, were the ones that illuminated the people excluded by the president’s policies. Accepting the Oscar for best adapted screenplay for &lt;em&gt;Moonlight, &lt;/em&gt;also the best-picture winner, Barry Jenkins had a message for the people the movie was made for. “For all you people out there who feel there is no mirror for you,” he said, “that you feel your life is not reflected, the Academy has your back, the ACLU has your back, we have your back, and for the next four years ... we will not forget you.” In one of the most remarkable Oscar acceptance speeches of all time, Viola Davis explained her mission for making art. “You know, there is one place that all the people with the greatest potential are gathered and that’s the graveyard,” she said. “People ask me all the time—&lt;em&gt;what kind of stories do you want to tell, Viola? &lt;/em&gt;And I say exhume those bodies. Exhume those stories—the stories of the people who dreamed big and never saw those dreams to fruition, people who fell in love and lost.”&lt;/p&gt;\r\n\r\n&lt;p&gt;It’s this kind of message that seems poised to have the most impact over the next four years. For one thing, President Trump—for once—seemed remarkably resistant to all the trolling happening onstage. “Some of you will get to come up here on this stage tonight and give a speech that the president of the United States will tweet about in all caps during his 5 a.m. bowel movement tomorrow,” Kimmel said at one point. As yet, though, there’s been &lt;a href=\"https://twitter.com/realDonaldTrump\"&gt;no such response&lt;/a&gt;.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/bzwtcftoSUs\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>The Shadow of Trump at the Oscars</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/bzwtcftoSUs/\" rel=\"alternate\" />\r\n    <published>2017-02-27T11:53:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517902</id>\r\n    <summary type=\"html\"><![CDATA[Despite being 3,000 miles away, the president loomed larger in the Dolby Theatre than the Academy itself.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/the-shadow-of-trump-at-the-oscars/517902/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Sophie Gilbert</name>\r\n      <uri>http://www.thewire.com/authors/sophie-gilbert/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517647</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/Sunday_in_the_Park_with_George_Jake_Gyllenhaal_0965_photo_credit_Matthew_Murphy/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"The Magnificent Harmony of &amp;lt;i&amp;gt;Sunday In the Park With George&amp;lt;/i&amp;gt;\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;Sunday In the Park With George&lt;/em&gt;, currently playing in a limited run at New York’s Hudson Theatre starring Jake Gyllenhaal, is blissfully free of politics—a two-and-a-half hour respite from contemporary anxieties, a holiday on the banks of the Seine, bathed in sunlight and glorious harmony. And yet, without ever straining to, it makes one of the most persuasive cases imaginable for the power of artists, and how deeply integral their work is to a well-ordered society. Art shows us, as Gyllenhaal’s George demonstrates to his mother in one of the first act’s most moving songs, how life can be beautiful.&lt;/p&gt;\r\n\r\n&lt;p&gt;But rather than simply celebrating the fruits of creative labor, &lt;em&gt;Sunday In the Park &lt;/em&gt;is a testament to the &lt;em&gt;process&lt;/em&gt; of making art; a substantial peek inside the mind of someone wrestling with their own genius. When the show—with music and lyrics by Stephen Sondheim and book by James Lapine—debuted in 1984, it was interpreted as one of Sondheim’s most personal expressions, coming on the heels of his critical and financial bomb, &lt;em&gt;Merrily We Roll Along.&lt;/em&gt; George, the show’s hero, is obsessed with his paintings, to the detriment of everything else in his life. But as the show unfolds, moving from 19th-century France to 1980s Chicago, it explores the reasoning behind his single-minded fixation, and how George’s role as an observer lets everyone else see the world differently, too.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;That’s largely because this revival, directed by Sarna Lapine (James Lapine’s niece), is so magnificent and so emotionally rich, anchored by performances by Gyllenhaal and Annaleigh Ashford as George’s mistress and artist’s model, Dot. The show is based around Georges Seurat’s 1884 pointillist masterwork, &lt;em&gt;A Sunday Afternoon on the Island of La Grande Jatte, &lt;/em&gt;and George is a loose version of Seurat, with his life broadly fictionalized. As he sketches studies of Dot, who grumbles about the discomfort, the heat, and George’s fierce focus on his work, projections of his sketches appear on a backdrop onstage, rendered for the audience to witness in real time. All the while George narrates his thought process: the challenge of bringing order and harmony to a blank canvas.&lt;/p&gt;\r\n\r\n&lt;p&gt;Gyllenhaal’s gifts as an actor are well-documented by now, so it’s his vocal talents that may come as a surprise (observe, if you haven’t already, Cary Fukunaga’s short &lt;a href=\"http://www.indiewire.com/2017/02/jake-gyllenhaal-sunday-in-the-park-with-george-cary-fukunaga-1201779232/\"&gt;video&lt;/a&gt; of Gyllenhaal singing George’s “Finishing the Hat” at the Hudson). His voice is rich, measured, and emphatic. But it’s the acting behind it that really cuts deep, in a remarkable fusion of technical accomplishment and intense absorption in a role. When he sings about mapping out a sky, sensing voices outside but being totally lost in focus, “dizzy from the height” of falling back to earth, you’re tempted, like Dot, to forgive him everything.&lt;/p&gt;\r\n\r\n&lt;p&gt;Ashford, who won a Tony for the 2014 revival of the&lt;strong&gt; &lt;/strong&gt;daffy comedy &lt;em&gt;You Can’t Take It With You&lt;/em&gt;, is George’s perfect foil as Dot: sassy, practical, and infinitely charming. But she also conveys the exquisite pain of loving someone so inaccessible, and her chemistry with Gyllenhaal is pure. Toward the end of the first act, when&lt;strong&gt; &lt;/strong&gt;George&lt;strong&gt; &lt;/strong&gt;directs the many elements and characters to come together in a synergy of music and visuals, he places Dot&lt;strong&gt; &lt;/strong&gt;at the front of the “painting,” as if to keep her close. But the supporting cast, too, are adept at bringing comic relief, and balancing the harmony of the show: Robert Sean Leonard as Jules, an accomplished artist; Penny Fuller as George’s mother, lost in nostalgia; Phillip Boykin as a foulmouthed and obstreperous boatman. The peripheral characters by their nature are fleeting archetypes, included to provide contrast with the more textured portrayals of George and Dot.&lt;/p&gt;\r\n\r\n&lt;p&gt;The second act of &lt;i&gt;Sunday In the Park&lt;/i&gt;, which leaps ahead to 1984—with Gyllenhaal playing another artist named George and Ashford his grandmother, Marie, Dot’s daughter—has often seemed jarring after the perfection of the first act, but Lapine manages to make the two halves more symbiotic by emphasizing how George’s art is tied to his great-grandfather’s. Just as Seurat used pointillism and the science of light to create new colors and impressions, 1984 George debuts a light installation called a “chromolume” at the Art Institute of Chicago. The work, created by the scenic designer Beowulf Boritt, looms above the audience in a dazzling display of illuminations, weaving and undulating overhead. Ashford, seamlessly segueing into playing a 90-year-old southern grandmother, spells out George’s isolation and creative frustration in “Children and Art,” a song addressed to her mother in the painting. The cracks in her vocals, and the deliberate weakness of Marie’s voice, make it one of the most moving numbers in the show.&lt;/p&gt;\r\n\r\n&lt;p&gt;Modern George’s frustrations are different but rooted in the same fears—unlike his great-grandfather, he has to fundraise for his expensive, technologically advanced works, and respond to the criticism it inevitably receives. But in the song “Move On,” it becomes clear that the two are one and the same, straining to make art that counts, and to do something new. The resolution in the show comes from realizing that just doing the work is enough—everything else is out of an artist’s hands. This production, so deftly directed, emphasizes both the value in the struggle, and the timelessness of great art. It’s powerful indeed to have the experience, even briefly, of seeing the world through the eyes of a visionary.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/bQuBBT8wGb4\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>The Magnificent Harmony of &lt;i&gt;Sunday In the Park With George&lt;/i&gt;</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/bQuBBT8wGb4/\" rel=\"alternate\" />\r\n    <published>2017-02-26T07:00:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517647</id>\r\n    <summary type=\"html\"><![CDATA[The Broadway revival of the Sondheim musical, starring Jake Gyllenhaal, is a glorious tribute to the process of making art.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/sunday-in-the-park-with-george-jake-gyllenhaal-annaleigh-ashford-review/517647/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>The Editors</name>\r\n      <uri>http://www.thewire.com/authors/the-editors/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517695</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/AP_9801010993/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"Andy Warhol and &amp;lt;em&amp;gt;Get Out&amp;lt;/em&amp;gt;: The Week in Pop-Culture Writing\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"http://www.villagevoice.com/arts/thirty-years-after-his-death-andy-warhols-spirit-is-still-very-much-alive-9695838\"&gt;30 Years After His Death, Andy Warhol’s Spirit Is Still Very Much Alive&lt;/a&gt;&lt;br /&gt;\r\nR.C. Baker | &lt;i&gt;The Village Voice&lt;/i&gt;&lt;br /&gt;\r\n“How much responsibility does a mirror bear for whatever beauty or ugliness it beholds? Warhol loved both the heights and depths of American culture, and reflected it back at us through his work, which remains resonant to this day. Here is the spin he put on the concept of American exceptionalism in the 1985 &lt;i&gt;America&lt;/i&gt; book: ‘Maybe you think it's so special that certain people shouldn't be allowed to live [here], or if they do live [here] that they shouldn't say certain things or have certain ideas.’”&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"http://www.bkmag.com/2017/02/22/rise-roxane-gay/\"&gt;The Rise of Roxane Gay&lt;/a&gt;&lt;br /&gt;\r\nMolly McArdle | &lt;em&gt;Brooklyn Magazine&lt;/em&gt;&lt;br /&gt;\r\n“Gay has been persistent and precise when so many others have not: She believes in a substantial variety of writers and writing that includes not only race and gender and sexuality but also class, ability, geography. She also takes as long and hard a look at herself as she does anyone else. When considering, in her 2010 &lt;em&gt;HTMLGiant&lt;/em&gt; essay ‘A Profound Sense of Absence,’ whether or not she read diversely, Gay concludes: ‘I don’t, nor do I know how to.’”&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.nytimes.com/2017/02/15/magazine/the-age-of-rudeness.html?partner=socialflow&amp;amp;smid=tw-nytmag&amp;amp;smtyp=cur&amp;amp;_r=3\"&gt;The Age of Rudeness&lt;/a&gt;&lt;br /&gt;\r\nRachel Cusk | &lt;em&gt;The New York Times Magazine&lt;/em&gt;&lt;br /&gt;\r\n“Are people rude because they are unhappy? Is rudeness like nakedness, a state deserving the tact and mercy of the clothed? If we are polite to rude people, perhaps we give them back their dignity; yet the obsessiveness of the rude presents certain challenges to the proponents of civilized behavior. It is an act of disinhibition: Like a narcotic, it offers a sensation of glorious release from jailers no one else can see.”&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;&lt;br /&gt;\r\n&lt;a href=\"https://www.buzzfeed.com/frederickmckindra/nothingscarierthanbeingblackinamerica\"&gt;In &lt;em&gt;Get Out&lt;/em&gt;, Racism Is the Horror Story Black People Try to Survive&lt;/a&gt;&lt;br /&gt;\r\nFrederick McKindra | &lt;em&gt;BuzzFeed&lt;/em&gt;&lt;br /&gt;\r\n“Horror films constantly reinforced the concept of the white body’s vulnerability, and subtly advised their audiences to treat only those bodies with concern. Meanwhile, for black characters, and by extension, black people, if no one ever saw you scream, tremble, or bleed, they never learned to see you as human. In the aughts, black characters in horror films were either disposable, not worth depicting at all, or rendered racial amnesiacs when it came to issues that would concern any black person in real life.”&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"http://www.vulture.com/2017/02/seijun-suzuki-dead-japanese-director-was-absurdist-auteur.html\"&gt;Remembering Seijun Suzuki, an Absurdist Auteur in Hired-Gun Clothing&lt;/a&gt;&lt;br /&gt;\r\nEmily Yoshida | &lt;em&gt;Vulture&lt;/em&gt;&lt;br /&gt;\r\n“The Japanese film-production world was a kind of temporary Wild West, no longer locked into the hierarchical promotion system that brought up Ozu and Kurosawa. Suzuki rose up through the reshuffling almost by accident, but once he became a director, he made sure nobody forgot his name.”&lt;br /&gt;\r\n&lt;br /&gt;\r\n&lt;a href=\"http://www.newyorker.com/culture/cultural-comment/harry-belafonte-and-the-social-power-of-song\"&gt;Harry Belafonte and the Social Power of a Song&lt;/a&gt;&lt;br /&gt;\r\nAmanda Petrusich | &lt;em&gt;The New Yorker&lt;/em&gt;&lt;br /&gt;\r\n“Belafonte was strikingly prescient about the ways in which taste could and would be politicized, and especially about how treacherous it is to confuse consumption with action. This seems, to me, to be an unspoken but profound hindrance to all popular rebellions: If a person reads the right authors, and buys the right records, and vouches for those preferences loudly and repeatedly, it can feel like all the necessary work has been done to align oneself with the proper causes.”&lt;br /&gt;\r\n&lt;br /&gt;\r\n&lt;a href=\"http://www.vox.com/culture/2017/2/7/14442410/jackie-kennedy-accent-natalie-portman\"&gt;Jackie Kennedy’s Strange, Elegant Accent, Explained by Linguists&lt;/a&gt;&lt;br /&gt;\r\nAlex Abad-Santos | &lt;em&gt;Vox&lt;/em&gt;&lt;br /&gt;\r\n“Merely reading that line doesn’t do justice to the voice Portman adopted for the role. If you’re not aware of how Jackie Kennedy spoke, listening to Portman’s Jackie is like the tingle of soda in your throat. It often feels familiar, but in certain spots it pops and jumps. The way she lops off the end of ‘bitter,’ the funny hop in ‘artifact,’ the way she rolls through ‘remembered’—it’s like she’s invented her own unique way of speaking English.”&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"http://www.mtv.com/news/2985787/moonlight-forgotten-frequencies/\"&gt;&lt;em&gt;Moonlight&lt;/em&gt;’s Forgotten Frequencies&lt;/a&gt;&lt;br /&gt;\r\nDave Tompkins | &lt;em&gt;MTV News &lt;/em&gt;&lt;br /&gt;\r\n“&lt;em&gt;Moonlight&lt;/em&gt;'s score is part of this allowed emotional space, internalizing the Miami environment. (In terms of pressing bass to vinyl, wider spaces between the grooves make room for longer wavelengths and lower frequencies.) According to [Nicholas] Britell, the composer, everything in &lt;em&gt;Moonlight&lt;/em&gt;’s score has at some point been pitched down and lived an alternate bass life before reaching your ears, whether you hear it or not.”&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/eWAMB4tINaU\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>Andy Warhol and &lt;em&gt;Get Out&lt;/em&gt;: The Week in Pop-Culture Writing</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/eWAMB4tINaU/\" rel=\"alternate\" />\r\n    <published>2017-02-25T08:00:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517695</id>\r\n    <summary type=\"html\"><![CDATA[Highlights from seven days of reading about arts and entertainment]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/andy-warhol-and-get-out-the-week-in-pop-culture-writing/517695/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Spencer Kornhaber</name>\r\n      <uri>http://www.thewire.com/authors/spencer-kornhaber/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517575</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/f228a9df30eb758469fd41020f6c0467fa051eee9ca50b092fa67b98dc2244cc/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"&amp;lt;em&amp;gt;Girls&amp;lt;/em&amp;gt;&amp;#39;s Powerful Insight on Trauma\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;Why do the girls of &lt;em&gt;Girls&lt;/em&gt; act that way? That’s the question underlying five years of baffled cultural responses to Lena Dunham’s epic of questionable decisions, cruelty, narcissism, and grace. &lt;em&gt;Girls&lt;/em&gt; has never given a straightforward answer to the question. Despite unflinching confessional dialogue and occasional backstory development and sharp cultural satire, Hannah Horvath and her friends still have an air of Athena, sprung into existence fully formed. Asking why these girls spill drinks and impulsively marry and vomit off of bunkbeds is like asking why anyone exists at all.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;This has made &lt;em&gt;Girls&lt;/em&gt; unusual in a cultural landscape where the tragic flashback is the go-to decoder of individual motivation. To take two recent examples from HBO, &lt;em&gt;The Young Pope&lt;/em&gt; &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/the-young-pope-season-one-finale-hbo/516600/\"&gt;connected Pope Pious’s childhood abandonment&lt;/a&gt; to his adult torment, and &lt;em&gt;Westworld&lt;/em&gt;’s so-called “key insight” was that &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/12/westworld-finale-the-bicameral-mind-storytelling-fiction/509552/\"&gt;to be human is to remember suffering&lt;/a&gt;. In society more broadly, ongoing dialogues about trauma, triggering, and privilege—dialogues that Dunham often wades into as a public figure—insist that personal history needs to be taken as seriously as present conduct does.&lt;/p&gt;\r\n\r\n&lt;p&gt;On &lt;em&gt;Girls&lt;/em&gt;, parental issues occasionally surface—Jessa’s flaky dad, Hannah’s closeted one, Marnie’s controlling mom—and brain chemistry came to the fore in Hannah’s OCD plot line. But sometimes it has seemed like the show wants to satirize the notion of explaining character through trauma. Once, Hannah recalled telling her mom that her babysitter touched her vagina at age 3—but added that she had probably been lying at it.&lt;strong&gt; &lt;/strong&gt;At the Iowa Writer’s Workshop, her peers insisted her short story about violent sex must have been nonfiction from an abusive past&lt;strong&gt;;&lt;/strong&gt; the joke was that it actually reflected her adventuresome present: “the time that I took a couple Quaaludes and asked my boyfriend to punch me in the chest.”&lt;/p&gt;\r\n\r\n&lt;p&gt;This week’s&lt;strong&gt; &lt;/strong&gt;sure-to-be-provocative episode “American Bitch”—posted to online platforms now and airing on HBO Sunday night—sharpened the show’s point of view on psychological cause and effect. In it, Hannah visits with a famous author, Chuck Palmer (Matthew Rhys), after writing an essay about accusations that he’d serially preyed on college-aged female fans. Chuck makes his case for innocence, Hannah relates some details from her past, and the two seem to come to an understanding—and then Chuck takes his penis out and presses it against Hannah. It’s a story of personal monstrousness and trauma, but it’s also a story about a system: a gender dynamic that ensures a common experience of degradation for women, whether in their pasts or in the present.&lt;/p&gt;\r\n\r\n&lt;p class=\"dropcap\"&gt;Chuck Palmer has a surprising amount in common with Hannah. His fussiness hints at OCD. He proposes that writers need stories more than anything else, echoing Hannah’s experiences-at-all-cost outlook throughout &lt;em&gt;Girls&lt;/em&gt;. The two bond over their love of Philip Roth, agreeing that “you can’t let politics dictate what you read or who you fuck” (Chuck’s words). And most tellingly, Chuck professes to want to understand the person he’s talking to but constantly interrupts with his own observations—perhaps a sexist tic, but also a narcissistic one plenty familiar to &lt;em&gt;Girls&lt;/em&gt; viewers. In all of these things, Dunham may be sketching some ideas about the intrinsic traits that make a writer.&lt;/p&gt;\r\n\r\n&lt;p&gt;But most of their conversation is a clash of biographies. Chuck emphasizes his loneliness, his daughter’s depression, his ex-wife’s hostility, and the sadness of book-tour life. When Hannah suggests an inappropriate power balance in him hooking up with girls on the road, Chuck shoots back that the real imbalance is that “she looks like a Victoria’s Secret model and I didn’t lose my virginity till I was 25 and on Accutane.” He is the victim in this reading. The women complaining online are exploiting his fame and desperation as well as the power of the internet to amplify harmful claims.&lt;/p&gt;\r\n\r\n&lt;p&gt;It appears that this version of events nearly persuades Hannah, who apologizes for having written something that upset Chuck. But the apology is colored by all the buttering-up that has come before. Chuck repeatedly tells her how smart he thinks she is. He gives her a signed copy of Roth’s&lt;strong&gt; &lt;/strong&gt;&lt;em&gt;When She Was Good. &lt;/em&gt;And he claims that he invited her over to try and correct his true error with his accusers: not “pushing” enough to get to know them as people. When he then asks questions about her life, Hannah giggles and blithely&lt;strong&gt; &lt;/strong&gt;answers.&lt;/p&gt;\r\n\r\n&lt;p&gt;But during an earlier, tenser point in the conversation, Hannah relates a less happy bit of her history. In fifth grade, her English teacher Mr. Lasky took a liking to her based on her talent as a writer:&lt;/p&gt;\r\n\r\n&lt;blockquote&gt;\r\n&lt;p&gt;He liked me, he was impressed with me, I did like special creative writing, I wrote like a little novel or whatever. Sometimes, when he was talking to the class he would stand behind me and he’d rub my neck. Sometimes he’d rub my head, rustle my hair. And I didn’t mind. It made me feel special. It made me feel like someone saw me and they knew that I was going to grow up and be really, really particular. It also made kids hate me and put lasagna in my fucking backpack, but that’s a different story.&lt;/p&gt;\r\n\r\n&lt;p&gt;Anyway, last year I’m at a warehouse party in Bushwick, and this guy comes up to me and he’s like, “Horvath, we went to middle school together, East Lansing!” And I’m like, “Oh my god, remember how crazy Mr. Lasky’s class was? He was basically trying to molest me.”&lt;/p&gt;\r\n\r\n&lt;p&gt;You know what this kid said? He looks at me in the middle of this fucking party like he’s a judge, and he goes, “That’s a very serious accusation Hannah.” And he walked away. And there I am and I’m just 11 again, and I’m just getting my fucking neck rubbed. Because that stuff never goes away.&lt;/p&gt;\r\n&lt;/blockquote&gt;\r\n\r\n&lt;p&gt;If this is Hannah Horvath’s long-awaited revelation about her past, it’s a relatively mild&lt;strong&gt; &lt;/strong&gt;one: no rape, no violence, just some neck rubbing in class. But the insidiousness of it is in how it fits a pattern of warped gender relations. Chuck is like Mr. Lanksy: an older, powerful man praising a younger woman’s&lt;strong&gt; &lt;/strong&gt;intellectual talents—but also tying that praise to flesh. Hannah’s value as a writer and her value as a body were long ago swirled together by a gatekeeper, and Chuck did something very similar to the young would-be authors he had sex with. If they consented, what were they consenting to? A validation of their mind, or the notion that what really matters is their body?&lt;/p&gt;\r\n\r\n&lt;p&gt;The trauma here is not merely &lt;em&gt;what&lt;/em&gt; happened, either. It’s in how honest expressions of discomfort by women are met with hostility and invalidation by men on legalistic pretenses. Consent is hugely important, but the issue isn’t entirely a legal one in this case. It is a moral one, a social one, and an emotional one. Hannah doesn’t seem to want either Chuck or Mr. Lasky in jail. She just wants to tell the truth about a troubling, degrading dynamic, and she is told—both by the guy at the Bushwick party and by Chuck—that she is wrong to do so.&lt;/p&gt;\r\n\r\n&lt;aside class=\"pullquote instapaper_ignore\"&gt;The earlier trauma itself didn’t create the new one.&lt;/aside&gt;\r\n\r\n&lt;p&gt;The sick twist is that the trauma has now been amplified and reenacted on Hannah for speaking out. Chuck flatters her, convinces her he’s no monster, and then unzips and thrusts against her without warning. For a moment, Hannah seems confused; for another moment, she seems to consider going along with it—she grabs him. Then she freaks out and screams at him.&lt;/p&gt;\r\n\r\n&lt;p&gt;He gives her an evil grin. All the respect he had previously paid her has been rendered a joke. His praise of her mind was foreplay to the reminder that what he really liked was her body. And in Hannah’s moment of her considering whether to give in—for the rush, the faux validation, and the avoidance of conflict that would come with saying “yes”—she was in the same impossible situation as so many women before her.&lt;/p&gt;\r\n\r\n&lt;p class=\"dropcap\"&gt;As a public figure, Lena Dunham has written a lot about trauma, especially about how a rape in early adulthood has had a&lt;a href=\"http://www.lennyletter.com/health/a716/one-of-a-kind/?src=nl&amp;amp;mag=LEN&amp;amp;list=nl_LEN_news&amp;amp;date=021217\"&gt; concrete effect on her life over the years&lt;/a&gt;. But she also, recently,&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/12/the-lena-dunham-cycle-of-internet-outrage/511388/\"&gt; apologized&lt;/a&gt; for saying she “wished” she had had an abortion so as to help destigmatize the practice—a very inartful expression of the idea that a person and their worldview is not merely a result of biography.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;Girls&lt;/em&gt; seems to be trying to reconcile the need to honor the past's influence on the present while recognizing that no individual's history is an island. Did the Mr. Lasky experience change Hannah forever? Maybe. He could be the reason why she wants “to write stories that make people feel less alone than [she] did,” the exact kind of story that brought her to Chuck’s apartment. But that earlier trauma, in itself, didn’t create the new one she experienced in this episode. Nor was it, theoretically, necessary for Hannah to have gone through what she went through in order to care about Chuck's accusers.&lt;/p&gt;\r\n\r\n&lt;p&gt;Why is Chuck such a creep? &lt;em&gt;Girls&lt;/em&gt; doesn’t say that it’s because of any specific circumstance in his past. It’s not just because he’s what he calls a “horny motherfucker.” It’s simply because he &lt;em&gt;can&lt;/em&gt; be this way. Because he is successful and male, he can put women in spots like the one he put Hannah in. He can expect them to often consent, queasily or not. He can even expect that other men will tell the women not to complain about it later.&lt;/p&gt;\r\n\r\n&lt;p&gt;What he can’t expect anymore, &lt;em&gt;Girls&lt;/em&gt; suggests, is for the women to actually remain silent. In the final moments of the episode, Hannah watches Chuck’s daughter play flute. She alternates her gaze between the girl and her father, perhaps weighing the implications of what just happened and what she should do about it. If Hannah writes about his actions, she may hurt him in a way that harms his daughter. But she keeps staring at the girl. She may well be one day put in a situation like the one Hannah was just put in. She may already have been.&lt;/p&gt;\r\n\r\n&lt;p&gt;As Hannah leaves, we see a handful of women walking the opposite direction up the sidewalk, and then turning to enter his building. It reads as symbolism: a nod to all of the women&lt;strong&gt; &lt;/strong&gt;past and future who can relate to what Hannah just went through, as different as their individual backstories may be.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/pJcVZUr4RbA\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>&lt;em&gt;Girls&lt;/em&gt;'s Powerful Insight on Trauma</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/pJcVZUr4RbA/\" rel=\"alternate\" />\r\n    <published>2017-02-25T07:00:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517575</id>\r\n    <summary type=\"html\"><![CDATA[In “American Bitch,” Hannah confronts an author accused of sexual misconduct—and sees how her own past fits into a larger system.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/girls-american-bitch-trauma-season-6-episode-3/517575/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>The Editors</name>\r\n      <uri>http://www.thewire.com/authors/the-editors/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517704</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/Rembrandts_zoon_Titus_in_monniksdracht_Rijksmuseum_SK_A_3138/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"&amp;lt;em&amp;gt;The Atantic&amp;lt;/em&amp;gt;&amp;#39;s Week in Culture\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Don’t Miss&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/the-case-for-shyness/516933/\"&gt;The Case for Shyness&lt;/a&gt;—&lt;em&gt;Megan Garber traces the history of timidity via Joe Moran’s fascinating new book &lt;/em&gt;Shrinking Violets&lt;em&gt;.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"427\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/lead_960_2-4/40106278c.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Chris Pizzello / Invision / AP&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Oscars&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/oscars-crash-course-2017/517152/\"&gt;Your 2017 Oscars Crash Course&lt;/a&gt;—&lt;em&gt;Arnav Adhikari rounds up all the best stories from &lt;/em&gt;Atlantic&lt;em&gt; writers to get you up to speed for the 89th Academy Awards.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/my-2017-oscar-predictions/517677/\"&gt;My 2017 Oscars Predictions&lt;/a&gt;—&lt;em&gt;Christopher Orr considers the top contenders for the biggest awards at the ceremony.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/fire-at-sea-documentary-review/517359/\"&gt;In &lt;em&gt;Fire at Sea&lt;/em&gt;, Tragedy and Normalcy Live Side by Side&lt;/a&gt;—&lt;em&gt;Anna Diamond reviews the Oscar-nominated documentary, which offers a compelling portrait of how the migration crisis affects a tiny Italian island.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/denzel-washingtons-enduring-stardom/517581/\"&gt;On Denzel Washington’s Enduring Stardom&lt;/a&gt;—&lt;em&gt;David Sims explores the reasons behind the &lt;/em&gt;Fences&lt;em&gt; actor’s remarkable longevity.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/a-common-theme-for-this-years-oscar-nominated-documentaries/517638/\"&gt;A Common Theme For This Year’s Oscar-Nominated Documentaries&lt;/a&gt;—&lt;em&gt;Sarah Feldberg explores the films focused on the migrant crisis and Syrian conflict at this year’s Academy Awards.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"420\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/lead_960_3-3/06488ca59.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Sundance Selects&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Film&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/kiki-revisits-the-inspirational-power-of-new-yorks-ballroom-scene/517371/\"&gt;Kiki &lt;/a&gt;&lt;/em&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/kiki-revisits-the-inspirational-power-of-new-yorks-ballroom-scene/517371/\"&gt;Revisits the Power of New York’s Ball Culture&lt;/a&gt;—&lt;em&gt;David Sims praises the new documentary, which looks at a safe haven for LBTQ youths of color, first examined in &lt;/em&gt;Paris Is Burning&lt;em&gt;.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/the-south-african-building-that-came-to-symbolize-the-apocalypse/517056/\"&gt;The South African Building That Came to Symbolize the Apocalypse&lt;/a&gt;—&lt;em&gt;Ryan Lenora Brown shares the architectural history of Ponte City, Africa’s tallest apartment block which has become a mainstay of movies about the end of the world.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/why-netflix-will-release-martin-scorseses-next-film/517476/\"&gt;Why Netflix Will Release Martin Scorsese’s Next Film&lt;/a&gt;—&lt;em&gt;David Sims unpacks the reasons behind why the streaming service will produce the director’s next gangster epic.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/get-out-jordan-peele-review/517524/\"&gt;&lt;em&gt;Get Out&lt;/em&gt; Is a Funny and Brilliantly Subversive Horror Film&lt;/a&gt;—&lt;em&gt;David Sims relishes Jordan Peele’s excellent directorial debut.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/i-dont-feel-at-home-in-this-world-anymore-is-a-dark-goofy-neo-noir/517623/\"&gt;I Don’t Feel at Home in This World Anymore &lt;/a&gt;&lt;/em&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/i-dont-feel-at-home-in-this-world-anymore-is-a-dark-goofy-neo-noir/517623/\"&gt;Is a Dark, Goofy Neo-Noir&lt;/a&gt;—&lt;em&gt;David Sims watches Macon Blair’s directorial debut, which swerves between indie comedy and ultra-violence.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"369\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/Kampf_der_untergehenden_Gotter_by_F._W._Heine/df00096f7.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Wikimedia Commons&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Books&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/the-politics-of-retelling-norse-mythology/517422/\"&gt;The Politics of Retelling &lt;em&gt;Norse Mythology&lt;/em&gt;&lt;/a&gt;—&lt;em&gt;Lisa L. Hannett unpacks Neil Gaiman’s remarkable new book, which has triggered a debate about who owns pagan tales.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/simon-and-schusters-completely-avoidable-milo-disaster/517362/\"&gt;Simon &amp; Schuster’s Completely Avoidable Milo Yiannopoulos Disaster&lt;/a&gt;—&lt;em&gt;Sophie Gilbert criticizes the publisher’s delayed cancelling of the former &lt;/em&gt;Breitbart&lt;em&gt; editor’s book deal.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"420\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/lead_960-6/ea7ec32df.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Brooklyn Academy of Music&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Theater&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/escaped-alone-caryl-churchill-bam/517191/\"&gt;Escaped Alone &lt;/a&gt;&lt;/em&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/escaped-alone-caryl-churchill-bam/517191/\"&gt;Finds Comfort at the End of the World&lt;/a&gt;—&lt;em&gt;Sophie Gilbert analyzes Caryl Churchill’s new play, which finds solace amid an apocalypse.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"410\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/lead_large-6/a1f867d5c.png\" width=\"615\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Universal&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Music&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/katy-perry-is-chained-to-her-rivalry-with-taylor-swift/517461/\"&gt;The Maddening Media Obsession With Female Feuds, Katy Perry Edition&lt;/a&gt;—&lt;em&gt;Spencer Kornhaber discusses the problems with how the singer’s supposed rivalry with Taylor Swift is portrayed.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/frank-ocean-calvin-harris-migos-slide-review-song-of-summer/517707/\"&gt;Frank Ocean’s Surprising Slide Back to Pop&lt;/a&gt;—&lt;em&gt;Spencer Kornhaber listens to the enigmatic singer’s new collaboration with Calvin Harris and Migos. &lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"410\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/lead_large-5/f36d786d0.jpg\" width=\"615\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Eric Miller / Reuters&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Media&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/scenes-from-the-mall-of-america/517503/\"&gt;Scenes From the Mall of America&lt;/a&gt;—&lt;em&gt;Megan Garber weighs in on the massive shopping center’s announcement of a writing residency in honor of its 25th anniversary.&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/why-are-celebrities-known-as-stars/517674/\"&gt;Why Are They ‘Stars’?&lt;/a&gt;—&lt;em&gt;Megan Garber connects the history of why celebrities are considered celestial to Shakespeare, Chaucer, and movie cameras.&lt;/em&gt;&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/VXL5XEtxtAQ\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>&lt;em&gt;The Atantic&lt;/em&gt;'s Week in Culture</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/VXL5XEtxtAQ/\" rel=\"alternate\" />\r\n    <published>2017-02-24T18:11:42-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517704</id>\r\n    <summary type=\"html\"><![CDATA[A roundup of our recent writing on arts and entertainment]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/the-atantics-week-in-culture/517704/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Sarah Feldberg</name>\r\n      <uri>http://www.thewire.com/authors/sarah-feldberg/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517638</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/syria/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"A Common Theme for This Year&amp;#39;s Oscar-Nominated Documentaries \"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;The documentary &lt;em&gt;4.1 Miles &lt;/em&gt;opens to a bright, sunny day on the Aegean Sea. It’s October 28, 2015, and for a moment the setting is beautiful: blue sky, blue water, horizon tilting in and out of view. Then you hear the screams. A gloved hand reaches out of frame and returns pulling a young boy to safety aboard a coast-guard boat. Then the captain spins around with a baby girl in his arms. “Put the camera down,” he says to the person behind the lens. “Take this.”&lt;/p&gt;\r\n\r\n&lt;p&gt;Just over four miles from Turkey, the Greek island of Lesbos has been on the front lines of the global refugee crisis. Since January 2014, &lt;a href=\"http://data2.unhcr.org/en/situations/mediterranean\"&gt;more than 1.5 million people&lt;/a&gt; have crossed the Mediterranean Sea to Europe, with many fleeing the Syrian civil war, the rise of ISIS, and oppressive regimes and poverty in sub-Saharan Africa. Upwards of 12,000 have died or gone missing along the way, but many of those who’ve survived the short but treacherous journey have landed on Lesbos, which received &lt;a href=\"https://www.usnews.com/news/best-countries/articles/2016-01-27/the-growing-refugee-toll-on-lesvos\"&gt;more than 500,000 migrants&lt;/a&gt; in 2015 alone.&lt;/p&gt;\r\n\r\n&lt;p&gt;Daphne Matziaraki’s 20-minute Oscar-nominated film &lt;em&gt;4.1 Miles&lt;/em&gt; follows Greek Coast Guard Captain Kyriakos Papadopoulos as he and a small crew on Lesbos head out to sea again and again to pluck desperate men, women, and children from the swells. Before thousands of Syrians, Afghans, and Iraqis started setting out in boats in the hopes of finding refuge in Europe, Papadopoulos spent his days making routine patrols. But the film finds the captain thrust into the role of professional savior without any additional training or equipment—an average citizen trying to deal with a humanitarian disaster.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;Of the 10 films nominated for the 2017 Academy Awards in the documentary categories, four deal with the Syrian conflict or refugee crisis. Along with &lt;em&gt;4.1 Miles&lt;/em&gt;, the Netflix original &lt;em&gt;The White Helmets &lt;/em&gt;and &lt;em&gt;Watani: My Homeland &lt;/em&gt;are up for the short-form documentary Oscar, while &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/fire-at-sea-documentary-review/517359/\"&gt;the Italian film &lt;em&gt;Fire at Sea&lt;/em&gt;&lt;/a&gt; was nominated for best feature documentary. The strength of these projects lies in the emotional, and often stark, portraits they paint of their characters. If audiences can imagine themselves in the shoes of Syrian rescue workers, a Greek coast-guard captain, an overwhelmed physician, or a migrant mother, these films may do more than enlighten or inform. Their creators all told me they hoped that, like other documentaries that have mobilized viewers and influenced lawmakers, their films can make far-away problems feel more immediately urgent.&lt;/p&gt;\r\n\r\n&lt;p&gt;The films’ nominations were announced just four days after President Donald Trump’s inauguration and three days before &lt;a href=\"https://www.theatlantic.com/news/archive/2017/01/trump-immigration-order-muslims/514844/\"&gt;he issued an executive order&lt;/a&gt; suspending refugee admissions from Syria indefinitely and from all other countries for 120 days. The order also temporarily halted arrivals from seven majority-Muslim nations and cut the total number of refugees that would be admitted to the U.S. in 2017 by more than half to 50,000. While the travel ban has since been &lt;a href=\"https://www.theatlantic.com/politics/archive/2017/02/trump-ninth-circuit-defeat/517095/\"&gt;suspended by federal courts&lt;/a&gt;, Trump’s executive order set off protests at airports across the country and pushed the people and issues portrayed in these documentaries back into the national spotlight.&lt;/p&gt;\r\n\r\n&lt;p&gt;“When I made the film [in 2015], I thought it was very timely because it was when the refugee crisis was in the news,” Matziaraki told me. “I would never ever imagine that unfortunately the film would be so much more timely now in the U.S.”&lt;strong&gt; &lt;/strong&gt;While it’s unusual to have so many Oscar nominees address the same topic, &lt;em&gt;The White Helmets &lt;/em&gt;producer Joanna Natasegara told me it makes sense in this case: “Storytelling has always engaged with the most pressing issues of any given time, and documentary perhaps even more than narrative [film].” Those issues today, she said, are the refugee crisis and the war in Syria.&lt;/p&gt;\r\n\r\n&lt;p&gt;As a medium, documentaries offer an intimacy and focus often missing in daily news. Since the Syrian conflict began in 2011, the escalating violence and resulting flood of migrants have been covered by the international press, but in the face of constant coverage, it’s difficult for many readers to sustain the same level of attention day to day. It often takes a particularly horrifying image—a dead toddler washed up on a beach, a blank-faced 5-year-old covered in blood and dust—to re-galvanize interest.&lt;/p&gt;\r\n\r\n&lt;p&gt;Matziaraki, who grew up in Greece but is now based in the San Francisco Bay Area, said even she felt disconnected from the disaster playing out in her homeland. When she arrived on Lesbos, she found the situation was worse than she’d imagined. “I really wanted to make a film that would [bridge] this gap between our comfort zone and the reality of the world,” she said.&lt;/p&gt;\r\n\r\n&lt;aside class=\"pullquote instapaper_ignore\"&gt;“I asked them, ‘Why go across the sea if you might die?’ They said, ‘It’s the word “might” that makes us go across the sea. The word “might” is hope.’”&lt;/aside&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;The&lt;/em&gt; &lt;em&gt;White Helmets &lt;/em&gt;director Orlando von Einsiedel also admitted to feeling numb to the tragedy. The film, made with Natasegara, tells the story of the Syrian Civil Defense, a group of volunteer rescue workers in the country who respond to attacks on civilians. When the filmmakers saw a YouTube video of the White Helmets pulling a newborn from a bombed-out building, they recognized a story missing from the mainstream representation of Syria. “There’s a confusing, unbalanced picture of what is left behind for Syrian civilians on the ground, and a vacuum of any narrative about Syrians helping themselves or being active in their own saving,” Natasegara told me. “The idea of the Syrian hero was almost completely absent from the media landscape.” The White Helmets were the “perfect anecdote” to that gap: They were former bakers, builders, tailors, and students who’d banded together to save their fellow Syrians.&lt;/p&gt;\r\n\r\n&lt;p&gt;The other Syria-specific film, &lt;em&gt;Watani: My Homeland &lt;/em&gt;follows the family of a rebel commander in Aleppo who has been kidnapped by ISIS. His wife, Hala, and their four children make the heartbreaking decision to flee the country and begin a new life in Germany. The director Marcel Mettelsiefen, a veteran photojournalist who covered the Arab Spring, said documentaries offer an emotional way into a story that can otherwise feel abstract. “The importance of documentary filmmaking is to humanize the conflict,” he told me.&lt;/p&gt;\r\n\r\n&lt;p&gt;In the feature category, Gianfranco Rosi’s &lt;em&gt;Fire at Sea &lt;/em&gt;focuses on Lampedusa, an Italian island where hundreds of thousands of African refugees have landed since the 1990s. The filmmaker moved to Lampedusa for a year and a half to understand both the rhythms of daily life and the harrowing journey migrants endure to get there. “The film is a cry of help to raise awareness,” Rosi told me, recounting a conversation with one migrant. “When I asked them, ‘Why go across the sea if you might die?’ They said, ‘It’s the word “might” that makes us go across the sea. The word “might” is hope.’”&lt;/p&gt;\r\n\r\n&lt;p&gt;While documentaries may have once been considered stale educational fare, their reputation as an exciting and mainstream art form &lt;a href=\"http://www.vulture.com/2013/04/edelstein-documentary-is-better-than-filmmaking.html\"&gt;has undoubtedly grown in recent years&lt;/a&gt;. Because of new distribution options and social media, documentaries now have the potential to reach a more global audience. By licensing &lt;em&gt;The White Helmets&lt;/em&gt; to video-streaming giant Netflix, von Einsiedel and Natasegara made their film available in 190 countries (fellow documentary Oscar nominee &lt;em&gt;13th&lt;/em&gt; is also on Netflix). Matziaraki’s &lt;em&gt;4.1 Miles—&lt;/em&gt;produced while she was a graduate student in journalism at the University of California-Berkeley—&lt;a href=\"https://www.nytimes.com/video/opinion/100000004674545/41-miles.html\"&gt;can be viewed&lt;/a&gt; on the &lt;em&gt;New York Times&lt;/em&gt;’ website, free to anyone with an internet connection. &lt;em&gt;Fire at Sea &lt;/em&gt;has been released in 64 countries, including Japan, where it opened earlier this month. &lt;a href=\"http://www.reuters.com/article/us-japan-asylum-idUSKBN15O0UV?il=0\"&gt;According to &lt;em&gt;Reuters&lt;/em&gt;&lt;/a&gt;, the country accepted only 28 refugees in 2016, yet the 10 p.m. showing sold out in Tokyo on opening night.&lt;/p&gt;\r\n\r\n&lt;p&gt;Documentaries can often have clear, measurable consequences—whether driving politicians to action or investing the general public in an issue that affects them. A &lt;a href=\"http://journals.sagepub.com/doi/full/10.1177/0003122415598534\"&gt;2015 study&lt;/a&gt; found that &lt;em&gt;Gasland&lt;/em&gt;, the 2010 documentary on the dangers of fracking, led to greater discussion on social media and increased mass-media coverage, after its release and subsequent nomination for an Oscar in 2011. Sometimes films are credited with inspiring legislation—as was the case with the 2012 Oscar-nominated film &lt;a href=\"https://en.wikipedia.org/wiki/The_Invisible_War#Response\"&gt;&lt;em&gt;The Invisible War&lt;/em&gt;&lt;/a&gt;, which investigated sexual assault in the military, and the 2013 documentary &lt;a href=\"https://en.wikipedia.org/wiki/Blackfish_(film)#Impact\"&gt;&lt;em&gt;Blackfish&lt;/em&gt;&lt;/a&gt;, which explored the treatment of orca whales at SeaWorld. Of course, some films have been criticized for misleading audiences by omitting inconvenient details or twisting statistics to make a more convincing argument or interesting story (as was the &lt;a href=\"http://www.nybooks.com/articles/2010/11/11/myth-charter-schools/\"&gt;accusation leveled&lt;/a&gt; at the 2010 documentary &lt;em&gt;Waiting for “Superman&lt;/em&gt;,” which portrayed charter schools as the prescription for an ailing public education system.)&lt;/p&gt;\r\n\r\n&lt;p&gt;While it’s too soon to tell if this year’s Oscar-nominated documentaries have had a broader effect on people’s understanding of the migrant crisis or Syrian conflict, some of the filmmakers have already seen their work resonate on a smaller scale. Matziaraki said she’s received letters from viewers asking how they can help or donate, including from one who traveled to Lesbos to volunteer after seeing&lt;em&gt; 4.1 Miles&lt;/em&gt;. “People that write to me and say, ‘Thank you for changing my mind. Thank you for making me realize what is happening.’ This is really maybe the most important thing,” Matziaraki said.&lt;/p&gt;\r\n\r\n&lt;p&gt;In the &lt;em&gt;Fire at Sea&lt;/em&gt; director Rosi’s experience, the emotional connection fostered by these documentaries inevitably leads to a question: “What can I do?” Over the phone from New York, one of Rosi’s film subjects, Pietro Bartolo, offered one answer. As the physician on Lampedusa, Bartolo is often the first person to have real human contact with the refugees who arrive; he’s also the man who performs autopsies on those who don’t make it alive. He told me it’s important to simply show migrants they are welcome. “People say, ‘Can I come to Lampedusa to help?’ We don’t need the help. We never asked for any help,” he said. “On Lampedusa, we are the door. That we leave it open, this is not enough. [When the refugees] arrive in Europe they need to feel that they are home.”&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/VhxrdHITLD0\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>A Common Theme for This Year's Oscar-Nominated Documentaries </title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/VhxrdHITLD0/\" rel=\"alternate\" />\r\n    <published>2017-02-24T14:41:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517638</id>\r\n    <summary type=\"html\"><![CDATA[The films <em>4.1 Miles, Watani: My Homeland</em>, <em>The White Helmets</em>, and <em>Fire at Sea</em> are all up for Academy Awards this year—and all deal with the migrant crisis or the Syrian conflict.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/a-common-theme-for-this-years-oscar-nominated-documentaries/517638/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Megan Garber</name>\r\n      <uri>http://www.thewire.com/authors/megan-garber/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517674</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/GETTYIMAGES_544338083_74/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"Why Are They &amp;#39;Stars&amp;#39;?\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;It makes so much sense to refer to certain kinds of celebrities as “stars.” At their heights, those people inspire the rest of us. They shine, larger than life, above us, and around us. They suggest, in their insistent omnipresence, a certain order to the world. To see the stars—or, more specifically, to believe in them, taxonomically—is to endorse a notion that the people before us on our screens, far from us and yet so close, exist, as the author Jeanine Basinger &lt;a href=\"https://books.google.com/books?id=20cCO6sQnwgC&amp;amp;printsec=frontcover&amp;amp;source=gbs_atb#v=onepage&amp;amp;q=star&amp;amp;f=false\"&gt;puts it&lt;/a&gt;, “on some plane between ours and that of the gods.”&lt;/p&gt;\r\n\r\n&lt;p&gt;But: Why are they “stars,” specifically? Why is Hollywood’s Walk of Fame populated by pentagrams of pale pink, rather than some other arbitrary shape? Why is it “stars” who are, obviously and incorrectly, &lt;a href=\"http://www.slate.com/articles/life/the_next_20/2016/09/the_invention_of_us_weekly_s_stars_they_re_just_like_us_feature.html\"&gt;Just Like Us&lt;/a&gt;?&lt;/p&gt;\r\n&lt;!-- START \"MORE ON\" SINGLE STORY BOX v. 2 --&gt;\r\n\r\n&lt;aside class=\"callout\"&gt;\r\n&lt;hr /&gt;\r\n&lt;h4&gt;Related Story&lt;/h4&gt;\r\n\r\n&lt;div&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2015/12/what-we-talk-about-when-we-talk-about-demagogues/419514/\"&gt;&lt;img alt=\"\" src=\"https://cdn.theatlantic.com/assets/media/img/mt/2015/12/lead_960-1/lead_960.jpg?1449610048\" width=\"242\" /&gt; &lt;/a&gt;&lt;/div&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2015/12/what-we-talk-about-when-we-talk-about-demagogues/419514/\"&gt;What We Talk About When We Talk About ‘Demagogues’&lt;/a&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;&lt;/aside&gt;\r\n&lt;!-- END \"MORE ON\" SINGLE STORY BOX v. 2 --&gt;\r\n\r\n&lt;p&gt;The answer has to do with Ovid. And Shakespeare. And Thomas Edison. And Mary Pickford. Stars are stars, certainly, because they sparkle and shine—because, even when they are bathed in the limelight, they seem to have an incandescence of their own. But they are “stars,” much more specifically, because they are part of Western culture’s longstanding tendency to associate the human with the heavenly. They are “stars” because their audiences want them—and in some sense need them—to be.&lt;/p&gt;\r\n\r\n&lt;p&gt;The broad use of the word “star” to indicate a leader among us dates back, &lt;a href=\"https://theatre.illinois.edu/portfolio/peter-davis-theatre-studies/\"&gt;Peter Davis&lt;/a&gt;, a theater historian at the University of Illinois at Urbana-Champaign, told me, to the Middle Ages. Chaucer, who was also &lt;a href=\"http://blog.oxforddictionaries.com/2013/01/chaucer-in-the-house-of-fame/\"&gt;the first recorded user&lt;/a&gt; of the word “celebrity” and &lt;a href=\"http://blog.oxforddictionaries.com/2013/01/chaucer-in-the-house-of-fame/\"&gt;one of the first to use&lt;/a&gt; the word “famous,” also &lt;a href=\"http://blog.oxforddictionaries.com/2013/01/chaucer-in-the-house-of-fame/\"&gt;hinted at&lt;/a&gt; the lexical convergence of the human and the celestial: In &lt;i&gt;The House of Fame&lt;/i&gt;, Chaucer’s dreamer worries that he might find himself “stellified.” “O God Who made nature,” &lt;a href=\"http://ummutility.umm.maine.edu/necastro/chaucer/translation/hf/hf.html\"&gt;the dreamer thinks&lt;/a&gt;, “am I to die in no other way? Will Jove transform me into a star?”&lt;/p&gt;\r\n\r\n&lt;p&gt;Chaucer, Dean Swinford &lt;a href=\"https://books.google.com/books?id=rdtEAQAAQBAJ&amp;amp;pg=PT61&amp;amp;lpg=PT61&amp;amp;dq=chaucer+stellify&amp;amp;source=bl&amp;amp;ots=E4bGAvPvCk&amp;amp;sig=zXF7T_X6WLS6EDSGIxJuf2uewyA&amp;amp;hl=en&amp;amp;sa=X&amp;amp;ved=0ahUKEwirw467gqfSAhVIxFQKHQrXCNIQ6AEIKDAC#v=onepage&amp;amp;q=chaucer%20stellify&amp;amp;f=false\"&gt;points out&lt;/a&gt; in his book &lt;i&gt;Through the Daemon’s Gate&lt;/i&gt;, was recalling Ovid’s &lt;a href=\"https://en.wikipedia.org/wiki/Metamorphoses\"&gt;notion of metamorphosis&lt;/a&gt;—the idea that humans could be transformed, in this case, into the shiny stuff of constellations. Chaucer’s words also &lt;a href=\"https://books.google.com/books?id=rdtEAQAAQBAJ&amp;amp;pg=PT61&amp;amp;lpg=PT61&amp;amp;dq=chaucer+stellify&amp;amp;source=bl&amp;amp;ots=E4bGAvPvCk&amp;amp;sig=zXF7T_X6WLS6EDSGIxJuf2uewyA&amp;amp;hl=en&amp;amp;sa=X&amp;amp;ved=0ahUKEwirw467gqfSAhVIxFQKHQrXCNIQ6AEIKDAC#v=onepage&amp;amp;q=chaucer%20stellify&amp;amp;f=false\"&gt;carried architectural implications&lt;/a&gt; that would likely have been apparent to his audiences: “Fixing with stars,” Swinford points out, “implies the creation of a mosaic-like decoration of the interior of a cathedral.” The building was an intentional mimicry of the sky, and an unintentional anticipation of Hollywood’s own kind of firmament: It presented stars as a constellation of gleaming lights, always above.&lt;/p&gt;\r\n\r\n&lt;aside class=\"pullquote instapaper_ignore\"&gt;It was through the wily dynamics of public relations that “star,” in the United States, was born.&lt;/aside&gt;\r\n\r\n&lt;p&gt;The &lt;i&gt;US Weekly&lt;/i&gt;fied version of stellification is in many ways a direct descendant of Chaucer’s: It emphasizes the role of the celebrity as a body both distant and accessible, gleaming and sparkling and yet reassuringly omnipresent. Stars have long suggested a kind of order—and orientation—within chaotic human lives. They have long hinted that there is something bigger, something beyond, something more.&lt;/p&gt;\r\n\r\n&lt;p&gt;Little surprise, then, that—especially as the world of science became more familiar with the workings of celestial bodies—the world of the theater seized on their symbolism. Molière, Peter Davis told me, made Chaucerian use of the personified “star”: In &lt;i&gt;School for Wives&lt;/i&gt;, in 1662, Horace &lt;a href=\"http://www.searchengine.org.uk/ebooks/85/18.pdf\"&gt;describes&lt;/a&gt; Agnes as “this young star of love, adorned by so many charms.” Shakespeare, too, neatly anticipated Hollywood’s blending of the personal and the celestial in both his plays and his poems. “We make guilty of our disasters the sun, the moon, and stars,” &lt;a href=\"http://nfs.sparknotes.com/lear/page_36.html\"&gt;Edmund laments in &lt;/a&gt;&lt;i&gt;&lt;a href=\"http://nfs.sparknotes.com/lear/page_36.html\"&gt;King Lear&lt;/a&gt;, “&lt;/i&gt;as if we were villains on necessity, fools by heavenly compulsion.” Love, too, in Shakespeare’s mind, makes its highest sense as a heavenly force, reassuring in its constancy: In “&lt;a href=\"http://www.shakespeare-online.com/sonnets/116.html\"&gt;Sonnet 116&lt;/a&gt;,” the bard finds love to be “...an ever-fixed mark / That looks on tempests and is never shaken; / It is the star to every wand’ring bark, / Whose worth’s unknown, although his height be taken.”&lt;/p&gt;\r\n\r\n&lt;p&gt;It was in this context, Davis explains, that the notion of the human star came to refer, in particular, to the decidedly grounded firmament of the theater—and to the decidedly human person of the actor. According to the&lt;i&gt; Oxford English Dictionary&lt;/i&gt;, the first reference to a “star” of the stage came in 1751, with the &lt;i&gt;Bays in Council &lt;/i&gt;announcing, “You may Shine the brightest Theatric Star, that ever enliven’d of charm’d an Audience.” Around the same time, in 1761, the book &lt;i&gt;Historical Theatres of London &amp; Dublin&lt;/i&gt; noted of an apparently Meryl Streepian actor named Garrick: “That Luminary soon after became a Star of the first Magnitude.” Garrick would appear again in 1765, in &lt;a href=\"https://books.google.com/books?id=F_gRAAAAYAAJ&amp;amp;pg=PA424&amp;amp;dq=bright+star+appearing&amp;amp;hl=en&amp;amp;sa=X&amp;amp;ved=0ahUKEwj95c-2wpLKAhVM8GMKHX3dBaY4MhDoAQhLMAY#v=onepage&amp;amp;q=bright%20star%20appearing&amp;amp;f=false\"&gt;an extremely effusive article written about him in &lt;i&gt;The Gentleman’s and London Magazine&lt;/i&gt;&lt;/a&gt;: “The rumor of this bright star appearing in the East flew with the rapidity of lightening through the town, and drew all the theatrical Magi thither to pay their devotions to his new-born son of genius….”&lt;/p&gt;\r\n\r\n&lt;p&gt;By the 1820s, it was common to refer to actors as “stars”—for purposes of salesmanship as much as anything else. Theater touring became popular during that time, in both England and America. British actors, in particular, Davis told me, were often promoted as “stars” for their tours in the U.S. as a way to ensure that large audiences would come to witness their performances. Actors like &lt;a href=\"https://en.wikipedia.org/wiki/Edmund_Kean\"&gt;Edmund Kean&lt;/a&gt;, &lt;a href=\"https://en.wikipedia.org/wiki/George_Frederick_Cooke\"&gt;George Frederick Cooke&lt;/a&gt;, and &lt;a href=\"https://en.wikipedia.org/wiki/Charles_Kemble\"&gt;Charles&lt;/a&gt; and &lt;a href=\"https://en.wikipedia.org/wiki/Fanny_Kemble\"&gt;Fanny Kemble&lt;/a&gt; were celestially sold to American audiences. Sometimes, Davis notes, the actors were considered to have passed their prime in Britain; they used their American tours to reboot their careers back home. It was fitting: Through the wily dynamics of public relations, “star,” in the U.S., was born.&lt;/p&gt;\r\n\r\n&lt;p&gt;The term carried through as theater acting gave way to movie acting—as silent films gave way to talkies. “The observable ‘glow’ of potential stardom was present from the very beginning of film history,” Jeanine Basinger notes in her book&lt;i&gt; &lt;/i&gt;&lt;a href=\"https://books.google.com/books?id=20cCO6sQnwgC&amp;amp;printsec=frontcover&amp;amp;source=gbs_atb#v=onepage&amp;amp;q=star&amp;amp;f=false\"&gt;&lt;i&gt;The Star Machine&lt;/i&gt;&lt;/a&gt;. But it also took hold, as with so much else in Hollywood history, fitfully. As &lt;a href=\"http://newsroom.ucla.edu/experts/preview/54d13d506eafb561bd00038a/\"&gt;Jan-Christopher Horak&lt;/a&gt;, the director of the UCLA Film and Television Archive, told me, the earliest films didn’t name the actors who starred in them. That was in part because the actors, many of whom had been trained in the theater, were initially embarrassed to be putting their hard-won skills to the service of this strange new medium.&lt;/p&gt;\r\n\r\n&lt;aside class=\"pullquote instapaper_ignore\"&gt;The earliest films didn’t bother to name the actors who starred in them.&lt;/aside&gt;\r\n\r\n&lt;p&gt;It was also, however, because of the mechanics of the medium itself. On film, Anne Helen Petersen suggests in her book &lt;a href=\"https://books.google.com/books/about/Scandals_of_Classic_Hollywood.html?id=NehhAwAAQBAJ\"&gt;&lt;i&gt;Scandals of Classic Hollywood:&lt;/i&gt;&lt;em&gt; Sex, Deviance, and Drama From the Golden Age of American Cinema&lt;/em&gt;&lt;/a&gt;, the Hollywood star was a function of technology as much as it was one of culture. As early cinema developed in the early 20th century, bulky and unwieldy cameras made it difficult for cinematographers to capture anything beyond full-length shots of actors. “Because viewers couldn’t see the actor’s face up close,” Petersen writes, “it was difficult to develop the feelings of admiration or affection we associate with film stars.” As cameras improved, though, close-ups became more common, emphasizing actors’ faces and humanity. As sound became part of the cinema experience, voices, too, substituted full personas for lurching images. The “picture personality” had arrived. The “star,” yet again, was born.&lt;/p&gt;\r\n\r\n&lt;p&gt;With that came the star system that would give structure to Hollywood for much of its young life. Mary Pickford, Horak notes, one of the first movie actors to be billed under her (stage) name, soon began making films under her own banner. Charlie Chaplin, long before Andy Warhol would &lt;a href=\"https://en.wikipedia.org/wiki/Warhol_superstars\"&gt;ironize the term&lt;/a&gt;, became a superstar. The star itself, in the era of spotlights and marquis banners, soon became a metonym—a convenient and fitting way to describe the people who studded Hollywood’s new and expanding firmament. The term that had taken life in the age of Shakespeare and Molière and early romanticism—a time that would, in some places, find art becoming obsessed with the dignity of the individual and the fiery workings of the human soul—came alive yet again in the glow of the screen.&lt;/p&gt;\r\n\r\n&lt;p&gt;It may be quaint, today, to talk of “movie stars.” This is an age defined, after all, by that other Chaucerian term: the “celebrity.” It’s an age of &lt;a href=\"http://goop.com/\"&gt;actor-founded lifestyle brands&lt;/a&gt; and &lt;a href=\"https://www.grumpycats.com/\"&gt;internet-famous felines&lt;/a&gt; and &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2014/07/lessons-in-capitalism-from-kim-kardashian/375252/\"&gt;people starring in reality itself&lt;/a&gt;. But our current celebrities, too, suggest something similar to what “star” has long evoked: orientation, transcendence, a kind of union between mortals and the gods they have chosen for themselves. “Celebrity” &lt;a href=\"http://www.etymonline.com/index.php?term=celebrity\"&gt;comes from the Old French&lt;/a&gt; for “rite” or “ceremony”; it suggests that even the most frivolous of the famous are filling a role that is, in its way, profound. Stars—fusions of person and persona, of the fleshy human and the flinty image on the stage and screen—have long offered a kind of structure within the hectic hum of human lives. They have long promised that most basic and inspiring of things: that we can be something more than what we are. “I am big,” Norma Desmond, that fading star, &lt;a href=\"https://en.wikipedia.org/wiki/Sunset_Boulevard_(film)\"&gt;insisted&lt;/a&gt;. “It’s the pictures that got small.”&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/iBAG3krXNZY\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>Why Are They 'Stars'?</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/iBAG3krXNZY/\" rel=\"alternate\" />\r\n    <published>2017-02-24T13:41:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517674</id>\r\n    <summary type=\"html\"><![CDATA[Celebrities are celestial because of Shakespeare. And because of Chaucer. And because of the weird workings of the movie camera.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/why-are-celebrities-known-as-stars/517674/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Spencer Kornhaber</name>\r\n      <uri>http://www.thewire.com/authors/spencer-kornhaber/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517707</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/C5No152VYAAXONH/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"Frank Ocean&amp;#39;s Surprising Slide Back to Pop\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;“Frank Ocean appears courtesy of Frank Ocean,” reads the liner notes to Calvin Harris’s new single “Slide,” which in this unseasonably warm late February has kicked off the 2017 song-of-the-summer battle. Most artists only ever appear anywhere courtesy of their record label, but Ocean is a free agent and this song is another surprise move in his ongoing rewriting of pop stardom.&lt;/p&gt;\r\n\r\n&lt;div class=\"oembed\" data-oembed-name=\"open.spotify.com\" data-oembed-src=\"https://open.spotify.com/embed/track/6gpcs5eMhJwax4mIfKDYQk\r\n\"&gt;\r\n&lt;div class=\"oembed\" data-oembed-name=\"open.spotify.com\" data-oembed-src=\"https://open.spotify.com/embed/track/6gpcs5eMhJwax4mIfKDYQk\"&gt;&lt;iframe allowfullscreen=\"\" class=\"embedly-embed\" frameborder=\"0\" height=\"100\" scrolling=\"no\" src=\"//cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fembed.spotify.com%2F%3Furi%3Dspotify%3Atrack%3A6gpcs5eMhJwax4mIfKDYQk&amp;amp;url=https%3A%2F%2Fopen.spotify.com%2Ftrack%2F6gpcs5eMhJwax4mIfKDYQk&amp;amp;image=https%3A%2F%2Fi.scdn.co%2Fimage%2F24a63c5c743b4376b7b7d570cf4a83ea017382fd&amp;amp;key=8164a61223cb4585ad276041728caca9&amp;amp;type=text%2Fhtml&amp;amp;schema=spotify\" width=\"650\"&gt;&lt;/iframe&gt;&lt;/div&gt;\r\n&lt;/div&gt;\r\n\r\n&lt;p&gt;Last summer, the buzzy R&amp;B singer broke years of unexplained silence with a duo of albums, &lt;em&gt;Endless &lt;/em&gt;and &lt;em&gt;Blond(e)&lt;/em&gt;, that defied conventions both musically and business-wise. The latter of the two releases—the one that was actually for sale and had distinguishable songs, in contrast to the&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/08/frank-oceans-endless-released-early-thoughts/496598/\"&gt; free-form streaming audiovisual project&lt;/a&gt; &lt;em&gt;Endless&lt;/em&gt;—arrived not via his record company, Def Jam, but &lt;a href=\"https://www.nytimes.com/2016/11/20/arts/music/frank-ocean-blonde-interview.html?_r=0\"&gt;independently&lt;/a&gt;. Through years of wrangling (and &lt;a href=\"http://pitchfork.com/news/71866-listen-to-frank-oceans-new-beats-1-radio-show-right-now/\"&gt;the help of Apple&lt;/a&gt;, the new corporate patron of label-agnostic pop artists), he had freed himself of the kind of contract that once was considered both prize and necessity for new singers.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;It seemed possible he’d then use this newfound liberty to burrow deeper into an anti-commercial, anti-pop mindset. &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/12/albums-of-the-year-2016/510404/\"&gt;&lt;em&gt;Blond(e) &lt;/em&gt;is a masterpiece&lt;/a&gt;, but a &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/08/frank-ocean-blond-blonde-review-endless-time/496985/\"&gt;weird one&lt;/a&gt;: mostly free of drums, recognizable song structures, and anything that could be a hit. It took him four years to make, had &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/08/blond-or-blonde-frank-ocean-spelling-album-def-jam-universal-exclusives/497204/\"&gt;two competing spellings for its name&lt;/a&gt;, and featured a tie-in print magazine. You can understand why its creator might not want to have to run all of his material past Universal Music Group’s A&amp;R. And you might guess that future Ocean projects would become even more esoteric.&lt;/p&gt;\r\n\r\n&lt;p&gt;But today brings the mostly good news that Ocean has not entirely decided to withhold his talents—a voice that imparts both feeling and attitude, an adventuresome ear, a smart and funny lyrical sensibility—from the radio race. He’s paired up with Calvin Harris, the Scottish EDM star famous for unsubtle but irresistible Top 40 fare like “This Is What You Came For” (his 2016 summer smash, featuring Rihanna) and “We Found Love” (his 2011 summer smash, featuring, again, Rihanna). Rounding out the bill are two-thirds of Migos, the Atlanta rap group enjoying breakthrough national success in 2017 with &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/02/migos-culture-number-one-album/515916/\"&gt;the tricky-fun album &lt;em&gt;Culture&lt;/em&gt;&lt;/a&gt; and the No. 1 hit “Bad &amp; Boujee.”&lt;/p&gt;\r\n\r\n&lt;p&gt;Harris’s knack for consolidating popular trends and nudging them ever-so-slightly forward is on display here, with the beat for “Slide” sucking in Bruno Mars’s recent revivalist funk and Justin Bieber’s airy tropical house for a blend that will only reveal its full potential when heard on the beach. One of Ocean’s latter-day signatures, a squeaky manipulated voice, opens the track with the couplet “I might empty my bank account / And buy that boy a wooden pipe.” I won’t pretend to know exactly what the wooden pipe is supposed to mean here. But the sentiment comes across, to these ears, as a boy hitting on a boy.&lt;/p&gt;\r\n\r\n&lt;p&gt;Which is not insignificant in 2017 pop, especially in light of &lt;a href=\"http://hiphopdx.com/news/id.42294/title.migos-questions-support-for-ilovemakonnen-coming-out-as-gay\"&gt;recent comments&lt;/a&gt; by Migos: Asked about the rapper Makonnen who’d just come out as gay, they said it seemed “fucked up” and “wack” that he’d previously put on a tough, streetwise persona. The group later gave an apology that said they were fine with gays but that didn’t quite address the stereotypes they’d seemed to endorse. In any case, they are now on a track with Frank Ocean, who &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2012/07/the-love-letter-that-shook-hip-hop/259510/\"&gt;shook hip-hop&lt;/a&gt; with a 2012 admission of an affair with a man—and who has since scrambled all sorts of expectations about culture, machismo, and sex.&lt;/p&gt;\r\n\r\n&lt;p&gt;Migos themselves sound great, the stickiness of their distinctive flows suddenly plainer than ever over such a sturdy and sunny beat. Ocean’s verses seem to cryptically, wearily talk about the moment at the end of a night in the club when the lights come up and you see who you might take home; Migos’s lyrics are explicit boasts of wining and dining and heterosexual screwing around the world. The divides between Ocean, Migos, and Harris’s sensibilities couldn’t be clearer, but the song is a reminder of pop’s power to make very different elements slide together.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/YWNverR_mAQ\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>Frank Ocean's Surprising Slide Back to Pop</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/YWNverR_mAQ/\" rel=\"alternate\" />\r\n    <published>2017-02-24T13:10:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517707</id>\r\n    <summary type=\"html\"><![CDATA[His team-up with Calvin Harris and Migos on \"Slide\" scrambles some expectations, but mostly just sounds like summer.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/frank-ocean-calvin-harris-migos-slide-review-song-of-summer/517707/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Christopher Orr</name>\r\n      <uri>http://www.thewire.com/authors/christopher-orr/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517677</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/LLL_D33_05656_R/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"My 2017 Oscar Predictions: A Lot of &amp;lt;em&amp;gt;La La Land&amp;lt;/em&amp;gt;\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;It’s that time of year again, when we can all grouse about the inanity of the Oscars: how the Academy ignores blockbusters or ignores indie films or ignores people of color. Only this time, there seems less to grouse about than usual. There are snubs here and there of course (cough, &lt;em&gt;Amy Adams&lt;/em&gt;), and actors who through error or pretense find themselves in the wrong categories. But overall the Academy did a pretty credible job this time—credible enough that for this year I’m abandoning my customary categories of “who was nominated but shouldn’t have been” and “who wasn’t nominated but should have been.”&lt;/p&gt;\r\n\r\n&lt;p&gt;But who is going to &lt;em&gt;win&lt;/em&gt;? Before attempting to answer that question, I should disclose that I’ve gone 25 for 30 on my picks over the last three years (you can find them &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/02/my-2016-oscar-predictions/471027/\"&gt;here&lt;/a&gt;, &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2015/02/my-2015-oscar-predictions/385655/\"&gt;here&lt;/a&gt;, and &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2014/02/my-2014-oscar-predictions/284125/\"&gt;here&lt;/a&gt;), but I missed on Best Picture last year. (I thought &lt;em&gt;The Revenant &lt;/em&gt;would beat &lt;em&gt;Spotlight&lt;/em&gt;, and I was delighted to be wrong.) It is also perhaps worth noting that I was so spectacularly certain that &lt;em&gt;Avatar&lt;/em&gt; would beat &lt;em&gt;The Hurt Locker&lt;/em&gt; back in 2010 that I wrote an &lt;a href=\"https://newrepublic.com/article/73539/buy-me-love\"&gt;entire article&lt;/a&gt; on the subject. (In that case, I was even happier to be wrong.) Also, as before, I’m only going through ten of the top categories, so if you need help with your picks for sound editing or live-action short, you’ll have to seek assistance elsewhere.&lt;/p&gt;\r\n\r\n&lt;p&gt;So keep all that in mind. As always, I obviously cannot condone any form of gambling, and will in no way consider it my fault if anyone happens to lose money based on my advice. Anyone who &lt;em&gt;makes &lt;/em&gt;a little scratch, by contrast, and might be inclined to share it with their Oscar Whisperer, will find me easy enough to track down. Those curious about my own end-of-the-year awards, some of which are notably eccentric, can find them &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/12/the-best-movies-of-2016/511049/\"&gt;here&lt;/a&gt;.&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"438\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/xLLL_D13_02600_R/988176bbe.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;A still from &lt;em&gt;La La Land &lt;/em&gt;(Lionsgate / Summit)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Picture&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Nominees: &lt;/strong&gt;&lt;em&gt;Arrival&lt;/em&gt;, &lt;em&gt;Fences&lt;/em&gt;, &lt;em&gt;Hacksaw Ridge&lt;/em&gt;, &lt;em&gt;Hell or High Water&lt;/em&gt;, &lt;em&gt;Hidden Figures&lt;/em&gt;, &lt;em&gt;La La Land&lt;/em&gt;, &lt;em&gt;Lion&lt;/em&gt;, &lt;em&gt;Manchester by the Sea&lt;/em&gt;, &lt;em&gt;Moonlight&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;This has long been, and remains, &lt;em&gt;La La Land’s &lt;/em&gt;race to lose. It’s become fashionable to lament that this is a bad thing and it would be better if &lt;em&gt;Moonlight&lt;/em&gt; were to win instead. There are perhaps good arguments to be made on this score, but most of the arguments being made aren’t very good.&lt;/p&gt;\r\n\r\n&lt;p&gt;It is without question a promising sign that &lt;em&gt;Moonlight&lt;/em&gt;, a movie about the romance between two black men coming of age in inner-city Miami, directed by a black man, is not only a Best Picture nominee but a genuine contender to win. This is especially true given the Academy’s &lt;a href=\"https://twitter.com/hashtag/oscarssowhite\"&gt;much-noted&lt;/a&gt; shortcomings over the last couple of years.&lt;/p&gt;\r\n\r\n&lt;p&gt;But the widespread critique that &lt;em&gt;La La Land&lt;/em&gt; is “only” the frontrunner because it is about Hollywood’s love for itself dramatically shortchanges Damien Chazelle’s film, which is a tremendously ambitious undertaking on its own terms, &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/12/la-la-land-review-damien-chazelle-ryan-gosling-emma-stone/510092/\"&gt;novel and nostalgic in equal measure&lt;/a&gt;. This is not &lt;em&gt;The Artist&lt;/em&gt;. Should &lt;em&gt;La La Land &lt;/em&gt;come away with the statue, as I strongly suspect it will, it will mean nothing other than that it was a terrific film.&lt;/p&gt;\r\n\r\n&lt;p&gt;If you’re looking for the upset, definitely go with &lt;em&gt;Moonlight&lt;/em&gt;. If you’re looking for a really big upset, try &lt;em&gt;Manchester by the Sea&lt;/em&gt; or &lt;em&gt;Hidden Figures&lt;/em&gt;. If you want an upset even bigger than that, buy a lottery ticket.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;What will win:&lt;/strong&gt; &lt;em&gt;La La Land&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;What ought to win: &lt;/strong&gt;&lt;em&gt;Arrival&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"419\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/LLL_D10_01983_R/33a75c2d1.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Damien Chazelle on the set of &lt;em&gt;La La Land &lt;/em&gt;(Dale Robinette / Lionsgate / Summit)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Director &lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Nominees: &lt;/strong&gt;Damien Chazelle &lt;em&gt;(&lt;/em&gt;&lt;em&gt;La La Land&lt;/em&gt;&lt;em&gt;), &lt;/em&gt;Mel Gibson&lt;em&gt; (&lt;/em&gt;&lt;em&gt;Hacksaw Ridge&lt;/em&gt;&lt;em&gt;), &lt;/em&gt;Barry Jenkins&lt;em&gt; (&lt;/em&gt;&lt;em&gt;Moonlight&lt;/em&gt;&lt;em&gt;),&lt;/em&gt; Kenneth Lonergan&lt;em&gt; (&lt;/em&gt;&lt;em&gt;Manchester by the Sea&lt;/em&gt;&lt;em&gt;)&lt;/em&gt;&lt;em&gt;, &lt;/em&gt;Denis Villeneuve (&lt;em&gt;Arrival&lt;/em&gt;&lt;em&gt;)&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;The big surprise here, of course, is that Mel Gibson was nominated, despite the facts that a) &lt;em&gt;Hacksaw Ridge&lt;/em&gt; was good but not great; and b) not so long ago, Gibson had a very-well-earned reputation as a depraved maniac. But Hollywood can be forgiving, especially &lt;a href=\"http://www.vulture.com/2017/01/mel-gibson-best-director-oscars.html\"&gt;if you have the right friends&lt;/a&gt;.&lt;/p&gt;\r\n\r\n&lt;p&gt;In any case, Mel will not be repeating his &lt;em&gt;Braveheart&lt;/em&gt; feat by taking home the actual statue. Here, again, the safe money is on Chazelle who, at 32, is already filling up his trophy case. For those who want to split their picture/director votes, Jenkins and Lonergan both have a shot here. Just not a very good one.&lt;/p&gt;\r\n\r\n&lt;p&gt;Which seems like as good a time as any—and no, it won’t be the last—to express my unhappiness that &lt;em&gt;Arrival&lt;/em&gt;, &lt;a href=\"http://www.vulture.com/2017/01/mel-gibson-best-director-oscars.html\"&gt;the best film of the year&lt;/a&gt;, is not really in the running for any of the major awards. My best explanation for this is that the film ultimately found itself betwixt and between: too big to be the kind of arty film that critics love to champion, but not big enough (its domestic box office was almost exactly $100 million) to force its way into the conversation, à la &lt;em&gt;Avatar&lt;/em&gt;, in a “the people have spoken” fashion. Regardless, it’s terrific. Go see it if you haven’t already.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who will win: &lt;/strong&gt;Damien Chazelle&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who ought to win: &lt;/strong&gt;Denis Villeneuve&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"419\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/LLL_D09_01624_R/273036bf2.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Emma Stone in &lt;em&gt;La La Land &lt;/em&gt;(Lionsgate / Summit)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Actress&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;b&gt;Nominees: &lt;/b&gt;Isabelle Huppert (&lt;em&gt;Elle&lt;/em&gt;&lt;em&gt;), &lt;/em&gt;Ruth Negga (&lt;em&gt;Loving&lt;/em&gt;&lt;em&gt;)&lt;/em&gt;, Natalie Portman (&lt;em&gt;Jackie&lt;/em&gt;&lt;em&gt;), &lt;/em&gt;Emma Stone&lt;em&gt; &lt;/em&gt;&lt;em&gt;(&lt;/em&gt;&lt;em&gt;La La Land&lt;/em&gt;&lt;em&gt;)&lt;/em&gt;, Meryl Streep (&lt;em&gt;Florence Foster Jenkins&lt;/em&gt;&lt;em&gt;)&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;This is an unusually strong category this year, and would be stronger still if Academy voters hadn’t briefly lost their minds and forgotten to nominate Amy Adams, who gave one of the year’s truly indelible performances in &lt;i&gt;Arrival&lt;/i&gt;. Shame on you, Academy voters.&lt;/p&gt;\r\n\r\n&lt;p&gt;Emma Stone is the favorite here, and she’s a perfectly solid pick—even if I’d prefer Negga or Huppert. The strongest challenger is probably Portman, which would be extremely dispiriting. &lt;i&gt;Jackie&lt;/i&gt; was not a good movie, nor was hers a particularly good performance. When it comes to portrayals of well-known figures from the 20th century, there are two ways an actor can go: pure mimesis (the accent, the mannerisms, maybe a little prosthetic enhancement) or actually digging beneath the surface to find the real person underneath the fame. The examples I typically think of are Cate Blanchett’s &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2005/05/the-movie-review-the-aviator/69440/\"&gt;grating, empty portrait&lt;/a&gt; of Katherine Hepburn in &lt;i&gt;The Aviator&lt;/i&gt; (for the former category) and Christopher Plummer’s deft and nuanced work as Mike Wallace in &lt;i&gt;The Insider&lt;/i&gt; (for the latter).&lt;/p&gt;\r\n\r\n&lt;p&gt;Portman’s portrait of Jackie Kennedy falls firmly into the former set. Still, if you want to bet against Stone, this is probably the way to go. There’s a reason Blanchett won for &lt;i&gt;The Aviator&lt;/i&gt; and Plummer wasn’t even nominated for &lt;i&gt;The Insider&lt;/i&gt;.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who will win: &lt;/strong&gt;Emma Stone&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who ought to win: &lt;/strong&gt;Amy Adams (had she been nominated&lt;strong&gt;);&lt;/strong&gt;&lt;strong&gt; &lt;/strong&gt;of the nominees, Ruth Negga or Isabelle Huppert&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"420\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/MBTS_0194_11476815340/bb611145f.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Casey Affleck in &lt;em&gt;Manchester by the Sea&lt;/em&gt; (Amazon Studios)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Actor&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;b&gt;Nominees: &lt;/b&gt;Casey Affleck (&lt;em&gt;Manchester by the Sea&lt;/em&gt;&lt;em&gt;), &lt;/em&gt;Andrew Garfield (&lt;em&gt;Hacksaw Ridge&lt;/em&gt;&lt;em&gt;), &lt;/em&gt;Ryan Gosling (&lt;em&gt;La La Land&lt;/em&gt;&lt;em&gt;), &lt;/em&gt;Viggo Mortensen (&lt;em&gt;Captain Fantastic&lt;/em&gt;&lt;em&gt;)&lt;/em&gt;, Denzel Washington (&lt;em&gt;Fences&lt;/em&gt;&lt;em&gt;)&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;What was that I was saying about how Hollywood can be forgiving if you have the right friends? Well this is particularly true if those friends are Matt Damon and your big brother Ben Affleck. One can debate the ways in which &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/01/why-the-allegations-against-casey-affleck-should-stand-alone/512234/\"&gt;the cases of Nate Parker and Casey Affleck are similar and are different&lt;/a&gt;, but the former’s early Oscar hopes vanished entirely and the latter’s appear to be chugging along unimpeded.&lt;/p&gt;\r\n\r\n&lt;p&gt;It helps Affleck considerably that his performance was genuinely remarkable and his competition is relatively weak, especially given the customary strength of the category. Denzel Washington has the best chance of pulling off an upset here—and it’s a pretty decent one. He’s hampered a bit by the fact that &lt;em&gt;Fences&lt;/em&gt; (which Washington directed himself) has very much a “filmed play” quality to it, as does his notably theatrical performance. Gosling may have a (very) outside shot here, too. But if you’re looking for an upset in the major categories—or you just don’t feel good about picking Affleck—Washington is probably the way to go.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who will win: &lt;/strong&gt;Casey Affleck&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who ought to win: &lt;/strong&gt;Casey Affleck&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"421\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/FEN_11554R/5020d8f55.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Viola Davis in &lt;em&gt;Fences&lt;/em&gt; (Paramount)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Supporting Actress&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Nominees: &lt;/strong&gt;Viola Davis &lt;em&gt;(&lt;/em&gt;&lt;em&gt;Fences&lt;/em&gt;&lt;em&gt;),&lt;/em&gt; Naomie Harris (&lt;em&gt;Moonlight&lt;/em&gt;&lt;em&gt;),&lt;/em&gt; Nicole Kidman (&lt;em&gt;Lion&lt;/em&gt;), Octavia Spencer (&lt;em&gt;Hidden Figures&lt;/em&gt;), Michelle Williams (&lt;em&gt;Manchester by the Sea&lt;/em&gt;)&lt;/p&gt;\r\n\r\n&lt;p&gt;Every year, there is at least one performer who competes a weight class lower than he or she should in order to get a win. Last year, Rooney Mara and Alicia Vikander both submitted what were really lead performances, but were both nominated for supporting actress—a category that Vikander wound up winning.&lt;/p&gt;\r\n\r\n&lt;p&gt;Viola Davis is no dummy. She’s been nominated for Oscars twice before without winning (for &lt;em&gt;Doubt &lt;/em&gt;and &lt;em&gt;The Help&lt;/em&gt;), and she wants to take home that statue. Which, as it happens, she is overwhelmingly likely to do. I said it last year and I’ll say it again. The Academy has to take firmer control of its own nominating process if we don’t want to see category fraud like this every season. Davis is a great actress, and was the best thing in &lt;em&gt;Fences&lt;/em&gt;. But she should be competing—and perhaps winning—against Stone, Portman, Negga, and Huppert.&lt;/p&gt;\r\n\r\n&lt;p&gt;If you must bet against Davis, Naomie Harris and Michelle Williams have about equal chances of pulling off an upset—which is to say, very little chance at all.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who will win: &lt;/strong&gt;Viola Davis&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who ought to win: &lt;/strong&gt;Viola Davis&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"420\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/moonlight_20151022_Moonlight_D07_C1_K1_0236_rgb/b67907a80.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;Mahershala Ali (left) in &lt;em&gt;Moonlight&lt;/em&gt; (A24)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Supporting Actor&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Nominees: &lt;/strong&gt;Mahershala Ali &lt;em&gt;(&lt;/em&gt;&lt;em&gt;Moonlight&lt;/em&gt;&lt;em&gt;), &lt;/em&gt;Jeff Bridges (&lt;em&gt;Hell or High Water&lt;/em&gt;), Lucas Hedges (&lt;em&gt;Manchester by the Sea&lt;/em&gt;&lt;em&gt;),&lt;/em&gt; Dev Patel (&lt;em&gt;Lion&lt;/em&gt;&lt;em&gt;), &lt;/em&gt;Michael Shannon (&lt;em&gt;Nocturnal Animals&lt;/em&gt;)&lt;/p&gt;\r\n\r\n&lt;p&gt;Well, at least the Academy realized that if it was going to nominate a performance in &lt;em&gt;Nocturnal Animals&lt;/em&gt; it should be Michael Shannon’s slightly creepy lawman and not Aaron Taylor-Johnson’s totally forgettable outlaw. The fact that the latter was nominated—&lt;em&gt;and won!&lt;/em&gt;—at the Golden Globes is yet further evidence (as if any were needed in this age) that voters are capable of doing strange and awful things.&lt;/p&gt;\r\n\r\n&lt;p&gt;Let’s assume that the universe has righted itself sufficiently to correct at least this injustice, by giving Mahershala Ali the award he so very clearly deserves. His work in &lt;em&gt;Moonlight &lt;/em&gt;was nothing short of stunning.&lt;/p&gt;\r\n\r\n&lt;p&gt;Jeff Bridges is no doubt just happy to be nominated for his &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/08/hell-or-high-water-is-an-iconic-tale-of-the-modern-west/495551/\"&gt;outstanding work&lt;/a&gt; in &lt;em&gt;Hell or High Water&lt;/em&gt;. But if you’re looking for someone to upset Ali, Dev Patel may have a very small shot. Or who knows? Maybe Aaron Taylor-Johnson can win again, this time by write-in vote. My capacity for astonishment has been pretty much exhausted of late.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who will win:&lt;/strong&gt; Mahershala Ali&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who ought to win: &lt;/strong&gt;Mahershala Ali&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"420\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/MV5BNDE1Y2MwZmEtY2IxZC00MjM5LWE4YTEtNzY5YjNjMDFlMzQyL2ltYWdlXkEyXkFqcGdeQXVyMDc2NTEzMw._V1_SY1000_SX1500_AL_/7822f422a.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;A still from &lt;em&gt;Manchester by the Sea&lt;/em&gt; (Amazon Studios)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Original Screenplay&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Nominees: &lt;/strong&gt;&lt;em&gt;Hell or High Water, La La Land, The Lobster, Manchester by the Sea, 20th Century Women&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;It’s awfully nice to see &lt;em&gt;The Lobster&lt;/em&gt;, Yorgos Lanthimos’s &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/05/the-lobster-a-dystopian-tour-de-force/482619/\"&gt;dystopian tour de force&lt;/a&gt;, get some attention here, though if it somehow manages an out-of-nowhere victory, I’ll eat … a lobster? That actually doesn’t sound so bad.&lt;/p&gt;\r\n\r\n&lt;p&gt;It’s also nice to see what could be a genuinely close race here, between &lt;em&gt;La La Land&lt;/em&gt; and &lt;em&gt;Manchester by the Sea&lt;/em&gt;. There are a number of ways of looking at this one. Will voters go with director Lonergan’s screenplay as an alternative to voting for Affleck as best actor? Or will any Affleck-related drag be able to sink the movie in a close race (like this one) but not in a possible blowout in the acting category? Will &lt;em&gt;La La Land&lt;/em&gt; benefit, sweep-like, from its many awards? Or could Chazelle fatigue set in?&lt;/p&gt;\r\n\r\n&lt;p&gt;This is the category in which I am least confident of all, but I’m going with &lt;em&gt;Manchester by the Sea&lt;/em&gt; by a nose.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;What will win: &lt;/strong&gt;&lt;em&gt;Manchester by the Sea&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;What ought to win: &lt;/strong&gt;&lt;em&gt;La La Land&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"420\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/moonlight_20151014_Moonlight_W1D1_8679_rgb/bbc3951b4.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;A still from &lt;em&gt;Moonlight &lt;/em&gt;(A24)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Adapted Screenplay&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Nominees: &lt;/strong&gt;&lt;em&gt;Arrival, Fences, Hidden Figures, Lion, Moonlight&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;Apart from Supporting Actor, this is the category in which &lt;em&gt;Moonlight&lt;/em&gt;—which is adapted from Tarell Alvin McCraney’s play &lt;em&gt;In Moonlight Black Boys Look Blue&lt;/em&gt;—is most likely to come away a winner. &lt;em&gt;Arrival &lt;/em&gt;once looked like it had a solid shot here, like its fellow “thinking person’s sci-fi” movie—and &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2013/12/why-em-her-em-is-the-best-film-of-the-year/282544/\"&gt;best film of the year&lt;/a&gt;—&lt;em&gt;Her&lt;/em&gt; three years ago. But my best efforts notwithstanding, it seems to have lost any momentum it ever had.&lt;/p&gt;\r\n\r\n&lt;p&gt;If there’s an upset in the making, it’s likely to be either &lt;em&gt;Hidden Figures &lt;/em&gt;or &lt;em&gt;Lion&lt;/em&gt;. But neither seems particularly likely.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;What will win: &lt;/strong&gt;&lt;em&gt;Moonlight&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;What ought to win: &lt;/strong&gt;&lt;em&gt;Arrival&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"418\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/LLL_D41_D42_06803_R/3d503e701.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;A still from &lt;em&gt;La La Land &lt;/em&gt;(Lionsgate / Summit)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Cinematography&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Nominees: &lt;/strong&gt;Greig Fraser (&lt;em&gt;Lion&lt;/em&gt;), James Laxton (&lt;em&gt;Moonlight&lt;/em&gt;), Rodrigo Prieto (&lt;em&gt;Silence&lt;/em&gt;), Linus Sandgren (&lt;em&gt;La La Land&lt;/em&gt;), Bradford Young (&lt;em&gt;Arrival&lt;/em&gt;)&lt;/p&gt;\r\n\r\n&lt;p&gt;So what do we know about the cinematography award? We know that, because he is not nominated, Emmanuel Lubezki is probably not going to win for a fourth year in a row (following &lt;em&gt;Gravity&lt;/em&gt;, &lt;em&gt;Birdman&lt;/em&gt;, and &lt;em&gt;The Revenant&lt;/em&gt;). And, nothing against Lubezki, but that’s probably a good thing. We also know that Roger Deakins, who has been nominated an incredible 13 times without ever winning, isn’t going to win—because he’s not nominated either. Nor is (three-time winner, nine-time nominee) Robert Richardson. Keeping track of the award this year is a little like watching the NBA Finals with LeBron James, Kevin Durant, Stephen Curry, Kyrie Irving, Draymond Green, and Kevin Love all sitting out hurt.&lt;/p&gt;\r\n\r\n&lt;p&gt;Bradford Young is the first African-American cinematographer ever nominated for the award, which is shocking, and he’d be my pick in a heartbeat for his magnificent work on (you guessed it) &lt;em&gt;Arrival.&lt;/em&gt; (He also shot my two favorite films of 2014, &lt;em&gt;Selma &lt;/em&gt;and &lt;em&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2015/01/a-most-violent-year-is-a-most-extraordinary-film/384392/\"&gt;A Most Violent Year&lt;/a&gt;&lt;/em&gt;.) But here, again, &lt;em&gt;Arrival &lt;/em&gt;doesn’t seem likely to get much love.The safest bet, as so often this year, is probably on &lt;em&gt;La La Land &lt;/em&gt;and its cinematographer Linus Sandgren. If you want to look elsewhere, &lt;em&gt;Lion&lt;/em&gt; probably has the best shot at an upset. Or partisans of &lt;em&gt;Moonlight&lt;/em&gt; and &lt;em&gt;Arrival&lt;/em&gt; can just cross their fingers and take their chances.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who will win: &lt;/strong&gt;Linus Sandgren&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Who ought to win: &lt;/strong&gt;Bradford Young&lt;/p&gt;\r\n\r\n&lt;hr /&gt;\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"420\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/zootopia_270.0_107.00_0341/9bc0a44bc.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"credit\"&gt;A still from &lt;em&gt;Zootopia &lt;/em&gt;(Disney)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Best Animated Feature&lt;/strong&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;Nominees: &lt;/strong&gt;&lt;em&gt;Kubo and the Two Strings&lt;/em&gt;&lt;em&gt;, &lt;em&gt;Moana, My Life as a Zucchini,&lt;/em&gt;&lt;/em&gt; &lt;em&gt;The Red Turtle&lt;/em&gt;, &lt;em&gt;Zootopia&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;One of the most remarkable inversions in recent cinema is the way Pixar and Disney Animation—which are both owned by the same company and run by the same executives—have essentially switched places. (I’ll be writing more about this soon.) Disney scored two nominations in the Animated Feature category this year, with &lt;em&gt;Zootopia&lt;/em&gt; and &lt;em&gt;Moana&lt;/em&gt;. Pixar, meanwhile, couldn’t manage a nod for &lt;em&gt;Finding Dory&lt;/em&gt;, despite the fact that it was the second-highest grossing movie of the year behind &lt;em&gt;Rogue One&lt;/em&gt;. Go figure.&lt;/p&gt;\r\n\r\n&lt;p&gt;It was actually a banner year for animated movies, especially if you managed to avoid the truly awful &lt;em&gt;Sing. The Red Turtle&lt;/em&gt; is a &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2017/01/the-elegant-simplicity-of-the-red-turtle/514190/\"&gt;gorgeous, almost-silent fable&lt;/a&gt;. &lt;em&gt;Moana&lt;/em&gt; is a &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/11/moana-a-big-beautiful-disney-smash/508568/\"&gt;classic Disney musical showstopper&lt;/a&gt;. And &lt;em&gt;Kubo and the Two Strings&lt;/em&gt; may be the best stop-motion marvel yet produced by the always excellent Laika (&lt;em&gt;Coraline&lt;/em&gt;, &lt;em&gt;ParaNorman&lt;/em&gt;, &lt;em&gt;The Boxtrolls&lt;/em&gt;.)&lt;/p&gt;\r\n\r\n&lt;p&gt;But barring a borderline-shocking upset by &lt;em&gt;Kubo&lt;/em&gt;, the Oscar will be going to &lt;em&gt;Zootopia&lt;/em&gt;. Which is &lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/03/disneys-zootopia-is-a-giddy-delight/472197/\"&gt;exactly as it should be&lt;/a&gt;.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;What will win: &lt;/strong&gt;&lt;em&gt;Zootopia&lt;/em&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;strong&gt;What should win: &lt;/strong&gt;&lt;em&gt;Zootopia&lt;/em&gt;&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/PICslDX6aFE\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>My 2017 Oscar Predictions: A Lot of &lt;em&gt;La La Land&lt;/em&gt;</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/PICslDX6aFE/\" rel=\"alternate\" />\r\n    <published>2017-02-24T11:18:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517677</id>\r\n    <summary type=\"html\"><![CDATA[Who will win at the 89th Academy Awards?]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/my-2017-oscar-predictions/517677/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>The Editors</name>\r\n      <uri>http://www.thewire.com/authors/the-editors/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt385584</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2015/02/BigQuestionPollArt/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"The Big Question: Reader Poll\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;We asked readers to answer our question for the April issue: &lt;strong&gt;What is the most significant fad of all time?&lt;/strong&gt; Vote for your favorite response below, and we’ll publish the results of the poll in the next issue.&lt;/p&gt;\r\n&lt;script&gt;(function(e,t,s,n){var c,o,a;e.SMCX=e.SMCX||[],t.getElementById(n)||(c=t.getElementsByTagName(s),o=c[c.length-1],a=t.createElement(s),a.type=\"text/javascript\",a.async=!0,a.id=n,a.src=[\"https:\"===location.protocol?\"https://\":\"http://\",\"widget.surveymonkey.com/collect/website/js/d_2B44zjh_2FslBnXbUgvod_2BH_2FJZ0te1nTrj4D_2BFIf0Or0GP_2BHsfzfcOEPQueS5pcTLl.js\"].join(\"\"),o.parentNode.insertBefore(a,o))})(window,document,\"script\",\"smcx-sdk\");&lt;/script&gt;\r\n\r\n&lt;p&gt;&lt;a href=\"https://www.surveymonkey.com/mp/customer-satisfaction-surveys\" style=\"font: 12px Helvetica, sans-serif; color: #999; text-decoration: none;\"&gt;Create your own user feedback survey &lt;/a&gt;&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/qPWrekd25qc\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>The Big Question: Reader Poll</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/qPWrekd25qc/\" rel=\"alternate\" />\r\n    <published>2017-02-24T11:00:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-385584</id>\r\n    <summary type=\"html\"><![CDATA[Vote for your favorite reader response to next month's question.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/the-big-question-reader-poll/385584/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>David Sims</name>\r\n      <uri>http://www.thewire.com/authors/david-sims/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517623</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/i_dont/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"&amp;lt;em&amp;gt;I Don’t Feel at Home in This World Anymore&amp;lt;/em&amp;gt; Is a Dark, Goofy Neo-Noir\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;“What do you want?” an exasperated petty criminal asks Ruth Kimke (Melanie Lynskey), who’s in the middle of the strange vigilante rampage at the heart of the new film &lt;em&gt;I Don’t Feel at Home in This World Anymore&lt;/em&gt;. Ruth thinks for a second. “For people to not be assholes!” she replies, which feels as good a battle cry as any in these angry, polarized times. Ruth is a fitting anti-hero for 2017: She’s depressed, she’s being taken for granted in her job, and she has no idea where to direct her resentment.&lt;/p&gt;\r\n\r\n&lt;p&gt;So when it does come spilling out, it has all kinds of unintended consequences, some comical and others decidedly not. The debut film from Macon Blair, &lt;em&gt;I Don’t Feel at Home in This World Anymore&lt;/em&gt; is a shambling piece of neo-noir that swerves between gentle indie comedy and horrifying violence with ease—a combination that helped it win this year’s Sundance Film Festival Jury Prize. The movie, released Friday on Netflix, is grounded by Blair’s eye for the gruesome, which he surely picked up working as an actor on projects like Jeremy Saulnier’s gory &lt;em&gt;&lt;a href=\"https://www.theatlantic.com/entertainment/archive/2016/04/green-room-jeremy-saulnier-review/479244/\"&gt;Green Room&lt;/a&gt;&lt;/em&gt;. At its best, Blair’s film is like &lt;em&gt;Blood Simple&lt;/em&gt; crossed with The Three Stooges—a clever, gritty tale of revenge at its most inept, anchored by performances that brim with goofy fury.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;The protagonist, Ruth, is a nurse living a fairly dull life in an unnamed town. Blair takes special care to focus on the tiny, insignificant details that clearly weigh on her, whether it’s someone cutting in front of her at the supermarket, or a local dog constantly using her front yard as a bathroom. When Ruth’s home is burglarized, the loss of her possessions seems to matter less than the sheer indignity of the matter. The local cops do little more than take a report, leading her to decide to take the matter in her own hands.&lt;/p&gt;\r\n\r\n&lt;p&gt;But &lt;em&gt;I Don’t Feel at Home in This World Anymore&lt;/em&gt; is less like Joel Schumacher’s &lt;em&gt;&lt;a href=\"https://en.wikipedia.org/wiki/Falling_Down\"&gt;Falling Down&lt;/a&gt; &lt;/em&gt;than it sounds, at least for most of its running time. Ruth’s confused mission is largely focused on finding her stuff at local pawn shops and taking it back; she’s more interested in reclaiming a little pride than in finding her laptop. She enlists her weirdo neighbor Tony (played by Elijah Wood) as backup, drawn to (if disgusted by) his shamelessness in letting his dog defecate on her property.&lt;/p&gt;\r\n\r\n&lt;p&gt;Tony is the kind of neighbor you’d probably try to avoid interacting with too much if he lived near you; he has a collection of nunchucks and ninja stars but little social aptitude. But he proves a perfect companion for Ruth, and is eager to use her quest for some ineffable sort of justice as an outlet for his own boundless rage. They’re an odd pair of heroes to root for, and there is something darkly alluring about watching them run amok. Ruth finally secures some small moments of petty triumph—that is, until she meets the shady perpetrators of her burglary and things really descend into chaos.&lt;/p&gt;\r\n\r\n&lt;p&gt;Blair started out as an actor working with his childhood friend Saulnier, the American indie-horror director who expertly deploys very realistic, very shocking scenes of violence in films like &lt;em&gt;Green Room&lt;/em&gt; and &lt;em&gt;Blue Ruin&lt;/em&gt;. So &lt;em&gt;I Don’t Feel at Home in This World Anymore&lt;/em&gt;’s eventual nightmarish turn makes sense, and there’s certainly something to be said for the bloody creativity on display. But as the film goes on, it gets hard to figure out just what kind of a larger point Blair is looking to make. Is Ruth a modern-day &lt;a href=\"https://en.wikipedia.org/wiki/Taxi_Driver\"&gt;Travis Bickle&lt;/a&gt;, similarly angry at society but far less adept at resorting to violence? If so, her heart doesn’t really seem to be in it by the time the stakes get truly deadly.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;I Don’t Feel at Home in This World Anymore&lt;/em&gt; is most effective as a grumpy, shambolic comedy, a weird buddy picture for Lynskey and Wood that sees the former’s character dabbling in brutish selfishness and the latter’s enjoying a rare chance at a normal human friendship. It’s less interesting as a gory slapstick thriller, but the ending is memorable and Blair’s skill at directing action is undeniable. Still, the film perhaps works best of all as an unexpected treatise on the state of American manners in 2017—and as a story in which the real villain is humans’ collective lack of empathy.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/BotrfLjiaQg\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>&lt;em&gt;I Don’t Feel at Home in This World Anymore&lt;/em&gt; Is a Dark, Goofy Neo-Noir</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/BotrfLjiaQg/\" rel=\"alternate\" />\r\n    <published>2017-02-24T09:26:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517623</id>\r\n    <summary type=\"html\"><![CDATA[Macon Blair’s directorial debut, a big winner at this year’s Sundance Film Festival, swerves wildly between indie comedy and ultra-violence.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/i-dont-feel-at-home-in-this-world-anymore-is-a-dark-goofy-neo-noir/517623/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>Yasmeen Serhan</name>\r\n      <uri>http://www.thewire.com/authors/yasmen-serhan/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517155</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/RTSYFOR/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"Marine Le Pen: Madame Présidente? \"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;Marine Le Pen is hoping the wave of populism sweeping the Western world carries her to the Élysée Palace.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;“The wind of history has turned,” Le Pen, who heads the far-right National Front (FN), &lt;a href=\"https://www.youtube.com/watch?v=ZHPOW91K-fM\"&gt;told&lt;/a&gt; a crowd of supporters at the kickoff of her presidential bid earlier this month in Lyon, the industrial city in southeastern France. “It will carry us to the summit.”&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;Opinion polls have shown Le Pen winning the first round of France’s presidential election in April, only to lose to whomever she faces in the second round of voting in May. That candidate will likely be &lt;a href=\"https://www.theatlantic.com/news/archive/2016/11/francois-fillon-france/508607/\"&gt;François Fillon&lt;/a&gt;, the center-right candidate, or &lt;a href=\"https://www.google.com/url?sa=t&amp;amp;rct=j&amp;amp;q=&amp;amp;esrc=s&amp;amp;source=web&amp;amp;cd=1&amp;amp;cad=rja&amp;amp;uact=8&amp;amp;ved=0ahUKEwir1_nk_aPSAhUFj1QKHcLnCocQFggaMAA&amp;amp;url=https%3A%2F%2Fwww.theatlantic.com%2Fnews%2Farchive%2F2017%2F02%2Fmacron-economics%2F515919%2F&amp;amp;usg=AFQjCNH2xaKOZJsUIoPfpTzqFN_AfzC6og&amp;amp;sig2=fUSJncYjv0HPXoPFDu6Ewg&amp;amp;bvm=bv.147448319,d.eWE\"&gt;Emmanuel Macron&lt;/a&gt;, the independent; polls show the two men seesawing between second and third place in the first round. If no candidate achieves a majority in the first round, the top-two vote getters advance to a second round run-off. Although it’s still early, and polling can be wrong, the likelihood of Le Pen beating either Fillon or Macron in the second round is slim. Still, with the Western establishment reeling from Donald Trump’s victory in the U.S. presidential election, the U.K.’s decision to leave the European Union, and growing anger at political elites throughout Europe, Le Pen and other far-right, populist leaders in Europe fancy their chances.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;Le Pen envisions a France with closed borders, its own currency, and tough immigration controls; a country that is independent of international bodies like NATO, and one that ultimately puts itself first. This inward thinking, Le Pen reminded supporters, would not be unique to France.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;“Other people have shown the way,” she said, alluding to the Brexit vote last summer and Trump’s election last November.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;Although such sentiments might be experiencing a resurgence, many of Le Pen’s policies are not new. Indeed, her &lt;a href=\"https://www.marine2017.fr/wp-content/uploads/2017/02/projet-presidentiel-marine-le-pen.pdf\"&gt;144-point manifesto&lt;/a&gt; outlining her vision for France reflects many of the policies the FN has put forward since it was founded more than four decades ago by her father, Jean-Marie Le Pen. From the onset, the party has opposed the European Union, economic protectionism, and same-sex marriage. It has also been characterized by anti-immigrant, anti-Muslim, and anti-Semitic sentiment (Jean-Marie Le Pen has repeatedly dismissed the Holocaust as a minor “&lt;a href=\"http://www.bfmtv.com/politique/jean-marie-le-pen-persiste-sur-les-chambres-a-gaz-873716.html\"&gt;detail&lt;/a&gt;” of history and defended collaborators of the Vichy government, which deported tens of thousands of French Jews to death camps during World War II).&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;Those views haven’t earned the FN much electoral success. The party &lt;a href=\"https://www.theatlantic.com/international/archive/2015/12/marine-le-pen-front-national-france/420348/\"&gt;didn’t win&lt;/a&gt; a single local election in 2015, and claims only two&lt;strong&gt; &lt;/strong&gt;seats in French parliament. The FN’s previous best performance in the presidential election was in 2002 when Jean-Marie Le Pen advanced to the second round for the first time in the FN’s history; voters handed then-incumbent President Jacques Chirac 82 percent of the vote—an unprecedented victory that was widely regarded more&lt;strong&gt; &lt;/strong&gt;as a rebuke of the FN than approval of Chirac. By the time Marine Le Pen took over as the leader of the FN in 2011, the party began a period of transformative rebranding—one which retained its far-right values with less emphasis on the homophobic, anti-Semitic elements. This ultimately resulted in the expulsion of the elder Le Pen from the party in 2015 in a family battle played out in the media.&lt;/p&gt;\r\n\r\n&lt;figure&gt;&lt;img alt=\"\" height=\"403\" src=\"https://cdn.theatlantic.com/assets/media/img/posts/2017/02/RTR1NKLE/1c1c25aa7.jpg\" width=\"630\" /&gt;\r\n&lt;figcaption class=\"caption\"&gt;National Front founder Jean-Marie Le Pen delivers a speech next to his daughter, Marine Le Pen, in Britany, France on March 17, 2007. (Daniel Joubert / Reuters)&lt;/figcaption&gt;\r\n&lt;/figure&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;“Voluntarily or not, he gave ammunition to our adversaries,” Le Pen &lt;a href=\"https://www.theguardian.com/world/2016/nov/01/the-ruthlessly-effective-rebranding-of-europes-new-far-right\"&gt;said&lt;/a&gt; of her father in November, adding: “Today our adversaries no longer have that ammunition.”&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;Still, the younger Le Pen’s rebranding efforts alone may not be enough. Dr. David Lees, a researcher on French politics at Warwick University, told me last November&lt;strong&gt; &lt;/strong&gt;that though Le Pen’s outsider status has certainly helped her anti-establishment image, it could also pose a challenge.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;&lt;b&gt;“&lt;/b&gt;The FN has only got two members of the National Assembly in France … so if she does win, she wouldn’t be able to form a government,” Lees said. “She would find it very hard to govern without having any sense of support in Parliament. She just wouldn’t get anything through because the options of ruling by decree in France are very small for a president.”&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;Indeed, finding common ground with other members of the government would prove difficult for Le Pen—especially in comparison to competitors like Macron, whose centrist, business-orientated agenda could be more appealing to swing votes on the left and right than the FN’s populist agenda. Still, Le Pen’s rebranding has proven effective in communities previously marginalized by the FN. The party has actively pursued more progressive causes such as promoting women’s rights and gay rights, as well as protecting France’s Jewish community from anti-Semitism—often by presenting Muslim immigration as a threat to all three.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;“We do not want to live under the rule or threat of Islamic fundamentalism,” she told supporters in Lyon, and accused Muslim immigrants of “looking to impose on us gender discrimination in public places, full body veils or not, prayer rooms in the workplace, prayers in the streets, huge mosques.”&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;The FN has found common cause with far-right parties throughout Europe who share its anti-Islam and anti-globalist agenda, as well as other governments. Le Pen has praised both Trump and Russian President Vladimir Putin, &lt;a href=\"http://www.reuters.com/article/us-france-election-le-pen-idUSKBN13B230\"&gt;noting&lt;/a&gt; that if she were elected, the three leaders “would be good for world peace.” Le Pen has been a vocal proponent of rapprochement with Russia. In addition to rejecting the notion of Russia’s actions in Ukraine’s Crimea as an invasion, she also condemned U.S. and EU sanctions on Moscow as “&lt;a href=\"http://www.cnn.com/videos/world/2017/02/01/france-intv-amanpour-marine-le-pen-b.cnn\"&gt;completely stupid&lt;/a&gt;.” The FN received an 11-million euro (about $11.6 million) loan from the Moscow-based First Czech Russian Bank in 2014, and Le Pen has &lt;a href=\"http://www.politico.eu/article/le-pen-russia-crimea-putin-money-bank-national-front-seeks-russian-cash-for-election-fight/\"&gt;reportedly&lt;/a&gt; asked Russia for another loan to finance her current presidential bid, citing French banks’ refusal to lend.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;Fredrik Wesslau, the director of the Wider Europe Programme at the European Council on Foreign Relations, told me in January that&lt;strong&gt; &lt;/strong&gt;Moscow’s ideological affinity with the FN is what attracts it to most of Europe’s far-right populist parties.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;“They see a country that’s willing to stick up for socially conservative rights, that’s embraced authoritarian populism, that’s also xenophobic, in particular anti-Islam, which is something that many of these parties can relate to,” Wesslau said. “There’s a lot of overlap.”&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;And while the FN leader isn’t the only French presidential candidate to support better relations with Russia (Fillon, the center-right candidate, has also supported reconciliation), reports of Russian media coverage favoring Le Pen against other contenders has sparked &lt;a href=\"https://www.nytimes.com/2016/12/19/opinion/russian-meddling-and-europes-elections.html\"&gt;concerns&lt;/a&gt; Moscow might try to interfere in France’s elections similar to the way it did in the U.S. elections.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;But for all the challenges Le Pen faces as an untested leader of historically fringe party, one that is often overlooked is her role as France’s sole female candidate. Women have historically been underrepresented in French politics, with female lawmakers making up &lt;a href=\"http://www.ipu.org/wmn-f/classif.htm\"&gt;25 percent&lt;/a&gt; of the National Assembly and &lt;a href=\"http://www.ipu.org/wmn-f/classif.htm\"&gt;27 percent&lt;/a&gt; of the Senate. Édith Cresson became the first and only woman to serve as prime minister in 1991 under President François Mitterrand, but suffered low approval ratings and lost the post after less than a year—a loss some attribute to &lt;a href=\"https://books.google.com/books?id=4wQe6IcBaMQC&amp;amp;pg=PA189#v=onepage&amp;amp;q&amp;amp;f=false\"&gt;misogynist attitudes&lt;/a&gt; among the Socialist party elites. Socialist party member Ségolène Royal made French history in 2007 when she became the first woman to be nominated as a presidential candidate by a major party. She lost to Nicolas Sarkozy in the second round.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;If Le Pen advances to the second round as polls suggest she could, she’ll only be the second female candidate to have done so since Royal. It’s a glass ceiling Lees said she may have a difficult time shattering.&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;“We’ve never had a female president, we’ve never had a female leader really in France,” Lees said. “So there really isn’t precedent there.”&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;With the first round of voting less than two months away, Le Pen has the task of maintaining the lead polls have given her since the start of the election. But it will also involve not being derailed by recent &lt;a href=\"http://www.theatlantic.com/liveblogs/2017/01/europe-elections/513677/14799/\"&gt;allegations&lt;/a&gt; she misused 300,000 euros of EU funds to pay her parliamentary assistants. It’s a charge Le Pen denies, and one that has resulted in the arrest of her chief of staff, Catherine Griset, who has been &lt;a href=\"https://www.theatlantic.com/liveblogs/2017/01/europe-elections/513677/14799/\"&gt;charged with breach of trust&lt;/a&gt;. Le Pen’s lawyers say the investigation is an attempt to harm the presidential hopeful “at the very moment when her candidacy is making a major breakthrough.”&lt;/p&gt;\r\n\r\n&lt;p dir=\"ltr\"&gt;&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/Mvf6W4AQBGI\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>Marine Le Pen: Madame Présidente? </title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/Mvf6W4AQBGI/\" rel=\"alternate\" />\r\n    <published>2017-02-24T09:08:20-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517155</id>\r\n    <summary type=\"html\"><![CDATA[The far-right candidate leads in French polls, but her challenges may prove insurmountable.]]></summary>\r\n    <category term=\"News\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/news/archive/2017/02/marine-le-pen-france/517155/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>David Sims</name>\r\n      <uri>http://www.thewire.com/authors/david-sims/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517581</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/fences/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"On Denzel Washington&amp;#39;s Enduring Stardom\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;The list of actors who have won three Oscars is vanishingly short. Walter Brennan (a character actor from Hollywood’s Golden Age), Jack Nicholson, and Daniel Day-Lewis are the only men to do it, with Meryl Streep, Katherine Hepburn (who won four), and Ingrid Bergman the only women. Awards season can be fickle, sometimes memorializing films and performances that don’t linger in the public eye, but multiple wins are rare enough that they usually cement an actor’s iconic status in the industry. This year’s Oscars are a mostly decided affair, with &lt;em&gt;La La Land &lt;/em&gt;expected to sweep the major categories, but there’s one top award that still seems up in the air: Best Actor, for which Denzel Washington is nominated.&lt;/p&gt;\r\n\r\n&lt;p&gt;For months, the obvious frontrunner for the Best Actor trophy was Casey Affleck, whose work in &lt;em&gt;Manchester by the Sea &lt;/em&gt;drew raves and a slew of critics’ awards. Washington, the director and star of August Wilson adaptation &lt;em&gt;Fences&lt;/em&gt;, looked to be overshadowed by his co-star Viola Davis (still tipped to win for Best Supporting Actress). But the momentum shifted after Washington won the Screen Actors Guild Award to make it more of a toss-up. With every Oscar race comes a narrative, and for Denzel it’s a simple one—winning a third trophy would be an acknowledgment not just of his skill as an actor, but of the ubiquity of his stardom, which has lasted longer, and gone in more fascinating directions, than almost any of his peers.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;Proof of that stardom is the simple fact that Washington made &lt;em&gt;Fences&lt;/em&gt;, a project that has long been ignored by Hollywood because its author, August Wilson, had always insisted on hiring an African American director to adapt his Pulitzer Prize-winning play to film. In 1991, &lt;em&gt;The&lt;/em&gt; &lt;em&gt;New York Times &lt;/em&gt;&lt;a href=\"http://www.nytimes.com/1991/01/27/movies/film-did-hollywood-sit-on-fences.html?pagewanted=all\"&gt;reported on&lt;/a&gt; Wilson’s efforts to convince Paramount Pictures to hire someone like Spike Lee, Gordon Parks, or Charles Burnett—legendary names in the industry—and the studio’s intransigence on the issue, despite the involvement of A-lister Eddie Murphy.&lt;/p&gt;\r\n\r\n&lt;p&gt;In the intervening 25 years, the script bounced around the industry and was reworked by Wilson before his death in 2005. In 2009, the producer Scott Rudin offered it to Washington, who agreed but wanted to mount it as a Broadway revival first. Even after the play’s short Broadway run in 2010, it took years for Washington (who had directed two other films, &lt;em&gt;Antwone Fisher &lt;/em&gt;and &lt;em&gt;The Great Debaters&lt;/em&gt;) to make the movie, and what he produced feels reverent and intimate. &lt;em&gt;Fences &lt;/em&gt;is a hallowed piece of playwriting, and the film radiates respect for Wilson’s words, stripping away almost everything (from elaborate sets to camera movements) to live in its long, winding monologues and shocking, dense bursts of exposition and plot.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;Fences &lt;/em&gt;at times feels like a showcase—a preservation of Wilson’s most famous work that is truest to his vision, rather than its director’s. But it’s also a showcase for Washington as an actor, a chance for him to channel his incredible charisma into a part that slyly comments on it. Troy Maxson, the protagonist of &lt;em&gt;Fences&lt;/em&gt;, is a charming motormouth who spends much of the film holding court on various topics, some trivial, others not. His magnetism belies his malevolence. Troy is a seemingly settled, stable family man, but he boils with resentment, real and imagined, over the errant path of his life and the athletic achievements of his son, who he fears will eclipse his own past as a baseball prospect.&lt;/p&gt;\r\n\r\n&lt;p&gt;There aren’t many actors who could pull off what Washington attempts in &lt;em&gt;Fences&lt;/em&gt;—to make a stagey film that’s profoundly un-cinematic in a lot of ways and that leans heavily on its performances. There’s little for Washington to hide behind. It’d be so easy for the film to feel inauthentic, like a museum piece in which monologues are delivered direct to camera just for some archival purpose. But &lt;em&gt;Fences &lt;/em&gt;feels like a living, breathing work of character, a granular examination of a man’s passions and insecurities, and, especially as it races to its conclusion, the story of a woman (Troy’s wife Rose, played by Davis) who finally begins to acknowledge and push back against her husband’s stifling flaws.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;Fences &lt;/em&gt;simply could not have been produced without Washington’s sway, but more importantly, it’s a film that succeeds (and was nominated for Best Picture and Adapted Screenplay along with its leads) because of Washington’s understanding and care for the material. In recent years, his movie appearances had largely concentrated on action films and thrillers, a genre in which he has always excelled—projects like &lt;em&gt;The Equalizer, The Magnificent Seven&lt;/em&gt;, and &lt;em&gt;2 Guns&lt;/em&gt;. &lt;em&gt;Fences&lt;/em&gt; was a departure only in that it was the first serious non-genre work he had taken on since &lt;em&gt;Flight &lt;/em&gt;in 2012 (which led to his last Oscar nomination).&lt;/p&gt;\r\n\r\n&lt;p&gt;But&lt;strong&gt; &lt;/strong&gt;Washington has taken that bifurcated approach—balancing roles in genre movies and weightier films— for most of his career, after breaking out on TV’s &lt;em&gt;St. Elsewhere&lt;/em&gt; and getting his first Oscar nomination for playing the anti-Apartheid activist Steve Biko in 1987’s &lt;em&gt;Cry Freedom&lt;/em&gt;. He won a Best Supporting Actor Oscar for &lt;em&gt;Glory &lt;/em&gt;in 1990, and filmed his first of four collaborations with Spike Lee (&lt;em&gt;Mo’ Better Blues&lt;/em&gt;) the same year. He began working with great directors like Lee, Jonathan Demme (&lt;em&gt;Philadelphia&lt;/em&gt;), Mira Nair (&lt;em&gt;Mississippi Masala&lt;/em&gt;), and Norman Jewison (&lt;em&gt;The Hurricane&lt;/em&gt;) while also churning out blockbuster action films like &lt;em&gt;Crimson Tide&lt;/em&gt;, &lt;em&gt;Out of Time&lt;/em&gt;, and &lt;em&gt;Man on Fire&lt;/em&gt;.&lt;/p&gt;\r\n\r\n&lt;p&gt;Unlike most of today’s biggest actors, who are often propelled to success by a franchise, Washington has never even appeared in a sequel. He has achieved a long-lasting run of &lt;a href=\"http://www.boxofficemojo.com/people/chart/?id=denzelwashington.htm\"&gt;sterling box-office success&lt;/a&gt; solely on the back of his on-screen presence. &lt;em&gt;Fences&lt;/em&gt;, which has earned a terrific $55 million at the box office (more than double its budget) may mark a new stage in his career—one where he uses his clout to adapt less commercial work, such as Wilson’s entire 10-play &lt;a href=\"https://artsbeat.blogs.nytimes.com/2015/09/18/denzel-washington-august-wilson-hbo/\"&gt;Pittsburgh cycle&lt;/a&gt;, which he is working to bring to HBO. That influence is part of what the Academy would be honoring with a third Oscar on Sunday night. If Washington wins, his trophy would be a recognition of his rare, enduring star power.&lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/THr49z3C738\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>On Denzel Washington's Enduring Stardom</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/THr49z3C738/\" rel=\"alternate\" />\r\n    <published>2017-02-23T13:29:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517581</id>\r\n    <summary type=\"html\"><![CDATA[The <em>Fences</em> actor might collect his third Oscar this year, an achievement only attained by a handful of Hollywood’s biggest icons.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/denzel-washingtons-enduring-stardom/517581/</feedburner:origLink></entry>\r\n  <entry>\r\n    <author>\r\n      <name>David Sims</name>\r\n      <uri>http://www.thewire.com/authors/david-sims/</uri>\r\n    </author>\r\n    <disqus:thread>\r\n      <disqus:shortname>thewire</disqus:shortname>\r\n      <disqus:identifier>mt517524</disqus:identifier>\r\n    </disqus:thread>\r\n    <content type=\"html\">\r\n\r\n \r\n&lt;figure class=\"lead-image\"&gt;\r\n\r\n    \r\n        \r\n        \r\n        \r\n            \r\n            &lt;img\r\n                src=\"http://cdn.thewire.com/media/img/mt/2017/02/get_out/lead_large.jpg\"\r\n                alt=\"Image \"\r\n                title=\"&amp;lt;em&amp;gt;Get Out&amp;lt;/em&amp;gt; Is a Funny and Brilliantly Subversive Horror Film\"\r\n            &gt;\r\n        \r\n        \r\n    \r\n\r\n\r\n    \r\n    \r\n\r\n&lt;/figure&gt;\r\n\r\n&lt;p&gt;The opening scene of &lt;em&gt;Get Out&lt;/em&gt; is a familiar horror-movie image—a stranger walking an unfamiliar street, in the dead of night, nervously looking over their shoulder at every rustle of sound. The setting is the suburbs, a frequent favorite of the slasher genre, only the victim is not a scantily clad teen girl, but an African American man, uneasily navigating what seems like hostile territory. A car pulls up alongside him, blasting the dirge-like old-fashioned ditty “&lt;a href=\"https://www.youtube.com/watch?v=SXmk8dbFv_o\"&gt;Run Rabbit Run&lt;/a&gt;.” “Not today,” he mutters, turning around and walking in the opposite direction. But of course, his fate is already sealed.&lt;/p&gt;\r\n\r\n&lt;p&gt;&lt;em&gt;Get Out&lt;/em&gt; was written and directed by Jordan Peele, one half of the legendary sketch-comedy duo behind &lt;em&gt;Key &amp; Peele&lt;/em&gt;. That show had a remarkable grasp on the visual hallmarks of the film genres it often mimicked, and its humor often lay in the preciseness of its parody. But &lt;em&gt;Get Out &lt;/em&gt;is no mere pastiche. It’s an atmospheric, restrained, extremely effective work of horror with a clear point of view, a darkly hilarious movie that never trips over itself in search of a cheap laugh or scare. What might sound like a one-joke premise turns into something richly textured; what might seem like an easy metaphor is, in fact, anything but.&lt;/p&gt;\r\n\r\n&lt;aside class=\"callout-placeholder\" data-source=\"curated\"&gt;&lt;/aside&gt;\r\n\r\n&lt;p&gt;Like so many horror films, &lt;em&gt;Get Out&lt;/em&gt; is exploring the creepy menace of the suburbs. Usually, similar slasher movies exist to puncture the false veneer of safety that comes with a white picket fence, but in &lt;em&gt;Get Out&lt;/em&gt;, the threatening vibe is present from minute one. Chris (Daniel Kaluuya) is about to meet the parents of his girlfriend Rose (Allison Williams) for the first time and is nervous when he realizes she hasn’t told them that he’s black. After a long drive, their manse turns out to be exactly what you might imagine—giant, secluded, pristine, and filled with trinkets from trips around the world.&lt;/p&gt;\r\n\r\n&lt;p&gt;Rose’s father Dean (Bradley Whitford) is a little too eager to call Chris “my man,” her mother Missy (Catherine Keener) is icy and standoffish, and her brother Jeremy (Caleb Landry Jones) is weirdly aggressive, but there’s nothing that unusual going on at first. Peele layers in a familiar awkwardness before slowly introducing elements of dread. The house’s maid Georgina (Betty Gabriel) and the groundskeeper Walter (Marcus Henderson), both black, have strangely placid demeanors; Missy is a psychiatrist who keeps offering to hypnotize Chris (just to help him stop smoking, you understand); and, naturally, there’s a locked basement no one’s allowed to go into (just a nasty case of mold, of course).&lt;/p&gt;\r\n\r\n&lt;p&gt;It’s best to know as little as possible about &lt;em&gt;Get Out&lt;/em&gt;’s second and third acts. Peele’s plotting is as crisp as his knack for visual storytelling, and he doles out tidbits of information with glee, letting the audience slowly figure out the particulars of Rose’s family while they guess at just how deep the malevolence goes. Chris is on edge from minute one, understandably; behind the family’s friendly surface is the kind of passive prejudice he obviously feared from the get-go. The delight comes in watching how Peele heightens that into real terror. &lt;em&gt;Get Out&lt;/em&gt; is clearly playing on the discomfort a young African American man might have in visiting a largely white community—something rarely explored by the horror genre.&lt;/p&gt;\r\n\r\n&lt;p&gt;There are few more frightening monsters to conjure than racism, after all. It’s a topic the genre has brushed up against—with the black protagonist of &lt;em&gt;Night of the Living Dead&lt;/em&gt;, a rare sight in 1968, or in Bernard Rose’s 1992 classic &lt;em&gt;Candyman&lt;/em&gt;, in which the titular figure in part represented America’s history of slavery and repression. But racism is still a surprisingly uncommon subject matter, and Peele addresses a more insidious fear—of the fallacy of America being a post-racial society, and of the nightmares one can imagine under that benign surface.&lt;/p&gt;\r\n\r\n&lt;p&gt;Kaluuya, a British actor who was extraordinary in the &lt;em&gt;Black Mirror &lt;/em&gt;episode “Fifteen Million Merits” and, more recently, played Emily Blunt’s stoic partner in &lt;em&gt;Sicario&lt;/em&gt;, is terrific in the lead role. Williams excels as Rose, weaponizing the lack of self-awareness she deploys so well on HBO’s &lt;em&gt;Girls&lt;/em&gt;. The entire cast is perfectly restrained, save for maybe Jones, who feels unhinged from the start, and the delightful Lil Rel Howery, who plays Chris’s friend Rod, a TSA agent with the kind of moxie and deductive powers one might not expect from an employee of that particular agency.&lt;strong&gt; &lt;/strong&gt;He’s a vehicle for the film’s biggest laugh lines—but &lt;em&gt;Get Out &lt;/em&gt;is funny throughout, wringing jokes from even the tensest moments.&lt;/p&gt;\r\n\r\n&lt;p&gt;Best of all, though, is that &lt;em&gt;Get Out &lt;/em&gt;is truly frightening. Not because it’s loaded with jump scares (though it does have a couple of good ones), nor because it features excessively visceral violence. It’s so perfectly calibrated that every escalation feels organic: What begins as an awkward tale of meeting the parents becomes something much, much worse, but it’s all part of a fully realized whole. &lt;em&gt;Get Out &lt;/em&gt;is an extremely confident debut feature for Peele, one steeped in the language of horror cinema rather than merely copying it. It’s also likely to be one of the wryest, funniest, most relevant films of the year.  &lt;/p&gt;\r\n&lt;img src=\"http://feeds.feedburner.com/~r/TheAtlanticWire/~4/IUqg2bQFuqc\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content>\r\n    <title>&lt;em&gt;Get Out&lt;/em&gt; Is a Funny and Brilliantly Subversive Horror Film</title>\r\n    <link href=\"http://feedproxy.google.com/~r/TheAtlanticWire/~3/IUqg2bQFuqc/\" rel=\"alternate\" />\r\n    <published>2017-02-23T11:06:00-05:00</published>\r\n    <id>tag:thewire.com,2017:50-517524</id>\r\n    <summary type=\"html\"><![CDATA[The <em>Key & Peele </em>comedian Jordan Peele makes a confident, richly textured debut as a writer and director.]]></summary>\r\n    <category term=\"Culture\" />\r\n  <feedburner:origLink>https://www.theatlantic.com/entertainment/archive/2017/02/get-out-jordan-peele-review/517524/</feedburner:origLink></entry>\r\n</feed>\r\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "ETag": "A39vNHPAgqt7fuxTvTZSQcyYS84",
    "Content-Type": "text/xml; charset=UTF-8",
    "Cache-Control": "private, max-age=0",
    "Server": "GSE",
    "X-XSS-Protection": "1; mode=block",
    "Last-Modified": "Sun, 18 Feb 2018 16:48:43 GMT",
    "Content-Encoding": "gzip",
    "Date": "Sun, 18 Feb 2018 16:50:06 GMT",
    "X-Content-Type-Options": "nosniff",
    "Expires": "Sun, 18 Feb 2018 16:50:06 GMT"
  },
  "response_url": "http://feeds.feedburner.com/TheAtlanticWire"
}