{
  "requested_url": "https://news.vice.com/rss",
  "fetched_at": "2018-02-18T22:20:06.921519",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?><rss version=\"2.0\" xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:snf=\"http://www.smartnews.be/snf\" xmlns:media=\"http://search.yahoo.com/mrss/\"><channel><title>VICE News</title><link>https://news.vice.com/en_us</link><atom:link href=\"https://news.vice.com/en_us/rss\" rel=\"self\" type=\"application/rss+xml\"></atom:link><description>RSS feed for https://news.vice.com</description><language>en</language><pubDate>Sat, 17 Feb 2018 14:11:51 +0000</pubDate><item><title><![CDATA[More than half of schools have no idea what to do when an active shooter walks in]]></title><link>https://news.vice.com/en_us/article/ywqb3x/more-than-half-of-schools-have-no-idea-what-to-do-when-an-active-shooter-walks-in</link><pubDate>Sat, 17 Feb 2018 14:11:51 +0000</pubDate><description><![CDATA[Schools are more likely to hold fire drills than active shooter preparations.]]></description><content:encoded><![CDATA[<p>Every Marjory Stoneman Douglas High School teacher had spoken to every single class about what to do in a school shooting.</p> <p>â\u0080\u009cThey knew what to do and we knew what to do,â\u0080\u009d Melissa Falkowski, a teacher at the Parkland, Florida school, told MSNBC the night of the shooting. â\u0080\u009cI donâ\u0080\u0099t think we could have been more prepared than we were today.â\u0080\u009d</p> <p>But it wasnâ\u0080\u0099t enough: On Wednesday, a gunman shot and killed 17 people in Stoneman Douglasâ\u0080\u0099 hallways and classrooms. Falkowski ending up saving the lives of 19 of her students by <a href=\"https://www.cnn.com/2018/02/15/us/teacher-hid-students-florida-shooting-trnd/index.html\" target=\"_blank\">barricading inside her classroom closet</a>.</p> <p>In the 19 years since two teenagers gunned down 13 people in a Columbine, Colorado, high school, more and more schools have sought to train kids for the possibility of a shooter one day walking into their building. The federal government has even issued national guidance on how to handle a school shooter, instructing officials to teach kids some variation of â\u0080\u009cRun, Hide, Fightâ\u0080\u009d â\u0080\u0094 which instructs people caught in an active-shooter situation to try to get away from a gunman and, if necessary, confront him.</p> <p> <b> <i><a href=\"https://news.vice.com/en_us/article/59w9y5/the-army-is-using-video-game-technology-to-simulate-school-shootings\" target=\"_blank\">READ: The Army is using videogame technology to simulate school shootings </a></i> </b> </p> <p>But even as the frequency of school shootings skyrockets, far too many schools still remain unprepared, experts say, and disagreements still linger over whether to teach kids to fight back.</p> <p>A March 2016 <a href=\"https://www.gao.gov/assets/680/675737.pdf\" target=\"_blank\">Government Accountability Office survey</a> found that out of 51 state educational agencies, 40 require individual schools to conduct exercises, like drills, to prepare students for emergencies. But only 12 states explicitly require that schools run exercises that prepare students for active shooter situations.</p> <p>â\u0080\u009cMore than half of [schools] are not adequately prepared,â\u0080\u009d said John Curnutt, assistant director of the Advanced Law Enforcement Rapid Response Training (ALERRT) Center at Texas State University, which uses federal grants to train people about how to handle active shooter situations and is recommended by the FBI. â\u0080\u009cThey definitely have an emergency plan in a big three-ring binder somewhere on the campusâ\u0080¦ But as a culture in the school, thereâ\u0080\u0099s very few of them that are really ready.â\u0080\u009d</p> <p> <b> <i><a href=\"https://news.vice.com/en_us/article/3k7vej/all-the-times-nikolas-cruz-was-reported-to-authorities-before-the-florida-shooting\" target=\"_blank\">READ: All the times Nikolas Cruz was reported to authorities before the shooting</a> </i> </b> </p> <p>Experts say that kids need more than the occasional drill on how to evacuate a school or lock down a classroom. (In a school lockdown, teachers and students typically hole up in their classrooms in silence, with the lights off.) Instead, they say schools need to hold frequent, frank training and conversations.</p> <p>â\u0080\u009cHow often do you practice this type of situation? How often do schools take the time to have drills on safety procedures?â\u0080\u009d asked Mac Hardy, director of operations for National Association of School Resource Officers, which oversees sown law enforcement officers who work in schools. â\u0080\u009cThe conversation should be consistent with staff and personnelâ\u0080¦ I mean, monthly, at teacher workshops, [at] teacher meetings â\u0080\u0094 because they have those once a week â\u0080\u0094 and these conversations should be as short as 10 minutes.â\u0080\u009d</p> <p>An estimated 67 percent of schools held at least one exercise to teach kids how to handle an active shooter between 2012 and 2015, according to the Government Accountability Office report. And if that number sounds high, it pales in comparison to the 97 percent of schools that held at least one fire drill â\u0080\u0094 despite the fact that fatalities due to fires are much less common. While <a href=\"https://www.usfa.fema.gov/downloads/pdf/statistics/v14i14.pdf\" target=\"_blank\">five people</a> died in school fires between 2011 and 2013, that same time period saw 166 people die in school shootings, according to a FBI and Justice Department report.</p> <p>The office surveyed school officials about this disparity, and found that some worried running active shooter exercises could cause anxiety, including among parents. â\u0080\u009cOfficials from one of these districts noted the difficulty of striking a balance between providing knowledge and inciting fear, particularly at schools with younger children,â\u0080\u009d the report found.</p> <p>â\u0080\u009cThere [are] people that choose to be in denial, that they will play the odds,â\u0080\u009d Curnutt said. â\u0080\u009cThey will not take any special precautions, or take any extra effort, because that [takes] time and money and most school districts are already strapped for time and money and their staffâ\u0080\u0099s attention span.â\u0080\u009d</p> <p>Schools may also disagree about what to actually tell children to do in active shooter situations. Jeff Zisner, who trains schools on how to handle such scenarios as president of AEGIS Securities & Investigations, says most experts offer the same advice: â\u0080\u009cIf you can create distance and barriers between you and the bad guy, do it,â\u0080\u009d he said. â\u0080\u009cAnd if you canâ\u0080\u0099t, lockdown shelter in place, inform law enforcement, and prepare to fight back if you have to.â\u0080\u009d</p> <p> <i> <b>READ: <a href=\"https://news.vice.com/en_us/article/d3wdzz/snapchat-instagram-twitter-showed-horror-of-stoneman-douglas-mass-shooting-in-parkland-florida\" target=\"_blank\">How Florida students changed the way we experience school shootings</a></b> </i> </p> <p>Zisner acknowledges that these instructions can become â\u0080\u009cexponentially more difficultâ\u0080\u009d to follow when dealing with children, but stresses that if high school students are willing and able to fight, teachers shouldnâ\u0080\u0099t necessarily stop them. </p> <p>â\u0080\u009cThese are real circumstances with real ramifications, and your job is to do the best you can given your experience and knowledge,â\u0080\u009d he explained.</p> <p>But federal agencies still appear to differ in their interpretation of â\u0080\u009cRun, Hide, Fight.â\u0080\u009d A 2013 guide issued by the Department of Justice, FBI, Department of Homeland Security, FEMA, and the Department of Health and Human suggests that adults consider confronting a shooter as a last resort. These agencies purposefully refrained from directing children to fight, a Department of Education official told VICE News.</p> <p>In contrast, the FBI does not officially take a position on children fighting, according to the Government Accountability Office report, and believes the guide was designed to â\u0080\u009callow each community to determine whether to discuss with high school students the option of fighting.â\u0080\u009d </p> <p>These differences may seem miniscule. However, in a terrifying, overwhelming situation where people may only have minutes to make a choice, they could mean the difference between life and death. The lack of clarity may also decrease the nationâ\u0080\u0099s overall preparedness.</p> <p>â\u0080\u009cNot all relevant agencies and officials are included in collaborative efforts or are aware of related efforts and resources,â\u0080\u009d the report notes, â\u0080\u009cand agencies are offering different interpretations of the same federal guidance â\u0080\u0094 all of which risks wasting limited federal resources on duplicative, overlapping, or fragmented efforts.â\u0080\u009d</p> <p>Ultimately, Falkowski believes no amount of preparation could have saved the Marjory Stoneman Douglas High School from the carnage.</p> <p>â\u0080\u009cAnd even still, even with that, we still have 17 casualties, 17 people that arenâ\u0080\u0099t going to return to their families. And to me, thatâ\u0080\u0099s totally unacceptable,â\u0080\u009d said Falkowski, as she choked back tears on national television. â\u0080\u009cFrom my personal viewpoint, itâ\u0080\u0099s time for Congress, government, somebody, to do something. And itâ\u0080\u0099s time to talk about what the problem is, and try to fix it.â\u0080\u009d</p> <p> <i> <b>Cover image:</b> \"Victims\" are led out as members of the Fountain Police Department take part in an Active Shooter Response Training exercise at Fountain Middle School on June 9, 2017, in Fountain, Colorado. (Dougal Brownlie/The Gazette via AP)</i> </p>]]></content:encoded><guid isPermaLink=\"false\">ywqb3x</guid><enclosure url=\"https://video-images.vice.com/articles/5a86240150513762868ecaef/lede/1518810211975-AP_17160830008437.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator>Carter Sherman</dc:creator><dc:creator>VICE News</dc:creator></item><item><title><![CDATA[MGMT is back, and theyâ\u0080\u0099re trolling themselves harder than ever]]></title><link>https://news.vice.com/en_us/article/gy8y97/mgmt-is-back-and-theyre-trolling-themselves-harder-than-ever</link><pubDate>Sat, 17 Feb 2018 13:48:06 +0000</pubDate><description><![CDATA[MGMT's new song â\u0080\u009cMe & Michaelâ\u0080\u009d was inspired by the â\u0080\u009cDavid the Gnomeâ\u0080\u009d theme song]]></description><content:encoded><![CDATA[<p>In 2008, MGMT was on top of the world. Their music was basically the official soundtrack to every house party, and you couldnâ\u0080\u0099t enter an Urban Outfitters without hearing their platinum single, â\u0080\u009cKidsâ\u0080\u009d.</p><p>Their rising star seemed to take a sharp left turn, though, when their second album found them turning toward a sound that was much more psychedelic and much less accessible. MGMT soon got a reputation as a band that had turned their back on fame. </p><p>But their most recent single, â\u0080\u009cMe and Michael,â\u0080\u009d is a lot more radio-friendly, and it looks like MGMT might be edging, slowly, back toward the mainstream. VICE News visited the band on the set of their music video shoot to find out how, or if, the band plans to reinvent themselves.</p><div data-iframely-id=\"Ppj5ngN\" data-embedded-url=\"https://video.vice.com/en_us/embed/5a7e55e3f1cdb366042e6555\" class=\"article__embed article__embed--iframely\"><div style=\"left:0;width:100%;height:0;position:relative;padding-bottom:56.2493%;\" data-iframely-smart-iframe=\"true\"><iframe data-img=\"\" data-iframely-url=\"//oembed.vice.com/Ppj5ngN\" style=\"border:0;top:0;left:0;width:100%;height:100%;position:absolute;\" allowfullscreen data-iframely-smart-iframe=\"true\" frameborder=\"0\"></iframe></div></div><p><i>This segment originally aired February 9, 2018 on VICE News Tonight on HBO. </i><br></p>]]></content:encoded><guid isPermaLink=\"false\">gy8y97</guid><enclosure url=\"https://video-images.vice.com/articles/5a83539973f5866fb79b9d63/lede/1518556589684-PKG_34991_MGMT_ME_AND_MICHAEL_MUSIC_VIDEO_020918_1751_MASTER_LOCK01_02_24_19Still002.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator>Dexter Thomas</dc:creator><dc:creator>VICE News</dc:creator><category>Music</category><category>Album</category><category>MGMT</category><category>Band</category><category>new release</category></item><item><title><![CDATA[How does A.I. art stack up against human art? ]]></title><link>https://news.vice.com/en_us/article/ywqw8j/how-does-ai-art-stack-up-against-human-art</link><pubDate>Sat, 17 Feb 2018 13:46:29 +0000</pubDate><description><![CDATA[VICE News talks to famed art critic Jerry Saltz as he critiques AI-generated art.]]></description><content:encoded><![CDATA[<p>Jerry Saltz knows art. </p><p>Saltz, the senior art critic at New York Magazine for the past 11 years, has been a finalist for the Pulitzer Prize in criticism three times. He also tried his hand as a reality TV judge for Bravo's series, \"Work of Art\", a competition show for budding artists. He's even married to the senior art critic at The New York Times. </p> <p>But Saltz had never seen art created, generated or assisted by artificial intelligence. So we showed him some, and he had a lot to say.</p><div data-iframely-id=\"20eJsvn\" data-embedded-url=\"https://video.vice.com/en_us/embed/5a7cf65cf1cdb36f5742e4a1\" class=\"article__embed article__embed--iframely\"><div style=\"left:0;width:100%;height:0;position:relative;padding-bottom:56.2493%;\" data-iframely-smart-iframe=\"true\"><iframe data-img=\"\" data-iframely-url=\"//oembed.vice.com/20eJsvn\" style=\"border:0;top:0;left:0;width:100%;height:100%;position:absolute;\" allowfullscreen data-iframely-smart-iframe=\"true\" frameborder=\"0\"></iframe></div></div><p><i>This segment originally aired February 8, 2018, on VICE News Tonight on HBO. </i><br></p>]]></content:encoded><guid isPermaLink=\"false\">ywqw8j</guid><enclosure url=\"https://video-images.vice.com/articles/5a83ac42ce1b12704ce880ff/lede/1518727208624-PKG_35381_AI_ART_EP1_MASTER-LOCKED_02071801_00_00_00Still001.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator>Sheila Kumar</dc:creator><dc:creator>VICE News</dc:creator><category>Culture</category><category>Artificial Intelligence</category><category>Technology</category><category>Art</category><category>Creativity</category><category>critic</category><category>jerry Saltz</category></item><item><title><![CDATA[Trump juggled two sex scandals and a budget this week]]></title><link>https://news.vice.com/en_us/article/a3475a/trump-juggled-two-sex-scandals-and-a-budget-this-week</link><pubDate>Sat, 17 Feb 2018 13:00:00 +0000</pubDate><description><![CDATA[Like most weeks, Trump kept his communications staff and lawyers busy. ]]></description><content:encoded><![CDATA[<style>\n    h3 {\n        margin-top: 0;\n        padding-top: 15px !important;\n        padding-bottom: 20px !important;\n        background-color: gold;\n        font-size: 1.75em !important;\n        border-top: 1px solid black;\n    }\n    .date {\n        display: block;\n        font-size: 20px;\n        padding-top: 15px;\n    }\n    .hilite {\n        background-color: gold;\n        padding: 0.125em 0.5em;\n        font-size: 1.25em;\n    }\n    @media (min-width: 1024px) {\n        .date {\n            font-size: 24px;\n        }\n        h3 {\n            font-size: 2.75em !important\n        }\n        h4 {\n            text-transform: none !important;\n        }\n</style>\n<h4>\n    <i>\n        <b>To get this weekly Trump update sent to your inbox,\n            <a href=\"http://vice.us14.list-manage.com/track/click?u=6d44b2bb33a58750366942b67&amp;id=0b25190dc0&amp;e=ba5e5ec85d\" target=\"_blank\" rel=\"noopener noreferrer\" data-saferedirecturl=\"https://www.google.com/url?hl=en-GB&amp;q=http://vice.us14.list-manage.com/track/click?u%3D6d44b2bb33a58750366942b67%26id%3D0b25190dc0%26e%3Dba5e5ec85d&amp;source=gmail&amp;ust=1491665205338000&amp;usg=AFQjCNFRxjJxGAK4g0aYmURH2KOK9gjzVw\">\n                <u>subscribe here</u>\n            </a>.</b>\n    </i></h4>\n<p>Like most weeks, Trump kept his communications staff and lawyers busy. </p><p>As the fallout from abuse allegations against Rob Porter â\u0080\u0094 formerly one of Trump's closest aides â\u0080\u0094 continued to rain down, the White House also had to reckon with another alleged affair, this time with a Playboy model in 2006. That's the same year Trump was allegedly having trysts at Trump hotels with former porn star Stormy Daniels. </p><p>Meanwhile, Trump released a budget, which included $200 billion for his long-awaited infrastructure plan. </p><p>It was a busy week, to say the least.</p>\n<h3>\n    <b>\"Best Wishes, Rob\"</b><span class=\"date\"><b>Day 384 â\u0080\u0094 Feb. 9</b></span></h3>\n<div class=\"article__media col-12-xs text-width\" draggable=\"true\">\n    <picture class=\"article__image\" data-original-width=\"600\" data-original-height=\"200\"><source media=\"(max-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880746370-nh_1.png?resize=400:*, https://video-images.vice.com/_uncategorized/1518880746370-nh_1.png?resize=600:* 2x\"><source media=\"(min-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880746370-nh_1.png?resize=600:*\"><img src=\"https://video-images.vice.com/_uncategorized/1518880746370-nh_1.png\" alt=\"\"></picture>\n    <div class=\"article__image-caption\"></div>\n</div>\n<ul>\n    <li>Trump <a href=\"https://news.vice.com/en_us/article/a34eve/trump-hopes-staffer-accused-of-beating-at-least-three-women-has-a-great-career-ahead-of-him\" target=\"_blank\">sent</a> his best wishes to his former staff secretary, Rob Porter, who resigned, or was maybe fired, after his two ex-wivesâ\u0080\u0099 accusations of abuse came to light.</li>\n    <li>In the middle of the night, Republican Sen. Rand Paul <a href=\"https://www.cnbc.com/2018/02/08/shutdown-news-rand-paul-holds-up-senate-budget-vote.html\" target=\"_blank\">delayed a vote</a> that forced the government to shut down. By 8:30 a.m. D.C. time, however, <a href=\"https://twitter.com/realDonaldTrump/status/961957671246159875\" target=\"_blank\">Trump tweeted</a> that he had signed a spending bill and that â\u0080\u009cour Military will now be stronger than ever before.â\u0080\u009d Also, â\u0080\u009cJOBS, JOBS, JOBS.â\u0080\u009d Read whatâ\u0080\u0099s in the bill <a href=\"https://news.vice.com/en_us/article/wj4d34/budget-deal-government-shutdown-rand-paul\" target=\"_blank\">\n                         here.\n                    </a> </li>\n    <li>Trump officially <a href=\"https://news.vice.com/en_us/article/bj5mjm/president-trump-blocks-democrat-written-memo-citing-national-security-concerns\" target=\"_blank\">blocked</a> a memo written by Democrats intended to counteract a Republican-written memo that he released last week about the FBIâ\u0080\u0099s supposed bias in the Russia probe.</li>\n</ul>\n<ul>\n    <h3>\n        <b>Not #MeToo</b><span class=\"date\"><b>Day 385 â\u0080\u0094 Feb. 10</b></span></h3>\n</ul>\n<div class=\"article__media col-12-xs text-width\" draggable=\"true\">\n    <picture class=\"article__image\" data-original-width=\"600\" data-original-height=\"200\"><source media=\"(max-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880757464-nh_2.png?resize=400:*, https://video-images.vice.com/_uncategorized/1518880757464-nh_2.png?resize=600:* 2x\"><source media=\"(min-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880757464-nh_2.png?resize=600:*\"><img src=\"https://video-images.vice.com/_uncategorized/1518880757464-nh_2.png\" alt=\"\"></picture>\n    <div class=\"article__image-caption\"></div>\n</div>\n<ul>\n    <li> Accused by numerous women of sexual assault and rape, the president came down firmly on the â\u0080\u009cwitch huntâ\u0080\u009d side of the #MeToo debate, as the Rob Porter scandal unfolded. â\u0080\u009cThere is no recovery for someone falsely accused - life and career are gone,â\u0080\u009d Trump <a href=\"https://twitter.com/realDonaldTrump/status/962348831789797381\" target=\"_blank\">tweeted</a>. â\u0080\u009cIs there no such thing any longer as Due Process?â\u0080\u009d </li>\n</ul>\n<h3>\n    <b>Blue Apron, but for the poor</b><span class=\"date\"><b>Day 387 â\u0080\u0094 Feb. 12</b></span></h3>\n<div class=\"article__media col-12-xs text-width\" draggable=\"true\">\n    <picture class=\"article__image\" data-original-width=\"600\" data-original-height=\"200\"><source media=\"(max-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880802913-nh_3.png?resize=400:*, https://video-images.vice.com/_uncategorized/1518880802913-nh_3.png?resize=600:* 2x\"><source media=\"(min-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880802913-nh_3.png?resize=600:*\"><img src=\"https://video-images.vice.com/_uncategorized/1518880802913-nh_3.png\" alt=\"\"></picture>\n    <div class=\"article__image-caption\"></div>\n</div>\n<ul>\n    <li> Trump sent his $4.4 trillion <a href=\"https://www.usatoday.com/story/news/politics/2018/02/12/trumps-2019-budget-proposal-includes-funding-border-wall-infrastructure-and-opioids/327994002/\" target=\"_blank\">budget proposal</a> to Congress, which would put up big money for two of his favorite things: the military and a border wall. The proposal also contains <a href=\"https://news.vice.com/en_us/article/kzpzxn/trump-wants-to-regulate-poor-peoples-diets-with-harvest-box\" target=\"_blank\">cuts</a> to food stamps that would, in effect, regulate poor peopleâ\u0080\u0099s diets with â\u0080\u009cBlue Apron-typeâ\u0080\u009d boxes of food, as Office of Management and Budget Director Mick Mulvaney branded it. </li>\n    <li>\n        Trump also unveiled his long-awaited <a href=\"https://www.vox.com/policy-and-politics/2018/2/12/17003840/trumps-infrastructure-plan\" target=\"_blank\">infrastructure plan</a>, which takes up $200 billion of the proposed budget but claims to generate $1.5 trillion. Read about the plan <a href=\"https://www.vox.com/policy-and-politics/2018/2/12/17003840/trumps-infrastructure-plan\" target=\"_blank\">\n                         here.\n                    </a>\n    </li>\n    <li> After repeatedly claiming former porn star Stormy Daniels didnâ\u0080\u0099t receive any hush money after her alleged affair with Trump, the presidentâ\u0080\u0099s longtime personal lawyer Michael Cohen <a href=\"https://www.nytimes.com/2018/02/14/us/politics/john-kelly-rob-porter-security-clearances.html?mtrref=www.google.com\" target=\"_blank\">admitted</a> to paying her $130,000 out of his own pocket â\u0080\u0094 which the Trump Organization and campaign hasnâ\u0080\u0099t reimbursed. Danielsâ\u0080\u0099 manager later said Cohenâ\u0080\u0099s disclosure now allows the star to tell her <a href=\"https://news.vice.com/en_us/article/vbp7y8/stormy-daniels-can-now-talk-about-trump-affair-thanks-to-his-lawyer\" target=\"_blank\">side of the story</a>. </li>\n</ul>\n<h3>\n    <b>\"Shut the fuck up\"</b><span class=\"date\"><b>Day 389 â\u0080\u0094 Feb. 14</b></span></h3>\n<div class=\"article__media col-12-xs text-width\" draggable=\"true\">\n    <picture class=\"article__image\" data-original-width=\"600\" data-original-height=\"200\"><source media=\"(max-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880812830-nh_4.png?resize=400:*, https://video-images.vice.com/_uncategorized/1518880812830-nh_4.png?resize=600:* 2x\"><source media=\"(min-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880812830-nh_4.png?resize=600:*\"><img src=\"https://video-images.vice.com/_uncategorized/1518880812830-nh_4.png\" alt=\"\"></picture>\n    <div class=\"article__image-caption\"></div>\n</div>\n<ul>\n    <li> Some students at Marjory Douglas Stoneman High School in Florida didnâ\u0080\u0099t want to hear the â\u0080\u009cprayers and condolencesâ\u0080\u009d Trump offered in a tweet after a shooter killed 17 people and injured 19 others earlier in the day. â\u0080\u009cUnless you are going to do something about gun control so no one else experiences what my school has, shut the fuck up,â\u0080\u009d one person <a href=\"https://twitter.com/morganw_44/status/964139058854354944?ref_src=twsrc%5Etfw&amp;ref_url=https%3A%2F%2Ftwitter.com%2Fmorganw_44%2Fstatus%2F964139058854354944\" target=\"_blank\">tweeted</a> back at the president. Read what other students tweeted at him <a href=\"https://news.vice.com/en_us/article/xw5a8d/stoneman-douglas-students-dont-want-your-condolences\" target=\"_blank\">\n                         here.\n                    </a> </li>\n    <li> A full week after Rob Porterâ\u0080\u0099s resignation, Trump finally stopped <a href=\"https://www.facebook.com/TheIndependentOnline/videos/10155759766266636/\" target=\"_blank\">dodging the question</a> and condemned the act of domestic violence. â\u0080\u009cIâ\u0080\u0099m totally opposed to domestic violence,â\u0080\u009d the president <a href=\"https://www.cnn.com/2018/02/14/politics/domestic-violence-donald-trump/index.html\" target=\"_blank\">said</a>. </li>\n    <li> Meanwhile, the White House is still <a href=\"https://news.vice.com/en_us/article/bj5j48/the-white-house-is-still-pointing-fingers-in-the-rob-porter-scandal\" target=\"_blank\">finger-pointing</a> over Porter never having security clearance during a year as one of Trumpâ\u0080\u0099s closest aides. </li>\n</ul>\n<h3>\n    <b>Guns? What guns?</b><span class=\"date\"><b>Day 390 â\u0080\u0094 Feb. 15</b></span></h3>\n<div class=\"article__media col-12-xs text-width\" draggable=\"true\">\n    <picture class=\"article__image\" data-original-width=\"600\" data-original-height=\"200\"><source media=\"(max-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880825011-nh_5.png?resize=400:*, https://video-images.vice.com/_uncategorized/1518880825011-nh_5.png?resize=600:* 2x\"><source media=\"(min-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880825011-nh_5.png?resize=600:*\"><img src=\"https://video-images.vice.com/_uncategorized/1518880825011-nh_5.png\" alt=\"\"></picture>\n    <div class=\"article__image-caption\"></div>\n</div>\n<ul>\n    <li> After the shooting, Trump addressed the nation â\u0080\u0094 and never once <a href=\"https://news.vice.com/en_us/article/gy8jg3/trump-didnt-mention-guns-once-in-an-address-to-nation-about-a-school-shooting\" target=\"_blank\">mentioned</a> the word â\u0080\u009cgunsâ\u0080\u009d. His speech, instead, focused on the GOPâ\u0080\u0099s go-to talking point after shooting: the gunmanâ\u0080\u0099s mental health. </li>\n    <li> Earlier in the day, Trump <a href=\"https://twitter.com/realDonaldTrump/status/964110212885106689\" target=\"_blank\">tweeted</a> his thoughts on preventing mass shootings. â\u0080\u009cMust always report such instances to authorities, again and again!â\u0080\u009d (The alleged shooter was reported to the FBI <a href=\"https://news.vice.com/en_us/article/ywqb9k/fbi-received-second-tip-about-parkland-florida-shooter-nikolas-cruz-desire-to-kill\" target=\"_blank\">twice</a> within the last five months ago and had dozens of interactions with local police.) </li>\n</ul>\n<h3>\n    <b>Headed to Florida</b><span class=\"date\"><b>Day 391 â\u0080\u0094 Feb. 16</b></span></h3>\n<div class=\"article__media col-12-xs text-width\" draggable=\"true\">\n    <picture class=\"article__image\" data-original-width=\"600\" data-original-height=\"200\"><source media=\"(max-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880836157-nh_6.png?resize=400:*, https://video-images.vice.com/_uncategorized/1518880836157-nh_6.png?resize=600:* 2x\"><source media=\"(min-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518880836157-nh_6.png?resize=600:*\"><img src=\"https://video-images.vice.com/_uncategorized/1518880836157-nh_6.png\" alt=\"\"></picture>\n    <div class=\"article__image-caption\"></div>\n</div>\n<ul>\n    <li> Trump <a href=\"https://twitter.com/realDonaldTrump/status/964509154357411840\" target=\"_blank\">confirmed</a> he would leave for Florida to meet with survivors of the shooting, after making a <a href=\"https://www.nbcnews.com/politics/white-house/trump-no-child-no-teacher-should-ever-be-danger-american-n848281\" target=\"_blank\">vague announcement</a> about visiting the previous day. </li>\n    <li> The president had to deal with yet another sex scandal. Trump had a nine-month affair with a Playboy model in 2006 â\u0080\u0094 starting three months after the birth of son Barron â\u0080\u0094 according to a <a href=\"https://www.newyorker.com/news/news-desk/donald-trump-a-playboy-model-and-a-system-for-concealing-infidelity-national-enquirer-karen-mcdougal\" target=\"_blank\">report</a> in The New Yorker. Read the 10 most jaw-dropping claims from the report <a href=\"https://news.vice.com/en_us/article/59kyka/trump-karen-mcdougal-affair-playboy-new-yorker\" target=\"_blank\">\n                    \n                         here\n                    \n                </a> . </li>\n</ul>]]></content:encoded><guid isPermaLink=\"false\">a3475a</guid><enclosure url=\"https://video-images.vice.com/articles/5a884355c7f7ee688d37734b/lede/1518881607390-AP_18046640764310.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator>Rex Santus</dc:creator><dc:creator>Christina Sterbenz</dc:creator><category>Budget</category><category>infrastructure</category><category>This week in Trump's America</category><category>stormy daniels</category><category>Playboy model</category></item><item><title><![CDATA[How the Mueller team turned social media breadcrumbs into a wide-ranging conspiracy]]></title><link>https://news.vice.com/en_us/article/gy8j4y/how-the-mueller-team-turned-social-media-breadcrumbs-into-a-wide-ranging-conspiracy</link><pubDate>Sat, 17 Feb 2018 10:00:00 +0000</pubDate><description><![CDATA[A California man pleaded guilty to helping the Russians]]></description><content:encoded><![CDATA[<p> After months of breadcrumbs from Congressional investigators and Silicon Valley platforms, Special Counsel Bob Mueller <a href=\"https://news.vice.com/en_us/article/vbp3kx/breaking-13-russian-nationals-indicted-for-meddling-in-us-election\" target=\"_blank\">finally laid out</a> the U.S. governmentâ\u0080\u0099s case for what Russian agents actually did to influence the 2016 election online.</p> <p> The <a href=\"https://www.documentcloud.org/documents/4380482-Mueller-Indictment-of-Russian-Hackers.html\" target=\"_blank\">latest indictment</a> of 13 Russian hackers includes choice excerpts from the trove of data that Facebook, Google, and Twitter <a href=\"https://news.vice.com/en_us/article/pazmgy/facebook-is-hiring-1000-more-people-to-block-fake-news-ads\" target=\"_blank\">handed over to Congress</a> last fall, synthesized with other material to piece together the Russian government operation that began in 2014 and continued through the 2016 election.</p> <p> <b> Hereâ\u0080\u0099s whatâ\u0080\u0099s old</b></p> <p> Beyond the names of the hackers themselves, the indictment doesnâ\u0080\u0099t contain a significant amount of new information. Social media ads paid for by Russian agents were previously revealed by House Intelligence Committee Democrats during early November Capitol Hill hearings with Google, Facebook, and Twitter, and multiple outlets have connected Russian agents to political events and Twitter profiles created by Russians.</p> <p> One such Facebook ad <a href=\"https://democrats-intelligence.house.gov/uploadedfiles/6053177352305.pdf\" target=\"_blank\">released</a> by Congress that Mueller included in his indictment was from the page â\u0080\u009cArmy of Jesusâ\u0080\u009d called Hillary â\u0080\u009csatanâ\u0080\u009d and urged viewers to support Donald Trump. The 136,000 follower-strong Twitter account @TEN_GOP, which the indictment also references, was fingered as a Russian plant <a href=\"https://www.thedailybeast.com/trump-campaign-staffers-pushed-russian-propaganda-days-before-the-election\" target=\"_blank\">by journalists</a> last October. And events <a href=\"http://money.cnn.com/2018/01/26/media/russia-trolls-facebook-events/index.html\" target=\"_blank\">organized</a> by Russian operatives on Facebook have been reported on extensively, as well.</p> <p> <b> Hereâ\u0080\u0099s whatâ\u0080\u0099s new</b></p> <p> But what Mueller <i> does</i> present as new is the actual conspiracy, titled â\u0080\u009cProject Lakhta,â\u0080\u009d that set all this digital skullduggery in motion.</p> <p> The defendants allegedly obtained the Social Security numbers and other personally identifying information of actual Americans. Using those details, and inventing other personas, the Russians then opened bank and Paypal accounts with the assistance of a Californian named Richard Pinedo, who <a href=\"https://www.justice.gov/file/1035547/download\" target=\"_blank\">pleaded guilty on Friday</a> to assisting the alleged conspiracy. Those accounts, in turn, were then used to bankroll the ads and other shenanigans, including an event where one person who dress up as Hillary Clinton in a prison uniform.</p> <p> Other hijinks included simultaneously holding a pro-Trump rally (â\u0080\u009cshow your support for President-Elect Donald Trumpâ\u0080\u009d) and an anti-Trump rally (â\u0080\u009cTrump is NOT my presidentâ\u0080\u009d) in November 2016 in New York.</p> <p> When the FBI caught onto what the Russians were up to last September, according to the indictment, one of the defendants said in an email to her family that â\u0080\u009cwe had a slight crisis at workâ\u0080\u009d as the FBI â\u0080\u009cbusted our activity (not a joke). So, I got preoccupied with covering tracks together with colleagues.â\u0080\u009d</p> <p> <b> What about the collusion?</b></p> <p> Itâ\u0080\u0099s not entirely clear where the Mueller investigation goes from here, but the special counselâ\u0080\u0099s team is already signaling that its work is certainly not over. The Friday indictments do not preclude the possibility of charges of Trump campaign collusion with the Russian government, <a href=\"https://www.bloomberg.com/news/articles/2018-02-16/mueller-is-said-to-still-be-investigating-collusion-with-russia\" target=\"_blank\">according to Bloomberg</a>.</p>]]></content:encoded><guid isPermaLink=\"false\">gy8j4y</guid><enclosure url=\"https://video-images.vice.com/articles/5a874dc58f60530a307628d5/lede/1518968897309-GettyImages-170854733.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator>Noah Kulwin</dc:creator><dc:creator>VICE News</dc:creator><category>Robert Mueller</category><category>Russia indictments</category><category>special counsel investigation</category></item><item><title><![CDATA[White House announces new security clearance protocol that could affect Jared Kushner]]></title><link>https://news.vice.com/en_us/article/ywqbyk/white-house-announces-new-protocol-for-security-clearances-that-could-affect-jared-kushner</link><pubDate>Sat, 17 Feb 2018 02:22:05 +0000</pubDate><description><![CDATA[White House staffers with interim clearances pending since June will be revoked this month, Kelly said. ]]></description><content:encoded><![CDATA[<p>Chief of Staff John Kelly approved an overhaul to the White House security clearance review process Friday, amid controversy over how the White House handled allegations of domestic abuse against top aide Rob Porter.</p> <p>The five-page memo was sent to White House counsel Don McGahn, national security adviser H.R. McMaster and deputy chief of staff Joseph Hagin, <a href=\"https://www.usatoday.com/story/news/politics/2018/02/16/chief-staff-john-kelly-orders-overhaul-white-house-security-clearance-process/346576002/\" target=\"_blank\">according</a> to USA Today, </p> <p>â\u0080\u009cThe American people deserve a White House staff that meets the highest standards and that has.been carefully vetted especially those who work closely with the President or handle sensitive national security information,â\u0080\u009d Kelly said. â\u0080\u009cWe should and in the future, must do better.â\u0080\u009d</p> <p>Kelly said that individuals with interim clearances pending since June would be revoked on Feb. 23. It is unclear how this mandate will affect high-profile staffers like Jared Kushner, who is working on an interim clearance and is <a href=\"https://www.washingtonpost.com/world/national-security/as-jared-kushners-security-clearance-is-delayed-white-house-hesitates-to-act-on-others-with-possible-problems/2018/02/09/256fa1e6-0dbe-11e8-8b0d-891602206fb7_story.html?tid=a_mcntx&utm_term=.4789d110463a\" target=\"_blank\">not expected to be granted full clearance</a> in the near future. </p> <p>Kelly also said that interim clearances handed out in the future will last a maximum of 180 days, and only if the FBI hasnâ\u0080\u0099t uncovered \"significant derogatory information.\" He added any derogatory information discovered should be reported in 48 hours.</p> <p>Kelly said that he had reduced the number of clearances in the White House and in some cases, demoted others. </p> <p>â\u0080\u009cNow is the time to take a hard look at the way the White House processes clearance requests,â\u0080\u009d Kelly said. </p> <p>Kelly came under fire in recent weeks for how the White House handled allegations that top aide Rob Porter domestically abused his ex-wives. Controversy swirled over when the administration knew, and why Porter, who resigned last week, continued to be staff security, a position that allows close access to the president. The same week, another staffer was fired because he had smoked marijuana in 2013, preventing him from obtaining full clearance. </p><div style=\"max-width:550px;\" data-iframely-id=\"tqadVRn\" data-embedded-url=\"https://twitter.com/vicenews/status/964615757337366528\" class=\"article__embed article__embed--iframely\"><div style=\"left:0;width:100%;height:0;position:relative;padding-bottom:100%;\" data-iframely-smart-iframe=\"true\"><iframe data-iframely-url=\"//oembed.vice.com/tqadVRn?app=1\" style=\"border:0;top:0;left:0;width:100%;height:100%;position:absolute;\" allowfullscreen data-iframely-smart-iframe=\"true\" frameborder=\"0\"></iframe></div></div>]]></content:encoded><guid isPermaLink=\"false\">ywqbyk</guid><enclosure url=\"https://video-images.vice.com/articles/5a876208db8dc50a0b8c61ef/lede/1518833943056-GettyImages-841623540.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator>Alexa Liautaud</dc:creator><dc:creator>VICE News</dc:creator><category>John Kelly</category><category>security clearance</category><category>security clearances</category><category>rob porter</category><category>Chief of Staff</category></item><item><title><![CDATA[Parkland school shooter honed skills on a team supported by the NRA]]></title><link>https://news.vice.com/en_us/article/437njm/parkland-school-shooter-honed-skills-on-a-team-supported-by-the-nra</link><pubDate>Fri, 16 Feb 2018 23:33:49 +0000</pubDate><description><![CDATA[Nikolas Cruz was a \"very good shot,\" a classmate says. ]]></description><content:encoded><![CDATA[<p> Classmates of the 19-year-old who used an assault rifle to kill 17 students at a Florida high school on Wednesday <a href=\"https://www.nbcnews.com/news/us-news/who-nikolas-cruz-florida-school-shooter-joked-about-guns-worried-n848266\" target=\"_blank\">say Nikolas Cruz couldnâ\u0080\u0099t stop talking about guns</a> â\u0080\u0094 an interest he was able to hone in part directly thanks to the National Rifle Association.</p> <p> The NRA Foundation, the gun lobbyâ\u0080\u0099s charitable arm, gave more than $10,000 worth of assistance to Marjory Stoneman Douglas High Schoolâ\u0080\u0099s rifle marksmanship team in 2016, the <a href=\"https://www.apnews.com/87b429399f774064beefd7a7dff3a41a/Suspect-was-on-NRA-supported-target-rifle-team?utm_campaign=SocialFlow&utm_source=Twitter&utm_medium=AP_Politics\" target=\"_blank\">Associated Press</a> reported Friday. Cruz, who was a member of the team, reportedly excelled despite ongoing violent outbursts that saw him expelled from the school for â\u0080\u009cdisciplinary reasonsâ\u0080\u009d in early 2017. </p> <p> â\u0080\u009cHe was a very good shot,â\u0080\u009d Aaron Diener, a former teammate, <a href=\"https://www.apnews.com/87b429399f774064beefd7a7dff3a41a/Suspect-was-on-NRA-supported-target-rifle-team?utm_campaign=SocialFlow&utm_source=Twitter&utm_medium=AP_Politics\" target=\"_blank\">told the AP</a>. â\u0080\u009cHe had an AR-15 he talked about, and pistols.â\u0080\u009d</p> <p> The NRA did not respond to a request for comment, and it has not issued any statements in reference to the shooting. Dana Loesch, an NRA spokesperson featured in a number of <a href=\"https://news.vice.com/en_us/article/wjzk8x/nras-threatening-video-shows-its-feeling-the-heat-from-the-right\" target=\"_blank\">controversial ads for the organization</a>, called the shooting â\u0080\u009c<a href=\"https://twitter.com/DLoesch/status/963917195804921858\" target=\"_blank\">heinous</a>â\u0080\u009d in a tweet on Wednesday.</p> <p> In 2016, Cruz and Diener were both members of a four-person U.S. Army Junior Reserve Officer Training Corps rifle team, where students trained in marksmanship after school and competed in shooting contests with air rifles. </p> <p> The support, disclosed in 2016 tax forms, came in the form of non-cash assistance to the club. It was not disclosed what it was specifically used for, though the schoolâ\u0080\u0099s JROTC program did possess Kevlar curtains, which students were able to use for protection during the shooting Wednesday. At least four other high schools in Broward County, where Stoneman is located, also received NRA donations.</p> <p> The ROTC and the Broward County school district did not respond to a request for comment.</p> <p> The NRA Foundation has <a href=\"https://www.nrafoundation.org/grants/\" target=\"_blank\">given more than $335 million in grants since 1990 to schools</a>, gun clubs, Boy Scout troops, and churches. Florida got the most donations of any state in 2016.</p>]]></content:encoded><guid isPermaLink=\"false\">437njm</guid><enclosure url=\"https://video-images.vice.com/articles/5a876963c7aadf2d04c60b49/lede/1518823936949-GettyImages-918771724.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator>Josh Marcus</dc:creator><dc:creator>VICE News</dc:creator><category>NRA</category><category>Marjory Stoneman Douglas</category><category>rotc</category><category>parkland shooter</category><category>stoneman shooter</category><category>nra stoneman shooter</category></item><item><title><![CDATA[\"Scheduleâ\u0080\u009d prevents Donald and Melania from traveling together hours after Playboy story]]></title><link>https://news.vice.com/en_us/article/pam3j8/schedule-prevents-donald-and-melania-from-traveling-together-hours-after-playboy-story</link><pubDate>Fri, 16 Feb 2018 23:00:32 +0000</pubDate><description><![CDATA[There could be a cold front passing through Mar-a-Lago this weekend.â\u0080\u008b]]></description><content:encoded><![CDATA[<p> The forecast calls for sunny skies and 80-degree temperatures, but it looks like thereâ\u0080\u0099s going to be a cold front passing through Mar-a-Lago this weekend. </p> <p> On Friday morning, Donald Trump was credibly accused of having an affair with a second woman who claims she was paid to keep quiet in the run-up to the 2016 election (the first of course was Stormy Daniels). Hours later, Trump and his wife, Melania, both left the White House for Air Force One â\u0080\u0094 <a href=\"http://www.cnn.com/2018/02/16/politics/melania-trump-affair-scandal-white-house/index.html\" target=\"_blank\">but not together.</a> </p> <p> Trump left the White House at 3:04 p.m. to board a helicopter for Andrews Air Force base, gave reporters a thumbs up, and â\u0080\u009cseemed to yell something that we couldnâ\u0080\u0099t hear over the noise from the helicopter. He ignored questions about Russia and affairs with women,â\u0080\u009d according to the White House press pool report.</p> <p> Reporters were asking specifically about a New Yorker report from Friday morning that <a href=\"https://news.vice.com/en_us/article/59kyka/trump-karen-mcdougal-affair-playboy-new-yorker\" target=\"_blank\">details an affair between Trump and a Playboy model named Karen McDougal</a> that began in 2006 â\u0080\u0094 the same time Trump was also reportedly courting the porn actress known as Stormy Daniels. Both women have noted in their accounts that Melania had recently given birth to Trumpâ\u0080\u0099s youngest son, Barron, now 11. </p> <p> (Trump denied the allegations, saying through a spokesperson, â\u0080\u009cThis is an old story that is just more fake news...The president says he never had a relationship with McDougal,\" but <a href=\"https://twitter.com/karenmcdougal98/status/644508193196904448\" target=\"_blank\">photographs posted in 2015 show the pair were together</a> at at least two of the events detailed in her story.)</p> <p> The New Yorker report also details an encounter between Trump and McDougal at his residence in Trump Tower in New York, where McDougal says Trump specifically pointed out Melaniaâ\u0080\u0099s separate bedroom, saying â\u0080\u009cshe liked her space to read or be alone.â\u0080\u009d</p> <p> Melania certainly appeared to want her space or be alone on Friday afternoon, when she departed the White House in a private car without her husband. </p> <p> \"With her schedule, it was easier to meet him on the plane,\" Melaniaâ\u0080\u0099s communications director, Stephanie Grisham, explained in a statement obtained by CNN.</p> <p> Itâ\u0080\u0099s not the first time the first lady has traveled separately from her husband in the wake of a damning news report â\u0080\u0094 she also took a separate car to Trumpâ\u0080\u0099s State of the Union address on Jan. 30, in her first public appearance following <a href=\"https://www.wsj.com/articles/trump-lawyer-arranged-130-000-payment-for-adult-film-stars-silence-1515787678\" target=\"_blank\">a Jan. 13 Wall Street Journal report</a> that Trumpâ\u0080\u0099s camp had paid Daniels $130,000 a few weeks before the election, to keep quiet. And in the days after the report was published, Melania cancelled a planned trip to Switzerland with her husband and spent the weekend alone at Mar-a-Lago instead. </p> <p> Grisham cited \"scheduling and logistical issues\" that prevented Melania from accompanying her husband on the trip.</p> <p> If true, it would just be one of many strange coincidences suggesting tension between the couple â\u0080\u0094 including <a href=\"https://theslot.jezebel.com/melania-trump-wore-an-1-100-gucci-pussy-bow-shirt-to-t-1787604900\" target=\"_blank\">Melaniaâ\u0080\u0099s choice to wear a bright-pink â\u0080\u009cpussy bowâ\u0080\u009d Gucci blouse</a> to a debate days after the infamous video of Trump talking about grabbing women â\u0080\u009cby the pussyâ\u0080\u009d was leaked. A spokesperson said at the time Melaniaâ\u0080\u0099s outfit was â\u0080\u009cnot intentional.â\u0080\u009d</p> <p> Though the first lady has been largely absent from public appearances, she has been using her social media accounts. In one post, she celebrated the one-year anniversary of Trumpâ\u0080\u0099s inauguration with a photograph of herself standing with a Marine. </p> <p> â\u0080\u009cThis has been a year filled with many wonderful moments. Iâ\u0080\u0099ve enjoyed the people Iâ\u0080\u0099ve been lucky enough to meet throughout our great country & the world!,â\u0080\u009d she wrote, making no reference to her husband. </p> <div style=\"max-width:660px;\" data-iframely-id=\"jJO9FUK\" data-embedded-url=\"https://www.instagram.com/p/BeLXifjlhTd/?utm_source=ig_embed\" class=\"article__embed article__embed--iframely\"><div style=\"left:0;width:100%;height:0;position:relative;padding-bottom:56.25%;\" data-iframely-smart-iframe=\"true\"><iframe data-iframely-url=\"//oembed.vice.com/jJO9FUK?app=1\" style=\"border:0;top:0;left:0;width:100%;height:100%;position:absolute;\" allowfullscreen data-iframely-smart-iframe=\"true\" frameborder=\"0\"></iframe></div></div> <p> The couple marked their 13th wedding anniversary last month. </p>]]></content:encoded><guid isPermaLink=\"false\">pam3j8</guid><enclosure url=\"https://video-images.vice.com/articles/5a876264a6f8cc2cfc6ec607/lede/1518821990142-AP_17347781226714.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator> Gabrielle  Bluestone</dc:creator><dc:creator>VICE News</dc:creator><category>Karen McDougal</category></item><item><title><![CDATA[Everything we know about the Russian operatives accused of meddling in the U.S. election]]></title><link>https://news.vice.com/en_us/article/9kzqpd/everything-we-know-about-the-russian-operatives-accused-of-meddling-in-the-us-election</link><pubDate>Fri, 16 Feb 2018 21:08:56 +0000</pubDate><description><![CDATA[They operated a sophisticated propaganda factory that sought to boost the political fortunes of Donald Trump and Bernie Sanders]]></description><content:encoded><![CDATA[<p>Special Counsel Robert Muellerâ\u0080\u0099s latest indictment details Russiaâ\u0080\u0099s complex and wide-ranging campaign to influence the 2016 election, and focuses on 13 individuals, including oligarch Yevgeny Prigozhin, known among Russia media as \"Putinâ\u0080\u0099s favorite chef\" for hosting many of the presidentâ\u0080\u0099s lavish dinners. </p> <p>The indictment also focuses on the activities of the <a href=\"https://www.nytimes.com/2015/06/07/magazine/the-agency.html?\" target=\"_blank\">infamous St. Petersburg-based Internet Research Agency</a>, which â\u0080\u009cengaged in operations to interfere with elections and political processes.â\u0080\u009d Specialists working for the agency, which carried out offensive cyber operations, were instructed to \"use any opportunity to criticize Hillary and the rest (except Sanders and Trumpâ\u0080\u0094we support them).\"</p> <p>The 13 nationals together comprised a sophisticated and well-funded operation that rivals the size of many modern newsrooms. According to the indictment, the Internet Research Agency \"was headed by a management group and organized into departments, including: a graphics department; a data analysis department; a search-engine optimization department; an information-technology department to maintain the digital infrastructure used in the operations; and a finance department to budget and allocate funding.\"</p><p><b><i><a href=\"https://news.vice.com/en_us/article/vbp3kx/breaking-13-russian-nationals-indicted-for-meddling-in-us-election\" target=\"_blank\">Read: 13 Russian nationals indicted for meddling in U.S. election</a></i></b></p><p>Prigozhin is believed to be the mastermind financier behind Russiaâ\u0080\u0099s troll army that spammed social media with fake news, helped organize political demonstrations, and harassed U.S. journalists.</p> <p>His companies, Concord Management and Consulting, as well as Concord Catering, are believed to have financed the operation, at one point, doling out $1.25 million a month in salaries and bonuses to its operatives, according to Muellerâ\u0080\u0099s findings.</p><p><i>Hereâ\u0080\u0099s what we know about the 13 Russians, who allegedly helped to carry out the Internet Research Agency's â\u0080\u009cinterference operations targeting the United States.â\u0080\u009d</i></p> <h2> Yevgeny Prigozhin</h2> <p>The Russian oligarch, believed to run in Putinâ\u0080\u0099s elusive â\u0080\u009cinner circle,â\u0080\u009d and dubbed â\u0080\u009cthe chefâ\u0080\u009d is accused of being the chief financial backer of the Internet Research Agency's multi-pronged influence campaign. Starting as early as 2014, the operation allegedly paid for by Prigozhin, sought to attack the U.S. by â\u0080\u009cimpairing, obstructing, and defeating the lawful functions of government,â\u0080\u009d according to the indictment. </p> <p>Underground opposition leader and anti-corruption blogger Alexey Navalny has accused â\u0080\u009cthe chefâ\u0080\u009d of benefiting <a href=\"https://themoscowtimes.com/news/navalny-unmasks-a-cartel-allegedly-earning-billions-in-defense-contracts-58049\" target=\"_blank\">politically and financially</a> from being a member of the Russian presidentâ\u0080\u0099s illusive inner circle. </p><div class=\"article__media col-12-xs text-width\"><picture class=\"article__image\"><source media=\"(max-width: 25em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=400:*, https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=600:* 2x\"><source media=\"(max-width: 40.625em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=650:*, https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=975:* 2x\"><source media=\"(max-width: 53.125em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=850:*, https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=1275:* 2x\"><source media=\"(max-width: 65.625em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=1050:*, https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=1575:* 2x\"><source media=\"(min-width: 65.625em)\" srcset=\"https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=1050:*, https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg?resize=1575:* 2x\"><img src=\"https://video-images.vice.com/_uncategorized/1518816288925-AP_17346296232311.jpeg\" alt=\"\"></picture><div class=\"article__image-caption\">In this Monday, Sept. 20, 2010 file photo, businessman Yevgeny Prigozhin, left, shows Russian Prime Minister Vladimir Putin, second left, around his factory which produces school means, outside St. Petersburg, Russia. (Alexei Druzhinin, Sputnik, Kremlin Pool Photo via AP, File)</div></div> <p>Prigozhin has humble roots. After serving nine years in prison for organized crime related offenses, including fraud and robbery, <a href=\"https://meduza.io/en/feature/2016/06/13/evgeny-prigozhin-s-right-to-be-forgotten\" target=\"_blank\">according to biography published by Meduza</a>, an independent outlet covering Russia, he turned to the restaurant industry, selling hot dogs before eventually breaking into haute cuisine. </p><p><b><i><a href=\"https://news.vice.com/en_us/article/8xd5n5/russian-opposition-leader-blasts-instagram-for-caving-to-kremlin-censors\" target=\"_blank\">Read: Russian opposition leader blasts Instagram for caving to Kremlin censors</a></i></b></p><p>In 2001, Putin visited one of Prigozhinâ\u0080\u0099s St. Petersburg restaurants, and where the restaurateur reportedly personally served Putin. From there, the pairâ\u0080\u0099s friendship seemingly blossomed. </p> <p>â\u0080\u009cVladimir Putin saw how I built up my business from nothing,â\u0080\u009d Prigozhin told a St.-Petersburg-based publication, <a href=\"https://meduza.io/en/feature/2016/06/13/evgeny-prigozhin-s-right-to-be-forgotten\" target=\"_blank\">according to Meduza</a>. </p> <p>Prigozhin is also famously litigious. In 2016, the Russian culinary king <a href=\"https://themoscowtimes.com/articles/putins-personal-chef-sues-yandex-and-google-over-search-result-links-53105\" target=\"_blank\">filed 20 lawsuits against Google and other internet companies</a> for refusing to remove information about him that appeared on their platforms. </p> <p>Yet news of the U.S. indictment didnâ\u0080\u0099t seem to fluster him Friday. Prigozhin told Russian new agency RIA, that he wasnâ\u0080\u0099t at all â\u0080\u009cbothered.â\u0080\u009d</p> <div style=\"max-width:550px;\" data-iframely-id=\"hGHiyo3\" data-embedded-url=\"https://twitter.com/maxseddon/status/964575771057631237\" class=\"article__embed article__embed--iframely\"><div style=\"left:0;width:100%;height:0;position:relative;padding-bottom:56.25%;\" data-iframely-smart-iframe=\"true\"><iframe data-iframely-url=\"//oembed.vice.com/hGHiyo3?app=1\" style=\"border:0;top:0;left:0;width:100%;height:100%;position:absolute;\" allowfullscreen data-iframely-smart-iframe=\"true\" frameborder=\"0\"></iframe></div></div> <h2> Mikhail Ivanovich Bystrov</h2> <p>Bystrovâ\u0080\u0099s ran the show at Internet Research Agency before it shut down operations in December 2016. But his work didnâ\u0080\u0099t end with the U.S. elections, apparently. Bystrovâ\u0080\u0099s <a href=\"https://www.wired.com/story/facebook-may-have-more-russian-troll-farms-to-worry-about/amp\" target=\"_blank\">name appeared again</a> in tax filings for another alleged Russian troll factory: Glavset, which listed the same address â\u0080\u009455 Savushkin Street in St. Petersburg â\u0080\u0094 as the defunct Internet Research Agency. </p><p><a href=\"https://news.vice.com/en_us/article/595qzk/facebook-could-tell-us-a-lot-about-how-russia-meddled-in-2016\" target=\"_blank\"><b><i>Read: Facebook could tell us a lot about Russia meddling in the 2016 election</i></b></a><br></p><p>Glavset was cited as an â\u0080\u009calleged successorâ\u0080\u009d to the Internet Research Agency in the U.S. Senateâ\u0080\u0099s December report on Russiaâ\u0080\u0099s social media meddling entitled <a href=\"https://www.foreign.senate.gov/imo/media/doc/FinalRR.pdf\" target=\"_blank\">Putinâ\u0080\u0099s Asymmetric Assault on Democracy in Russia and Europe: Implications for US National Security</a>. The report also took aim at Facebook and Twitter for their failure to adequately investigate Russian interference: </p> <p>â\u0080\u009c[I]n limiting their investigation to just the Internet Research Agency, Facebook missed that it is only one troll farm which â\u0080\u0098â\u0080\u0098has existed within a larger disinformation ecosystem in St. Petersburg,â\u0080\u0099â\u0080\u0099 including Glavset, an alleged successor of the Internet Research Agency, and the Federal News Agency, a reported propaganda â\u0080\u0098â\u0080\u0098media farm,â\u0080\u0099â\u0080\u0099 according to Russian investigative journalists.â\u0080\u009d</p> <h2> Mikhail Leonidovich Burchik</h2> <p>As executive director, Burchik was allegedly second in command at the Internet Research Agency to Bystrov. Joining the operation in the fall of 2013, Burchik played a pivotal role managing the personnel and planning, according to the indictment. </p> <h2> Aleksandra Yuryevna Krylova</h2> <p>Third in command at Prigozhinâ\u0080\u0099s incredibly well-funded troll factory, Krylova traveled to the U.S. in 2014 under false pretenses to collect information for the then budding operation, according to the indictment. </p> <h2> Anna Vladislavovna Bogacheva</h2> <p>Unlike the defendants outlined above, Bogacheva appears to be less of a manager and more of a data geek. She worked on the operations translations and oversaw data analysis, according to the indictment. </p> <p>Like Krylova, investigators say she traveled to the U.S. under false pretenses on a fact-finding mission. </p> <h2> Sergey Pavlovich Polozov</h2> <p>If this were a James Bond movie, Polozov would probably be the computer wiz. According to the indictment, Polozov worked as the teamâ\u0080\u0099s IT expert, getting hold of U.S. servers and equipment designed to disguise their true locations back in Russia. </p> <h2> Maria Anatolyevna Bovda </h2> <p>Maria Boyda lasted a year with the Internet Research Agency, arriving around November 2013 and leaving in October 2014, according to Muellerâ\u0080\u0099s findings. She headed up the â\u0080\u009ctranslator projectâ\u0080\u009d and held several other positions, according to the indictment. It is not mentioned whether Maria Boyda and Robert Boyda are related. </p> <h2> Robert Sergeyevich Bovda </h2> <p>Robert Sergeyevich Bovda also allegedly worked for the Internet Research Agency for about a year, the exact same dates as Maria Boyda is alleged to have been employed. He worked as the deputy head of the â\u0080\u009ctranslator project,â\u0080\u009d which by July 2016 included more than eighty employees who were monitoring, posting, and updating content for a U.S. audience, according to the indictment.</p> <p>In 2014, Boyda and several others, including Kyrlova and Bogacheva allegedly attempted to enter the U.S. â\u0080\u009cfor personal reasons,â\u0080\u009d hoping to hide the fact that they all worked for the Internet Research Agency. While Kyrlova and Bogacheva both managed to squeeze through and tour eight different states (and Mexico), Boyda couldnâ\u0080\u0099t obtain a visa and never entered, according to the indictment. </p> <h2> Dzheykhun Nasimi Ogly Aslanov</h2> <p>At first glance, Dzheykhun Nasimi Ogly Aslanov, allegedly had significant and overarching role as head of the â\u0080\u009ctranslator project,â\u0080\u009d taking on the same position that Maria Boyda had prior.</p> <p>But Aslanov also had direct financial ties to Prigozhin, according to the indictment. Aslanov was the general director of Azimut LLC, one of the entities allegedly used to transfer money between Concord and the Internet Research Agency. Muellerâ\u0080\u0099s indictment singles out Aslanov along with the IRA and one other defendant, with conspiracy to commit wire fraud and bank fraud.</p> <h2> The Social Media Operators: Vadim Vladimirovich Podkopaev, Gleb Igorevitch Vasilchenko, Irina Viktorovna Kaverzina, and Vladimir Venko</h2> <p>Little is known about the personal lives of the last four named defendants â\u0080\u0094 Vadim Vladimirovich Podkopaev, Gleb Igorevitch Vasilchenko, Irina Viktorovna Kaverzina and Vladimir Venkov. But professionally, they all held a similar role, central to the Internet Research Agencyâ\u0080\u0099s mission â\u0080\u0094 monitoring, updating, and posting on social media, according to the indictment. Podkopaev and Vasilchenko both allegedly joined the Internet Research Agency in 2014 and drafted content for social media platforms. Vasilchenko would also allegedly impersonate Americans or U.S. grassroots organizations.</p> <p>Kaverzina and Venkov allegedly acted as translators on social media, while simultaneously manning â\u0080\u009cmultiple U.S. personasâ\u0080\u009d online. Kaverzina, for her part, was caught trying to destroy evidence, once writing an email to a family member, which read, â\u0080\u009cWe had a slight crisis here at work: the FBI busted our activity (not a joke.)â\u0080\u009d In that email she admitted, â\u0080\u009cI created all these pictures and posts, and the Americans believed that it was written by their people.â\u0080\u009d</p> <p>The special counselâ\u0080\u0099s office additionally charged them and the Internet Research Agency with aggravated identity theft. </p> <p>While perhaps theyâ\u0080\u0099re considered more shadowy figures, social media became the IRAâ\u0080\u0099s most-used weapon to meddle in the 2016 U.S. presidential election. The organization allegedly had â\u0080\u009cspecialistsâ\u0080\u009d who operated on day shifts and night shifts to cover time zone differences. It impersonated social activists and political groups, and spent â\u0080\u009cthousandsâ\u0080\u009d of dollars every month buying up advertisements to promote Internet Research Agency-controlled social media accounts, according to the indictment. </p><p><i><b>Cover image:</b> Concord Catering General Director Yevgeny Prigozhin seen after the sixth meeting of the High-Level Russian-Turkish Cooperation Council. Mikhail Metzel/TASS (Photo by Mikhail Metzel\\TASS via Getty Images)</i></p>]]></content:encoded><guid isPermaLink=\"false\">9kzqpd</guid><enclosure url=\"https://video-images.vice.com/articles/5a873f7f8f60530a3076282f/lede/1518814690949-Yevgeny-Prigozhin.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator>Nick Miriello</dc:creator><dc:creator>Michael Learmonth</dc:creator><dc:creator>Alexa Liautaud</dc:creator><category>russia</category><category>Vladimir Putin</category><category>2016 election</category><category>president trump</category><category>mueller</category><category>Yevgeny Prigozhin</category></item><item><title><![CDATA[Florida school shooter Nikolas Cruz will reportedly plead guiltyâ\u0080\u0094if death penalty is off the table]]></title><link>https://news.vice.com/en_us/article/xw5ana/florida-school-shooter-nikolas-cruz-will-reportedly-plead-guiltyif-death-penalty-is-off-the-table</link><pubDate>Fri, 16 Feb 2018 21:00:00 +0000</pubDate><description><![CDATA[\"Nobody sees any benefit from a trial.\"]]></description><content:encoded><![CDATA[<p>Florida school shooter Nikolas Cruz will reportedly plead guilty immediately if state prosecutors agree not to seek the death penalty.<br></p> <p> Cruz is facing 17 counts of premeditated murder for the Valentineâ\u0080\u0099s Day massacre at his former high school in Parkland, Florida, that left at least 17 dead and 14 injured. Cruz, 19, will be tried as an adult, and will face life in prison or death. </p> <p> â\u0080\u009cHe committed this crime. Everybody saw it. Everybody knows it. Heâ\u0080\u0099s admitted it,â\u0080\u009d Public Defender Howard Finkelstein <a href=\"http://www.miamiherald.com/news/local/crime/article200568074.html#storylink=cpy\" target=\"_blank\">told</a> the Miami Herald. â\u0080\u009cThe crime is horrific and beyond words. This is going to come down to one issue â\u0080\u0094 does he live, or does he die?â\u0080\u009d</p> <p> â\u0080\u009cWeâ\u0080\u0099re willing to plead guilty and let the families and communities begin to heal,â\u0080\u009d continued Finkelstein. â\u0080\u009cNobody sees any benefit from a trial.â\u0080\u009d </p><p><b>Read more: <i><a href=\"https://news.vice.com/en_us/article/3k7vej/all-the-times-nikolas-cruz-was-reported-to-authorities-before-the-florida-shooting?utm_source=US&utm_campaign=Read%20More\" target=\"_blank\">All the times Nikolas Cruz was reported to authorities before the Florida shooting</a></i></b><br></p><p>Florida Attorney general Pam Bondi said Friday that prosecutors were likely to seek the death penalty against Cruz. â\u0080\u009cAnyone who, in general, is cold, calculated, premeditated, something that is so well thought out, something that is planned, something that is organized in advance, those all weigh very heavily,â\u0080\u009d Bondi <a href=\"http://video.foxnews.com/v/5734620613001/?#sp=show-clips\" target=\"_blank\">said</a> on Fox News.<br></p> <p> Under Florida state law, a judge can only impose the death penalty if a sentencing jury unanimously agrees that its the appropriate punishment. Florida is one of the few states in the U.S. that has carried out executions in recent years, in spite of a nationwide shortage of drugs typically used in executions, such as pentobarbital and sodium thiopental. </p><p><i><b>Cover image: </b></i><i>A video monitor shows school shooting suspect Nikolas Cruz, left, with public defender Melisa McNeill, making an appearance before Judge Kim Theresa Mollica in Broward County Court, Thursday, Feb. 15, 2018, in Fort Lauderdale, Fla. (Susan Stocker/South Florida Sun-Sentinel via AP, Pool)</i></p>]]></content:encoded><guid isPermaLink=\"false\">xw5ana</guid><enclosure url=\"https://video-images.vice.com/articles/5a8755e9c7aadf2d04c60aee/lede/1518819716882-nikolas-cruz-plead.jpeg\" length=\"0\" type=\"image/jpeg\"></enclosure><dc:creator>Tess Owen</dc:creator><dc:creator>Michael Learmonth</dc:creator></item></channel></rss>",
  "headers": {
    "Access-Control-Allow-Headers": "Origin,X-Requested-With,Content-Type,Authorization",
    "X-XSS-Protection": "1; mode=block",
    "X-App-Version": "api-feeds 0.1.32",
    "Via": "1.1 varnish, 1.1 varnish",
    "X-Content-Type-Options": "nosniff",
    "X-Cache-Hits": "1, 1",
    "Strict-Transport-Security": "max-age=31536000; includeSubDomains",
    "X-Cache": "HIT, HIT",
    "Connection": "keep-alive",
    "Expires": "Sun, 18 Feb 2018 17:25:37 GMT",
    "Access-Control-Allow-Origin": "*",
    "Accept-Ranges": "bytes",
    "Pragma": "public",
    "X-Backend": "23.235.46.21",
    "X-GeoIP-Country-Code": "IN",
    "Content-Type": "text/xml",
    "Server": "nginx",
    "X-Timer": "S1518972609.555904,VS0,VE1",
    "Access-Control-Allow-Methods": "PUT,POST,PATCH,DELETE,GET,OPTIONS,HEAD",
    "Content-Encoding": "gzip",
    "Access-Control-Expose-Headers": "X-Total-Count, X-Page, X-Per-Page, ETag",
    "X-GeoIP-Region-Code": "MH",
    "Age": "870",
    "Cache-Control": "public, max-age=0, no-cache",
    "Date": "Sun, 18 Feb 2018 16:50:08 GMT",
    "X-Request-Id": "102961518971737.91954.227.0.1980128639116",
    "X-Served-By": "cache-iad2121-IAD, cache-fra19147-FRA",
    "Content-Length": "24962",
    "Vary": "Accept-Encoding, Accept-Encoding, Origin"
  },
  "response_url": "https://news.vice.com/en_us/rss"
}