{
  "requested_url": "http://sify.com/rss2/news/article/category/national",
  "fetched_at": "2018-02-18T22:21:52.584751",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://im.sify.com/sifycmsimg/feb2017/15059748_logo_grey_green_option2.png]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Sun, 18 Feb 2018 22:11:22 +0530]]></lastBuildDate><pubDate><![CDATA[Sun, 18 Feb 2018 22:11:22 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/news/how-the-vapid-goes-viral-news-columns-scstxObjjhigf.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 19:23:50 +0530]]></pubDate><title><![CDATA[How the vapid goes viral]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/scstwrbcddiji.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/scstwrbcddiji_thumb.jpg\" data-width=\"600\" data-height=\"277\" data-title=\"How the vapid goes viral\"><font size=\"3\"> <div>It first began to bother me when friends of mine from Delhi started using the word “<i>kolaveri</i>” with the right pronunciation and in the right context.</div><div><br></div><div>The reason was not that Tamil had suddenly become fashionable, but Dhanush – that archetype of all things South Indian, with his swarthy skin, skeletal frame, thin moustache, and stilted accent – had suddenly gained currency beyond the Vindhyas; he was marketable in Bollywood thanks to a three-minute-long song not too different from any nonsense boys in Tamil Nadu colleges have been coming up with for decades. Soon, he played the lead in two Hindi films, and Bollywood stars were dancing to his out-of-tune voice.</div><div><br></div><div>Last year, a group of saree-clad women thumping up and down some sort of terrace and clapping their hands every few seconds to the Malayalam song <i>Jimmiki Kammal</i> began to notch up the numbers. The dance was unremarkable; the song was unremarkable; the women were unremarkable. What could explain its popularity, so much higher than the original film version?</div><div><br></div><div>A couple of months ago, the short film <i>Lakshmi</i>, the crux of which is a lower middle-class woman engaging in a one-night stand with a stranger who rides the same train she does, hit more than a million views within days of being uploaded. At the time of writing this piece, the film has seven million views.</div><div><br></div><div>Branded “controversial” and “feminist” in turns, by its detractors and cheerleaders respectively, the film has generated buzz which has in turn driven views. The story is this: a woman whose life is painfully mundane – get food ready for husband and child, send child to school, see off husband, bathe, get to work, come home, change into nightie, cook, have unsatisfying sex with husband, wake up, get food ready for husband and child... – breaks out of her cycle when a stranger on a train seduces her with the poetry of Subramania Bharathiyaar, who could not have envisioned that his radical poems would be used as pickup lines on desperate housewives. Driven by the discovery of her husband’s extramarital affair, the stranger’s offer to cook her a meal, and a public transport strike, the woman goes home with a man whose only street cred is that he has been eyeing her consistently on the train. Her decision is highlighted by the film switching from black and white to colour. In the real world, she would have been “relieved of her gold chain” or held for ransom or raped or murdered or all of the above. In the world of the vapid viral, she is given a crash course in poetry, turned from behenji to belle, presumably introduced to her first orgasms, and sent home. Why are people so obsessed with eighteen minutes of cliché followed by cliché, an Aesop’s-fable-meets-Shashi-Deshpande story?</div><div><br></div><div>But arguably most bewildering of all that went viral in the recent past was the wink by actress Priya Varrier. In a song from the upcoming Malayalam film <i>Oru Adaar Love</i>, a schoolboy and schoolgirl make eyes at each other. He wiggles his eyebrows. She wiggles hers. He smiles. She winks. He cannot get over it. Neither can YouTube. And nor can those of us who are astounded by its virality.</div><div><br></div><div>What is it which makes something go viral, when there is so much else, similar and superior, to be seen online?</div><div><br></div><div>Technology websites and mainstream media outlets have been trying to figure it out for the longest time. The New&nbsp; Yorker compiled <a href=\"https://www.newyorker.com/tech/elements/the-six-things-that-make-stories-go-viral-will-amaze-and-maybe-infuriate-you/amp\">a story</a> on “The Six Things That Make Stories Go Viral Will Amaze, and Maybe Infuriate, You” in 2014, in which they interviewed professors who were doing research into what made things go viral, and even examined Aristotle’s preoccupations with what made a speech memorable – the Ancient Greek version of “viral”. <i>Visual Capitalist </i><a href=\"https://www.visualcapitalist.com/science-making-things-go-viral/\">looked </a>at the “Science of Making Things Go Viral” more recently, striving to break down the inexplicable into logic.</div><div><br></div><div>Sometimes, we find answers that satisfy us. For instance, why is “the world’s cutest dog” always a Pomeranian named Boo? <i>The Atlantic</i>, in a sinisterly-titled piece, told the “<a href=\"https://www.theatlantic.com/entertainment/archive/2012/08/unsettling-truth-about-worlds-most-adorable-dog/324911/\">the unsettling truth about the world’s most adorable dog</a>” – his human mother worked for Facebook, and had previously worked for Yahoo and PayPal.</div><div><br></div><div>At other times, we examine the content for various crucial factors – like Aristotle’s ethos, pathos, and logos, and come up empty. We measure the content against its timing and sex appeal.</div><div><br></div><div>But then, there are the subversives, who laugh at all the research and say virality is all about stunts.</div><div><br></div><div>Take Oobah Butler, a freelance writer who made his nonexistent restaurant, <i>The Shed at Dulwich</i>, the No. 1 eatery in London on TripAdvisor from its original listing at No. 18,190 in under seven months. In an <a href=\"https://www.youtube.com/watch?v=yN_eTBe3NQ4\">interview</a>, he spoke about how his first job involved getting paid to write fake complimentary reviews for restaurants, and made him think about whether he could fake a whole restaurant. His shed, cleaning props, and a website were all he needed. The restaurant was virtually real. It was impossible to get a table. It was by appointment only. And his friends and family raved about it on TripAdvisor until people began to apply for jobs there and so many prospective diners were calling that he decided to <a href=\"https://www.youtube.com/watch?v=bqPARIKHbN8\">open it</a> for one night only. He served instant food from the supermarket, which cost him under a pound a plate, garnished it with edible flowers and herbs, and realised he could charge a king’s ransom for it and still have people come back for more. In the YouTube video which details his experiment, he made a horrifying pronouncement: “People don’t trust their senses above what they read online anymore.”</div><div><br></div><div>James Shamsi, a 23-year-old Briton based in Los Angeles, claims to have driven more than 900 million views on Facebook without paying the social network a penny. While he writes that he cannot disclose several of his projects and clients, the <a href=\"http://www.jshamsi.com/\">campaigns </a>for which he <i>has </i>taken responsibility are telling. His strategy is a “hustle”. His mantra is “be cheap and lazy”.</div><div><br></div><div>In his early days, he used timing and content as crucial factors – students, for instance, were more likely to be looking for distractions and therefore more likely to be spending time on their phones, during exam time. They were looking for short, funny videos. But then, this could not be a foolproof strategy. And so he came up with “hacks” – his team, he says, has broken the algorithm for growth on Facebook and Instagram, outwitting the networks by predicting their moves.</div><div><br></div><div>And then he came up with a counter-intuitive strategy – he organised a march against himself for a campaign which involved planting currency bills in sex toys. He wrote to Christian groups and Christian media outlets, pretending to be a concerned citizen who wanted the perversity stopped and punished. One group sent out an email to more than a hundred thousand followers, and a campaign against an unpublicised stunt became its publicity vehicle.</div><div><br></div><div>For a long time, I thought <i>Padmavati </i>might be using this strategy – have oneself persecuted, and then seek support over being persecuted.</div><div><br></div><div>And the strategy helps explain the virality of several campaigns.</div><div><br></div><div>Sony plugged <i>Kolaveri Di</i> as a “leak” on its channel. It trusted – and was proven to be correct – that people were stupid enough to believe a video shot almost artistically, with several cameras and professional sound engineering, was amateur footage which happened to be leaked on its official channel.</div><div><br></div><div>In the case of <i>Lakshmi</i>, which as discussed ticks none of Aristotle’s boxes, there was “eros” – a sex scene which involved no nudity, but so crassly depicted it felt superfluous; and the idea of a wife-and-mother having extramarital sex. Most people first heard of the film because it was “controversial”. It was also released on filmmaker Gautham Vasudev Menon’s YouTube channel. No one knows when or by whom the first stone was thrown, but as soon as its crew began to complain about the hate it had received, and the “sexist” comments, everyone who was keen to fly the liberal flag took up the torch for it. Websites which had earlier slammed a scene dubbed “the rape of Avathika” from <i>Baahubali </i>now had words of praise for a short which has a very nearly identical scene – a woman with no agency and little desire is tempted into sex by a man who undoes her plait and awakens her libido.</div><div><br></div><div>The <i>Jimmiki Kammal</i> video went up around Onam, to clickbait headlines like, “This video of women rocking in sarees is the only thing you need to see today” and “This video will make your Onam”. It also had a little help from Jimmy Kimmel, who was tagged in a tweet of the video, and responded to it.</div><div><br></div><div>Priya Varrier’s wink went viral around Valentine’s Day.</div><div><br></div><div>The sad truth about virality is this: timing or not, scamming or not, we all have our digital footprints, and they are for sale. As Butler said, we don’t trust their senses above what we read online, and the vapid will continue to go viral, our clicks will continue to make millionaires, and we will continue to be resentful.</div><br><br><p></p><p></p><p></p><p style=\"font-weight: bold;\"></p><p style=\"font-weight: bold;\"></p><p style=\"font-weight: bold;\"></p><div style=\"font-weight: bold;\"><a href=\"http://www.sify.com/news/jallikattu-tamil-nadus-testosterone-fuelled-madness-news-columns-schko5gaiheef.html\"><b>More Columns by Nandini Krishnan:</b></a></div><p style=\"font-weight: bold;\"><a href=\"http://www.sify.com/news/which-epic-heroine-is-more-than-her-vagina-news-columns-sccoeFgghifhd.html\">Jallikattu: Tamil Nadu's testosterone-fuelled madness</a></p><p style=\"font-weight: bold;\"><a href=\"http://www.sify.com/news/which-epic-heroine-is-more-than-her-vagina-news-columns-sccoeFgghifhd.html\">Which epic heroine is more than her vagina? </a></p><p style=\"font-weight: bold;\"><a href=\"http://www.sify.com/news/why-does-corporal-punishment-still-exist-news-columns-sb3kPaeehbgdh.html\">Why does corporal punishment still exist?</a></p><p style=\"font-weight: bold;\"></p><p style=\"font-weight: bold;\"><a href=\"http://www.sify.com/news/the-bizarreness-of-modern-day-feminism-news-columns-sbwkUojgajeig.html\">The bizarreness of modern-day feminism</a></p><p style=\"font-weight: bold;\"></p><p style=\"font-weight: bold;\"><a href=\"http://www.sify.com/news/how-kollywood-casteism-shaped-the-jallikattu-protests-news-columns-sbmo49cfcaiii.html\">How Kollywood casteism shaped the jallikattu protests</a></p><p style=\"font-weight: bold;\"></p><p style=\"font-weight: bold;\"><a href=\"http://www.sify.com/news/who-cares-about-rajinikanth-anymore-news-columns-sbelsXchjbfec.html\">Who cares about Rajinikanth anymore?</a></p><p style=\"font-weight: bold;\"></p><p style=\"font-weight: bold;\"></p>]]></description><link><![CDATA[http://www.sify.com/news/how-the-vapid-goes-viral-news-columns-scstxObjjhigf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/kamal-haasan-meets-karunanidhi-stalin-news-national-scsweMhiaefgf.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 22:04:48 +0530]]></pubDate><title><![CDATA[Kamal Haasan meets Karunanidhi, Stalin]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[Tamil Nadu] [India], Feb 18 (ANI): Actor-turned-politician Kamal Haasan on Sunday met Dravida Munnetra Kazhagam  (DMK) President M. Karunanidhi and the party's working President M.K. Stalin at their residence here.</p><p>After announcing his entry into politics, the popular actor said he would float his own political party in February.</p><p>His on-screen friend and superstar Rajinikanth has also said that he would launch a new political party soon.(ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/kamal-haasan-meets-karunanidhi-stalin-news-national-scsweMhiaefgf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/pm-modi-visits-parrikar-in-mumbai-hospital-news-national-scswc3djdgejh.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 22:02:29 +0530]]></pubDate><title><![CDATA[PM Modi visits Parrikar in Mumbai hospital]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb 18 (ANI): Prime Minister Narendra Modi on Sunday visited Goa Chief Minister Manohar Parrikar at Mumbai's Lilavati Hospital, where the latter is being treated for Pancreatitis.</p><p>The Chief Minister on February 14 complained of stomach ache and visited the Goa Medical College and Hospital (GMCH) for a health check-up. He was later taken to the Mumbai hospital for further examination.</p><p>Goa Assembly Deputy Speaker Michael Lobo earlier in the day told ANI that the Chief Minister might skip the state budget session as he continued treatment for Pancreatitis.</p><p>Lobo also said the budget would be presented by the senior most member of the Goa government if Parrikar could not attend the assembly session.(ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/pm-modi-visits-parrikar-in-mumbai-hospital-news-national-scswc3djdgejh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/bandh-called-in-alappuzha-following-clashes-news-national-scswcJfebigji.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 22:02:45 +0530]]></pubDate><title><![CDATA[Bandh called in Alappuzha following clashes]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb 18 (ANI): A bandh was called in Alappuzha on Sunday, by Democratic Youth Federation of India (DYFI) and Kerala Students Union (KSU), following clashes between members of the two groups.</p><p>Clashes broke out on Saturday as the two groups alleged each other of destroying their flags and festoons during a march.</p><p>Several people sustained injuries during the clash and many vehicles were damaged, prompting the Police to resort to lathi-charge in order to disperse them. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/bandh-called-in-alappuzha-following-clashes-news-national-scswcJfebigji.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/pak-violates-ceasefire-in-j-ks-poonch-news-national-scswcMfhcegce.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 22:02:48 +0530]]></pubDate><title><![CDATA[Pak violates ceasefire in J-K's Poonch]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb. 18 (ANI): An army jawan got injured after the Pakistan Army on Sunday violated ceasefire along the Line of Control (LoC) in Poonch sector of Jammu and Kashmir.</p><p>The Indian Army is retaliating strongly and effectively.</p><p>The injured jawan has been shifted to Army Hospital in the sector.</p><p>More details awaited.</p><p>On February 12, an army soldier, who was injured in cross-border shelling by Pakistan in Poonch sector on February 4, succumbed to injuries in Udhampur's Command Military Hospital.</p><p>On February 8, Pakistan Army violated ceasefire in Krishna Ghati sector of Poonch district. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/pak-violates-ceasefire-in-j-ks-poonch-news-national-scswcMfhcegce.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/mother-daughter-forced-to-eat-human-excreta-for-practising-witchcraft-news-national-scswbAifhjfii.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 22:01:36 +0530]]></pubDate><title><![CDATA[Mother, daughter forced to eat human excreta for 'practising witchcraft']]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb 18 (ANI): A 65-year-old woman and her 35-year-old daughter were allegedly forced to eat human excreta and their heads were tonsured by their neighbours on the suspicion of practising \"witchcraft\".</p><p>The incident took place on February 16 in Dulami village under Sonahatu police station in Ranchi.</p><p>The victims have registered their complaints against the accused for forcing them to eat faeces and tonsuring them.</p><p>Meanwhile, the police have assured that the case has been registered against all the accused.</p><p>\"A woman and six others took ill and fell unconscious last night. A man was called to find out what went wrong with them. After he pointed them out they dragged them out of their house and made them eat human excreta. Their heads were tonsured. A case has been registered and the actions are being taken,\" SHO Sujit Roy said. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/mother-daughter-forced-to-eat-human-excreta-for-practising-witchcraft-news-national-scswbAifhjfii.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/mehbooba-for-indo-pak-talks-says-peace-should-be-given-opportunity-news-national-scsvdGbbdijfh.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 21:03:42 +0530]]></pubDate><title><![CDATA[Mehbooba for Indo-Pak talks, says 'peace should be given opportunity']]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[Jammu and Kashmir] [India], Feb 18 (ANI): Jammu and Kashmir Chief Minister Mehbooba Mufti on Sunday said India and Pakistan should talk to each other and mutually solve the Kashmir issue.</p><p>\"Guns cannot solve any problem, only talks can. Conditions at the border are not good. Both the countries should talk and there should be a ceasefire. Peace should be given an opportunity,\" the Peoples Democratic Party chief said.</p><p>The Chief Minister's statement comes amid daily border skirmish between India and Pakistan, and Sunjwan army base camp attack in Jammu region. At least six persons were killed and many others injured in the attack blamed at Pakistan based Jaish-e-Mohammad (JeM) group.</p><p>India and Pakistan have fought several wars, precisely three, over Jammu and Kashmir which is claimed by both the countries.</p><p>Several comprehensive dialogue processes have been initiated by various governments, which have every time been dropped following militant attacks. India blames Pakistan for supporting militancy in Jammu and Kashmir while Islamabad asserts that New Delhi encourages militancy in its Gilgit Baltistan and Balochistan region.(ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/mehbooba-for-indo-pak-talks-says-peace-should-be-given-opportunity-news-national-scsvdGbbdijfh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/mumbai-hospital-rejects-rumors-says-parrikar-responding-well-to-treatment-news-national-scsvcbbbchfei.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 21:02:01 +0530]]></pubDate><title><![CDATA[Mumbai hospital rejects rumors, says Parrikar responding well to treatment]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb 18 (ANI): Mumbai's Lilavati Hospital, where Goa Chief Minister Manohar Parrikar is being treated for pancreatitis, on Sunday denied reports that the former Defence Minister is suffering from Cancer.</p><p>\"It is been brought to our notice that various malicious/misleading reports/rumors are floating around in the Electronic/Print media with regards to the health of Parrikar. We categorically deny all such reports,\" a hospital statement said.</p><p>Reports doing rounds on social media said the Goa Chief Minister has been diagnosed and is being treated for Cancer.</p><p>Updating Parrikar's health, hospital Vice President Ajay Kumar Pande said: \"The Chief Minister is being treated and is responding well to the treatment.\"</p><p>Earlier in the day, Goa Assembly Deputy Speaker Michael Lobo told ANI the Chief Minister might skip the state budget session as he continued treatment in Mumbai.</p><p>The Chief Minister on February 14 complained of stomach ache and visited the Goa Medical College and Hospital (GMCH) for a health check-up. He was later taken to the Mumbai hospital for further examination.</p><p>Lobo said the state budget would be presented by the senior most member of the state government if Parrikar could not attend the assembly session.</p><p>South Goa MP Narendra Sawaikar also said: \"The Chief Minister's treatment is in the right direction and he is responding to the same. However, he needs sufficient time to recover and be focused on the treatment. Expert doctors are taking good care of him. We all pray for his speedy recovery.\"(ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/mumbai-hospital-rejects-rumors-says-parrikar-responding-well-to-treatment-news-national-scsvcbbbchfei.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/tripura-election-2018-76-voter-turnout-recorded-in-41-constituencies-news-national-scsvbPjjjhcga.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 21:01:51 +0530]]></pubDate><title><![CDATA[Tripura Election 2018: 76% voter turnout recorded in 41 constituencies]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb.18 (ANI): The Tripura assembly elections on Sunday have recorded a voter turnout of 76 percent in 41 constituencies.</p><p>Earlier in the day, Deputy Election Commissioner, Sudeep Jain in a media briefing said that Voter Verifiable Paper Audit Trail (VVPAT) was used for the first time in all the polling booths in Tripura and with the help of the state administration the EC managed to carry out smooth polling in the state.</p><p>\"It was a big task to train the people to use the VVPAT, but it went on smoothly. A lot of initiatives was taken to make the voters aware of the VVPAT. In spite of all the difficulties we managed to conduct the polls with an ease,\" Jain said.</p><p>To maintain the transparency in the election, around 72 percent polling station were on webcast, he said.</p><p>Jain further said that a total of Rs 1.76 crores of liquor, drug, and narcotics were recovered during the election</p><p>Out of 60 constituencies, 59 went for polls today. Elections in Charilam constituency were rescheduled for March 12, after the demise of one candidate.</p><p>The result will be declared on March 3. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/tripura-election-2018-76-voter-turnout-recorded-in-41-constituencies-news-national-scsvbPjjjhcga.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/tripura-polls-74--voter-turnout-recorded-till-4-pm-news-national-scsuNFhahcbcf.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 20:49:41 +0530]]></pubDate><title><![CDATA[Tripura polls: 74 % voter turnout recorded till 4 pm]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb. 18 (ANI): The Election Commission of India (ECI) on Sunday informed that a total of 74 percent voter turnout was recorded till 4 pm in Tripura.</p><p>Deputy Election Commissioner, Sudeep Jain in a media briefing said that the voting percentage is likely to go up by the end of the day as the people are still in queues to cast their votes.</p><p>He said that the Voter Verifiable Paper Audit Trail (VVPAT) was used for the first time in all the polling booths in Tripura and with the help of the state administration the EC managed to carry out smooth polling in the state.</p><p>\"It was a big task to train the people to use the VVPAT, but it went on smoothly. A lot of initiatives was taken to make the voters aware of the VVPAT. In spite of all the difficulties we managed to conduct the polls with an ease,\" Jain said.</p><p>To maintain the transparency in the election, around 72 percent polling station were on webcast, he said.</p><p>Jain further said that a total of Rs 1.76 crores of liquor, drug, and narcotics were recovered during the election.</p><p>\"There were several complaints of malfunctioning of the Electronic Voting Machines (EVM), many complaints were found to be false. Only 12 ballot units were replaced and 97 VVPAT was replaced during the elections,\" the Deputy Election Commissioner said.</p><p>\"No incidents of violence were reported from anywhere in the state. Two crude bombs were recovered which were disposed off,\" he added.</p><p>Out of 60 constituencies, 59 went for polls today. Elections in Charilam constituency were rescheduled for March 12, after the demise of one candidate. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/tripura-polls-74--voter-turnout-recorded-till-4-pm-news-national-scsuNFhahcbcf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/protesters-torch-vehicle-over-death-of-gujarat-dalit-activist-news-national-scsuNleahieha.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 20:49:11 +0530]]></pubDate><title><![CDATA[Protesters torch vehicle over death of Gujarat Dalit activist]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[Gujarat] [India], Feb 18 (ANI): Protesters on Sunday torched a vehicle in Ahmadabad city over the death of Dalit activist Bhanubhai Vankar, who self-immolated himself over the Gujarat  government's alleged failure to regularise land entitled to labourers.</p><p>Vankar self-immolated himself on February 15 in Patan, and succumbed to his injuries on February 16.</p><p>Vankar had been seeking physical possession of land that was allotted to Dalit families by the state government.</p><p>He had last month written a letter to Chief Minister Vijay Rupani, warning him of taking the step of self-immolation if the families were not allotted the land.(ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/protesters-torch-vehicle-over-death-of-gujarat-dalit-activist-news-national-scsuNleahieha.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/after-nirav-modi-kothari-of-rotomac-pens-on-run-news-national-scsuLncdcdjeh.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 20:47:13 +0530]]></pubDate><title><![CDATA[After Nirav Modi, Kothari of Rotomac Pens on run?]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India] Feb. 18 (ANI): If the reports emanating from Kanpur are to be believed then it seems a Punjab National Bank (PNB) like banking fraud case has taken place.</p><p>While jeweller Nirav Modi is the main culprit in the PNB fraud case, Rotomac Pens owner Vikram Kothari is allegedly 'missing' from Kanpur with bank loan worth Rs. 837 crore.</p><p>Kothari took loan of Rs. 352 crore from Kanpur branch of Allahabad Bank and Rs. 485 crore from three other banks: Bank of Baroda, Indian Overseas Bank, and Union Bank of India.</p><p>Rajesh Gupta, Recovery Agent of Allahabad Bank, told ANI that the loan amount is being recovered from the attached properties of Kothari.</p><p>\"Allahabad Bank has given loan (to Vikram Kothari) and recovery process is going on. Since properties are attached with loan, so we are hopeful that maximum loan will be recovered at the earliest.\"</p><p>When asked about the loan amount, Gupta said, \"The loan is of Rs. 352 crore, which will be recovered through attached properties.\"</p><p>The Kanpur banks have put Kothari's loan amount under non-performing asset (NPA).</p><p>Since last week, Kothari's office in Kanpur's City Center road has been locked and he himself has been untraceable ever since.</p><p>This comes after the PNB fraud case.</p><p>The PNB has lodged two financial fraud complaints of Rs. 11400 crore and Rs 280 crore against Nirav Modi, his family members and Mehul Choksi, the owner of Gitanjali Gems.</p><p>The Central Bureau of Investigation (CBI) filed a formal case charging four- Nirav Modi, his wife Ami, brother Nishal and Mehul Choksi- on January 31 over Rs. 280 crore fraud.</p><p>The Enforcement Directorate is conducting raids in many cities at various properties belonging to Nirav Modi and Mehul Choksi.</p><p>The PNB scam has rattled nation as well as the government. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/after-nirav-modi-kothari-of-rotomac-pens-on-run-news-national-scsuLncdcdjeh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/ailing-parrikar-may-skip-goa-budget-session-news-national-scsuLxddbafbd.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 20:47:23 +0530]]></pubDate><title><![CDATA[Ailing Parrikar may skip Goa budget session]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[Goa] [India], Feb 18 (ANI): Goa Chief Minister Manohar Parrikar may skip the state budget session as he continues his treatment for Pancreatitis in a Mumbai hospital.</p><p>Goa Assembly Deputy Speaker Michael Lobo told ANI the budget would be presented by the senior most member of the state government if Parrikar could not attend the assembly session due to health problems.</p><p>The Chief Minister on February 14 complained of stomach ache and visited the Goa Medical College and Hospital (GMCH) for a health check-up. He was later taken to Mumbai for further examination.</p><p>Lobo further said the assembly business advisory committee would meet on Monday to decide on whether to cut short the session because of Parrikar's health.</p><p>Meanwhile, South Goa MP Narendra Sawaikar on Sunday said: \"The Chief Minister's treatment is in the right direction and he is responding to the same. However, he needs sufficient time to recover and be focused on the treatment. Expert doctors are taking good care of him. We all pray for his speedy recovery.\"(ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/ailing-parrikar-may-skip-goa-budget-session-news-national-scsuLxddbafbd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/rajnath-urges-j-k-students-to-spread-love-and-peace-news-national-scstfbjbbchhh.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 19:05:01 +0530]]></pubDate><title><![CDATA[Rajnath urges J-K students to spread love and peace]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb.18 (ANI): Union Home Minister Rajnath Singh on Sunday interacted with a group of school children from Jammu and Kashmir in New Delhi and wished them a prosperous future.</p><p>The Home Minister met the children under the Youth Exchange Programme \"Watan Ko Jano\" 2017-18.</p><p>Interacting with the students, he said, \"Loving each other is the biggest thing in this world. Who can do this, a person with small thinking or big thinking? Only a person with big mind can do this. Every human being should love each other. Some people don't understand this message of God.\"</p><p>During the session, a student also requested Singh for a picture with her.</p><p>The Ministry of Home Affairs (MHA) has been organising programme \"Watan Ko Jano\" to give exposure to the youth and children of Jammu and Kashmir about the cultural and socio-economic development taking place in other parts of the country.</p><p>Around 200 youth from the state are on a visit to different places of the country as part of the programme from February 11 to 20.</p><p>Addressing the youth, Singh expressed happiness that these youth have visited various parts of the country and witnessed the rich cultural and historical heritage of the country.</p><p>The children have visited Ajmer, Jaipur and Agra and will now visit the historical places in Delhi.</p><p>Singh urged the youth to share their experiences and spread the message of unity.</p><p>He said that unity in diversity is the unique value of the country and these children are also a reflection of it.</p><p>MoS PMO Jitendra Singh and MoS (Home) Kiren Rijiju and senior officers of the MHA were also present on the occasion.(ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/rajnath-urges-j-k-students-to-spread-love-and-peace-news-national-scstfbjbbchhh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/8-arrested-over-youth-congress-leader-murder-in-kerala-news-national-scstb1hggjeja.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 19:01:27 +0530]]></pubDate><title><![CDATA[8 arrested over Youth Congress leader murder in Kerala]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb. 18 (ANI): Kerala police on Sunday arrested eight people in connection with the murder of a Youth Congress leader.</p><p>M Suhaib was hacked to death on Monday at Thyroor in the Kannur district of Kerala. When Suhaib was having tea at a nearby teashop at around 11:30 pm at night, some people came in a speeding van and hurled a bomb at him.</p><p>Later, the attackers brutally hacked Suhaib to death and fled from the spot.</p><p>He was immediately brought to a city hospital in Kozhikkode where he was declared 'brought dead'.</p><p>Along with Suhaib, two other Congress workers Riyas, 28, and Noushad, 36, were also injured in the attack.</p><p>The Congress party has alleged the involvement of Communist Party of India- Marxist in the attack and later called for a strike on Tuesday against the killing.(ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/8-arrested-over-youth-congress-leader-murder-in-kerala-news-national-scstb1hggjeja.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/aviation-sector-growing-tremendously-pm-modi-news-national-scsta4ibgicae.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 19:00:30 +0530]]></pubDate><title><![CDATA[Aviation sector growing tremendously: PM Modi]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India] Feb. 18 (ANI): Prime Minister Narendra Modi on Sunday said India's aviation sector is growing tremendously.</p><p>While speaking at foundation stone laying ceremony of Navi Mumbai International Airport, Prime Minister Modi said, \"India's aviation sector is growing tremendously. This makes quality infrastructure in the aviation sector important. Our government brought an aviation policy that is transforming the sector. Aviation will also boost tourism sector in the country.\"</p><p>The Prime Minister also said his government has also increased the airplane fleet in the country.</p><p>\"Today around 450 airplanes, including both government and private, are operational in the country. Within last one year, order for 900 new airplanes has been placed,\" Prime Minister Modi said.</p><p>He added that the aviation sector also brings more employment opportunities.</p><p>He also accused former governments of stalling infrastructure projects and said his government started development projects worth Rs 10 lakh crore which were stalled during previous government's rule.</p><p>\"Previous government did only three things to infrastructure projects. They stalled them, kept them pending and then grounded them. We started nearly Rs. 10 lakh crore such stalled projects by arranging money. They are now being completed at high speed. One of the same is the work of Navi Mumbai International Airport,\" Prime Minister Modi said.</p><p>Earlier, Prime Minister Modi unveiled the foundation plaque at the ground breaking ceremony for Navi Mumbai International airport. He also inaugurated the fourth container terminal at Jawaharlal Nehru Port. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/aviation-sector-growing-tremendously-pm-modi-news-national-scsta4ibgicae.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/making-up-investment-friendly-yogi-news-national-scssN5gbejijj.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 18:49:32 +0530]]></pubDate><title><![CDATA[Making UP 'investment friendly': Yogi]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb. 18 (ANI): Uttar Pradesh Chief Minister Yogi Adityanath on Sunday said his government is leaving no stone unturned in making the state, 'investment friendly'.</p><p>Interacting with media after reviewing preparations for the upcoming 'UP Investors Summit', the Chief Minister said it is for the first time in the history of the state that such big event has been organised.</p><p>\"We are trying to bring an investment-friendly environment in the state. The result of the same will be out on February 21 and February 22 with the Uttar Pradesh investor summit. For the first time in the history of the state such big event is being organised here,\" Adityanath said.</p><p>He further informed that all preparations for the upcoming summit are up to the mark and expressed happiness over the overwhelming response the summit has enthralled.</p><p>The chief minister informed that around 7,000 people have registered till now to participate in the summit and more than 700 Memorandum of Understandings (MoU) have been finalized.</p><p>\"We have tried to change the image of the state which was there in the mind of the people and the results are outstanding. People perceptions have changed for the state. There is a very positive response from people and industrialists and businessman are taking interest in the summit,\" he said.</p><p>The two-day event will commence on February 21.</p><p>On the inaugural day, Adityanath would host a dinner for about 200 dignitaries, including India's top businessmen. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/making-up-investment-friendly-yogi-news-national-scssN5gbejijj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/tripura-peaceful-polls-over-75-per-cent-voter-turnout-news-national-scssambjidfhc.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 19:41:57 +0530]]></pubDate><title><![CDATA[Tripura: Peaceful polls, over 75 per cent voter turnout]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/scstCDbafgedj.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/scstCDbafgedj_thumb.jpg\" data-width=\"600\" data-height=\"400\" data-title=\"Tripura: Peaceful polls, over 75 per cent voter turnout\"><font size=\"3\"> <p><b>Agartala:</b>&nbsp;More than 75 per cent of the 2,536,589 voters in Left-ruled Tripura exercised their franchise in a peaceful manner in order to elect a new Assembly on Sunday even as a large number were still standing in queues when the official voting hours concluded, said officials.</p><p>According to election department officials, men and women, including new voters, queued up in large numbers outside polling booths across Tripura long before polling began at 7 AM. </p><p>A total of 292 candidates, including 23 women and many independents, are in the fray. Counting of votes will take place on March 3.</p><p>An official said, \"More than 75 per cent electorate had cast their votes until 4 PM. Although the pre-scheduled voting hours ended at 4 PM, voters in huge numbers were still queuing up at several polling stations across the state.\"</p><p>There were snags in Electronic Voting Machines (EVM) attached with VVPAT (Voter Verifiable Paper Audit Trail) that were reported across 180 polling stations, thereby resulting in slow balloting.</p><p>Not just voters, but also candidates and leaders of all political parties expressed ire over malfunctioning EVMs-VVPATs.</p><p>Balloting was held in 59 of the 60 Assembly constituencies. Polling has been deferred to March 12 in Charilam (Reserved-Tribal) seat due to the demise of sitting MLA and Communist Party of India-Marxist (CPI-M) candidate Ramendra Narayan Debbarma last week.</p><p>Of the 3,174 polling stations, as many as 47 were entirely handled by women personnel. In all, 2,536,589 people, including 1,250,128 women and 47,803 first-time voters, were eligible to vote.</p><p>The ruling CPI-M fielded a total of 56 candidates, leaving one seat each to its Left Front partners Communist Party of India, Forward Bloc, and Revolutionary Socialist Party.</p><p>The Trinamool Congress fielded 24 candidates.</p><p>The Bharatiya Janata Party (BJP) contested 50 seats, leaving nine seats for its ally -- the Indigenous People's Front of Tripura (IPFT).</p><p>The Congress fielded candidates in all 59 constituencies. However, its official nominee Sukumar Chandra Das in Kakraban-Shalgarha Assembly seat (Reserved-Scheduled Caste) withdrew his nomination and joined the BJP.</p><p>Of the 60 seats, 20 are reserved for tribals and 10 for Scheduled Castes.</p><p>According to sources, 50,000 paramilitary and security personnel were deployed to ensure peaceful polling. Besides two air-surveillance teams were deployed on helicopters.</p>]]></description><link><![CDATA[http://www.sify.com/news/tripura-peaceful-polls-over-75-per-cent-voter-turnout-news-national-scssambjidfhc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/tmc-dubs-frdi-bill-as-filthy-rich-defrauding-indians-bill-news-national-scsrNreghebbj.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 17:49:17 +0530]]></pubDate><title><![CDATA[TMC dubs FRDI Bill as 'Filthy Rich Defrauding Indians Bill']]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb. 18 (ANI): Trinamool Congress MP Derek O' Brien opposed the Financial Resolution and Deposit Insurance (FRDI) Bill on Sunday.</p><p>He termed FRDI Bill as 'Filthy Rich Defrauding Indians' Bill and castigated the Centre for pushing this bill forward.</p><p>He told ANI, \"Government should not push this bill anymore. It is not for common people but for filthy rich\".</p><p>The Bhartiya Janata Party (BJP) had proposed the FRDI Bill in 2016 that includes Insolvency and Bankruptcy Code to lay out the rules regarding the winding up or revival of an ailing company.</p><p>The Bill has received criticism from various political parties for the misgivings on its 'bail-in' provisions.(ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/tmc-dubs-frdi-bill-as-filthy-rich-defrauding-indians-bill-news-national-scsrNreghebbj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/sukma-encounter-2-security-personnel-1-civilian-dead-news-national-scsrN9gfehjia.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 17:49:35 +0530]]></pubDate><title><![CDATA[Sukma encounter: 2 security personnel, 1 civilian dead]]></title><description><![CDATA[<img src=\"\" data-width=\"\" data-height=\"\" data-title=\"\"><font size=\"3\"> <p>[India], Feb.18 (ANI): Two assistant constables and a civilian were killed and six security personnel injured in an encounter with Naxals in Chhattisgarh's Sukma district on Sunday.</p><p>Heavy exchange of fire between the troops of 202nd battalion of the Commando Battalion for Resolute Action (CoBRA) and Naxals is still underway near Elarmadgu village which falls under the purview of Bhejji police station.</p><p>The injured security personnel are being airlifted to Raipur for medical treatment.</p><p>Another helicopter has been deployed to carry the mortal remains of the two jawans.</p><p>Special DG, anti-Naxal operation DM Awasthi earlier confirmed that four jawans of District Reserve Guards (DRG) and two jawans of Special Task Force (STF) were injured in the encounter.</p><p>Meanwhile, in another encounter near Errabore village in Sukma, one Naxal has been gunned down by the police. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/sukma-encounter-2-security-personnel-1-civilian-dead-news-national-scsrN9gfehjia.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Type": "application/rss+xml;",
    "Connection": "keep-alive",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "Date": "Sun, 18 Feb 2018 16:51:53 GMT",
    "Vary": "Accept-Encoding",
    "Content-Encoding": "gzip",
    "Content-Length": "15156",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/news/article/category/national"
}