{
  "requested_url": "http://sify.com/rss2/business/article/category/technology",
  "fetched_at": "2018-02-18T22:22:00.841106",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://im.sify.com/sifycmsimg/feb2017/15059748_logo_grey_green_option2.png]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Sun, 18 Feb 2018 22:12:43 +0530]]></lastBuildDate><pubDate><![CDATA[Sun, 18 Feb 2018 22:12:43 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/finance/googles-firing-of-anti-diversity-memo-author-was-legal-labour-board-news-technology-scsoajhjgaejc.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 14:36:04 +0530]]></pubDate><title><![CDATA[Google's firing of anti-diversity memo author was legal: Labour board]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rkkmDCcifdeih.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rkkmDCcifdeih_thumb.jpg\" data-width=\"600\" data-height=\"400\" data-title=\"Google\"><font size=\"3\"> <p><b>San Francisco</b>: Google did not violate labour laws when it fired James Damore, a former employee who was ousted from the company last year for criticising the tech giant for its diversity policy, according to the federal agency that oversees employment practices.</p><p>\"Employers must be permitted to 'nip in the bud' the kinds of employee conduct that could lead to a 'hostile workplace,'\"  a lawyer with the US National Labor Relations Board (NLRB) wrote in an agency memorandum made public this week, CNET reported. </p><p>Damore's memo, titled \"Google's Ideological Echo Chamber\", claims that when it comes to technology, there is a biological differences between men and women.</p><p>Before his firing, Damore had filed a complaint with the NLRB that charged Google with \"misrepresenting and shaming me in order to silence my complaints\".</p><p>But the NLRB lawyer said Google fired the computer engineer not for expressing dissenting views or criticism, but over \"unprotected discriminatory statements\" in his memo, which he had posted to internal discussion forums at the tech giant.</p><p>\"Employers have a strong interest in promoting diversity and encouraging employees across diverse demographic groups to thrive in their workplaces,\" attorney Jayme Sophir wrote in the memorandum.</p><p>\"The statements regarding biological differences between the sexes were so harmful, discriminatory, and disruptive as to be unprotected,\" Sophir stated. </p><p>Damore withdrew the NLRB complaint last month to focus on a lawsuit against Google.</p><p>In his lawsuit filed in a California court, Damore said that Google \"ostracised, belittled and punished\" him and a fellow plaintiff.</p><p>He added that he and others who share his views at Google long have been \"singled out, mistreated, and systematically punished and terminated from Google, in violation of their legal rights\".</p><p>Google CEO Sundar Pichai had said he did not regret firing Damore.</p><p>When asked about Google's decision to fire Damore during an interview with MSNBC last month, Pichai said: \"I don't regret it. It was the right decision.</p><p>\"The last thing we do when we make decisions like this is look at it with a political lens.\"</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/googles-firing-of-anti-diversity-memo-author-was-legal-labour-board-news-technology-scsoajhjgaejc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/struggling-leeco-plans-smartphone-with-189-aspect-ratio-report-news-smartphones-scsladjjaajid.html]]></guid><pubDate><![CDATA[Sun, 18 Feb 2018 13:11:06 +0530]]></pubDate><title><![CDATA[Struggling LeEco plans smartphone with 18:9 aspect ratio: Report]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rheqFAjdiefcc.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rheqFAjdiefcc_thumb.jpg\" data-width=\"728\" data-height=\"485\" data-title=\"FILE PHOTO: LeEco's new Le Pro3 phone is on display during a press event in San Francisco\"><font size=\"3\"> <p><b>Beijing</b>: Troubled Chinese company LeEco is reportedly gearing up to launch a smartphone with a 18:9 aspect ratio design.</p><p>Images of LeEco's new full-screen device have been spotted on China's social media website Weibo.</p><p>\"With a full-screen design, it is said to go by the name 'Le X',\" tech website GizmoChina reported.</p><p>The device was also seen with curved edges at both the front and back and the screen-to-body ratio was also high.</p><p>There is a dual-camera setup consisting of two vertically arranged sensors with dual-LED (dual-tone) flash.</p><p>The overall design of the handset is indicative of a product meant to compete in the upper mid-range segment of the market, according to Android Headlines.</p><p>After a rapid expansion at the end of 2016, LeEco started falling behind in paying its suppliers and the staff began leaving the company. </p><p>The company later suspended trading of its stock in April last year. It also disposed of 28.8 per cent share in Coolpad, which is now on its own in China as well as India. </p><p>LeEco shut operations in India last year.</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/struggling-leeco-plans-smartphone-with-189-aspect-ratio-report-news-smartphones-scsladjjaajid.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/jivi-mobile-launches-cheapest-4g-volte-smart-phone-news-smartphones-scrseyafadghh.html]]></guid><pubDate><![CDATA[Sat, 17 Feb 2018 18:27:15 +0530]]></pubDate><title><![CDATA[Jivi Mobile launches cheapest 4g Volte Smart Phone]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/scrsyVcidhiid.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/scrsyVcidhiid_thumb.jpg\" data-width=\"513\" data-height=\"476\" data-title=\"Jivi Mobile\"><font size=\"3\"> <p>Jivi Mobiles, one of the leading feature phone and smartphone brands in India has announced its association with Reliance Jio, one of the fastest growing mobile networks and the largest data network in the world.</p><p>Jio and Jivi Mobiles have taken a major step in the direction of realizing Prime Minister Narendra Modi's Vision of 'Digital India' by offering a 4G Volte Smartphone at an effective price of Rs. 699 only.</p><p>Reliance Jio is offering Rs. 2200 cashback instantly through \"Jio Football Offer\" on the entire range of 4G VoLte smartphones of Jivi Mobiles.</p><p>One of the five models on which this cashback is available is the revolutionary TnT3, world's first touch and type smartphone hybrid model that facilitates users to graduate from feature phone usage to smartphone usage.</p><p>\"At Jivi we believe in philosophy of continuously providing the opportunity to our customers to upgrade and stay abreast with the latest technology. With the percolation of 4g technology to the rural geographies and impeding demand of smartphones it is imperative for brand like us to understand the changing needs of the customers and come out with the products which can yield demographic dividends,\" said CEO, Jivi Mobiles, Pankaj Anand.</p><p>\"Association with Reliance Jio is a right step towards achieving our vision to provide better communication solutions till the last mile.  It is for the first time that Reliance Jio has tied up with an Indian homegrown mobile phone brand for the cashback offer to its customers. It is indeed a proud moment for us. With this cashback in place, we shall be able to offer our range of 4G VoLte smartphones to our customers at an effective price starting Rs. 699, the lowest in India as of now,\" he added.</p><p>This is an instant cashback offer where 44 cashback vouchers of Rs. 50 each will be disbursed to the customer at the very first recharge of Rs. 198 or Rs. 299 on or before 31st March 2018.</p><p>The cashback vouchers can be redeemed, one at a time, by 31st May 2022, on recharges of Rs. 198 or Rs. 299 Jio Plans, via MyJio App only.</p><p>This cashback is available for all new Jivi customers and applicable to both existing and new Jio customers.</p><p>The new and exciting range of Jivi 4G VoLte smartphones on which \"Jio Football offer\" available includes Jivi energy E3, Jivi energy E12, Jivi revolutionary TnT3, Jivi Prime P30,Jivi Prime P300 and Jivi Prime P444.</p><p><b>Product Specifications:</b></p><p>- <b>Jivi prime P444</b> (8GB)</p><p>Dual SIM (4G + 4G) VoLte</p><p>1 GB RAM, 8 GB ROM expandable memory up to 64 GB</p><p>Finger print sensor</p><p>Free Protection Gear: flip cover, protective case and tempered glass</p><p>- <b>Jivi prime P300</b></p><p>5 inch HD IPS 2.5 D curved screen</p><p>1 GB RAM, 8 GB ROM expandable memory up to 64 GB</p><p>8 MP rear camera, 5 MP front camera with flash for selfies</p><p>Free Protection Gear: flip cover, protective case and tempered glass</p><p>- <b>Jivi Prime P30</b></p><p>5 inch FWVGA screen</p><p>1 GB RAM, 8 GB ROM expandable memory up to 64 GB</p><p>8 MP rear camera, 5 MP front camera with flash for selfies</p><p>Free Protection Gear : flip cover, protective case and tempered glass</p><p>- <b>Jivi Revolution TnT3</b></p><p>Dual SIM (4G + 4G) VoLte</p><p>Touch n Type Smartphone</p><p>Finger print sensor</p><p>Free Protection Gear<b> :</b> Protective case and tempered glass</p><p>- <b>Jivi Energy E12</b></p><p>Dual SIM (4G + 4G) VoLte</p><p>4 inch WVGA screen</p><p>1 GB RAM, 8 GB ROM expandable memory up to 64 GB</p><p>5 MP rear camera, 2 MP front camera for selfies</p><p>Free Protection Gear<b> :</b> Protective case and tempered glass</p><p>- <b>Jivi Energy E3</b></p><p>Dual SIM (4G + 4G) VoLte</p><p>4 inch WVGA screen</p><p>5 MP rear camera, 2 MP front camera for selfies</p><p>Free Protection Gear<b> :</b> Protective case and tempered glass (ANI-NewsVoir)</p>]]></description><link><![CDATA[http://www.sify.com/finance/jivi-mobile-launches-cheapest-4g-volte-smart-phone-news-smartphones-scrseyafadghh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/essential-phone-with-built-in-amazon-alexa-launched-news-technology-scrmuhdjdfeai.html]]></guid><pubDate><![CDATA[Sat, 17 Feb 2018 13:27:45 +0530]]></pubDate><title><![CDATA[Essential Phone with built-in Amazon Alexa launched]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rjhrG9fjhfbhb.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rjhrG9fjhfbhb_thumb.jpg\" data-width=\"800\" data-height=\"533\" data-title=\"The logo of Amazon is seen at the company logistics center in Lauwin-Planque, northern France\"><font size=\"3\"> <p><b>San Francisco</b>: A new variant of Essential Phone has been launched with built-in Alexa (Amazon's virtual personal assistant), offering an alternative to Google Assistant that is already available on all other variants.</p><p>\"Just one day after unveiling three fresh colour variants of the Essential Phone, the company announced yet another new version of the handset. Called 'Halo Gray', the new model is unique because it comes with Amazon Alexa built in,\" tech website Phone Arena reported late on Friday.</p><p>The new variant is not too different from the \"Stellar Gray\" model that was introduced earlier.</p><p>The new version of the device can be pre-ordered on Amazon and is scheduled to be released on February 21. </p><p>Unlike the \"Stellar Gray\" variant which is priced at $599, the \"Halo Gray\" device is offered for $449. </p><p>Both devices come unlocked and have identical specifications.  </p><p>Essential has sold less than 90,000 units of its debut handset in the six months following launch, The Verge reported, quoting IDC data.</p><p>The phone features an edge-to-edge display and a modular system that lets users attach accessories such as a 360-degree camera and a 5.7-inch LTPS display with 19:10 aspect ratio instead of the regular 16:9.</p><p>It features dual primary cameras with two 13MP sensors. One is a standard RGB sensor while the other is monochrome.</p><p>The device is powered by a 2.45 GHz octa-core Qualcomm Snapdragon 835 chipset clubbed with Adreno 540 GPU.</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/essential-phone-with-built-in-amazon-alexa-launched-news-technology-scrmuhdjdfeai.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/google-testing-new-technology-to-improve-911-system-news-technology-scrmuddjaaifb.html]]></guid><pubDate><![CDATA[Sat, 17 Feb 2018 13:26:35 +0530]]></pubDate><title><![CDATA[Google testing new technology to improve 911 system]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rkkmDCcifdeih.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rkkmDCcifdeih_thumb.jpg\" data-width=\"600\" data-height=\"400\" data-title=\"Google\"><font size=\"3\"> <p><b>San Francisco: </b>Google has conducted a trial of a new technology that will help 911 operators figure out the location of cellphone callers more accurately, media reported.</p><p>The test included tens of thousands of 911 calls over the span of two months in several states in the US and had encouraging results, The Wall Street Journal reported late on Friday.</p><p>The 911 system, which turns 50 this month, has often struggled to locate cellphone callers. </p><p>Saving a minute in response times can save up to 10,000 lives a year, according to the federal regulators.</p><p>With the help of Google's new technology, about 80 per cent of the 911 calls could more accurately locate data within the first 30 seconds.</p><p>The tech giants' data also dramatically reduced the estimated radius of a call's location from 522 feet down to 121 feet and arrived faster than carrier data, the report said.</p><p>This improvment in tracing the location data can also help dispatchers in cases where the caller might not speak English, or in a state of panic, gives the wrong address. </p><p>The test, which included 50 call centres that cover around 2.4 million people in Texas, Tennessee and Florida, was done in conjunction with two companies that have connections into 911 centres, West Corp and RapidSOS. </p><p>For the test, Google sent location data from a random selection of 911 callers using Android phones straight to the people taking those calls. </p><p>Google's location technology is currently available in 14 countries, and the company has said it hopes to bring it to the US this year, the report said.</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/google-testing-new-technology-to-improve-911-system-news-technology-scrmuddjaaifb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/itel-mobile-registers-217-growth-in-india-news-smartphones-scrkuejeaigie.html]]></guid><pubDate><![CDATA[Sat, 17 Feb 2018 13:25:17 +0530]]></pubDate><title><![CDATA[Itel Mobile registers 217% growth in India]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rfqnLMifjaedc.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rfqnLMifjaedc_thumb.jpg\" data-width=\"600\" data-height=\"400\" data-title=\"itel Mobile's 'Wish A41+' available at Rs 6590\"><font size=\"3\"> <p><b>New Delhi</b>: With a 9 per cent market share, China-based Transsion Holdings' Itel Mobile registered a 217 per cent growth in India in 2016-2017, the company said on Saturday.</p><p>Itel Mobile entered the Indian market in April 2016.</p><p>\"The reason behind itel Mobile's continued success in the Indian market is its dynamic expansion strategy that focuses on meeting existing market requirements through relevant solutions,\" Marco Ma, Managing Director, Transsion India, said in a statement. </p><p>\"We have been building an extensive portfolio of feature-driven 4G-enabled smartphones, differentiated service offerings and a strong post-sale experience.\"</p><p>A latest report from CyberMedia Research (CMR) highlighted Itel Mobile as one of the few mobile brands observed to have a strong upwards trajectory in 2017 despite market fluctuations.</p><p>Transsion Holdings has 92,000 retail outlets and over 1,000 channel partners in the country.</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/itel-mobile-registers-217-growth-in-india-news-smartphones-scrkuejeaigie.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/itel-becomes-second-fastest-growing-brand-in-india-courtesy-cmr-report-news-smartphones-scqtclcahfhfi.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 19:07:43 +0530]]></pubDate><title><![CDATA[Itel becomes second fastest growing brand in India courtesy CMR report]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rjwnhvacicchi.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rjwnhvacicchi_thumb.jpg\" data-width=\"600\" data-height=\"450\" data-title=\"itel 'SelfiePro S41' (Image Courtesy: itel mobile)\"><font size=\"3\"> <p>Setting benchmarks in the Indian market, itel Mobile has now been listed as the pioneering mobile phone brand as per the latest CMR report.</p><p>A Transsion Holdings Conglomerate brand, itel has emerged as the second largest player in the overall mobile phone market in India by capturing nine percent market share for the year 2017.</p><p>The latest milestone further consolidates brand itel's market leadership, which has been built on the successful reception of its innovative product offerings amongst Indian consumers.</p><p>The report highlighted itel Mobile as one of the few mobile brands observed to have a strong upwards trajectory in 2017 despite market fluctuations, registering an exponential growth of 217 percent year-on-year.</p><p>\"Our consumer-centric approach has helped us become one of India's leading mobile brands. We have been building an extensive portfolio of feature-driven 4G-enabled smartphones, differentiated service offerings and a strong post sale experience. Validation from an independent entity like CMR, underlines itel's growing prominence in the Indian market,\" said MD - TRANSSION India, Marco Ma.</p><p>Earlier in 2017, Transsion Holdings, the parent company of itel Mobile expanded its pan-India presence by enhancing its distribution network and channel partnerships adding up to the total of 92,000 retail outlets and over 1,000 channel partners.</p><p>It helped itel Mobile in delivering an unparalleled ownership experience to its users and established it amongst the frontrunners in the country's growing mobile phone industry.</p>]]></description><link><![CDATA[http://www.sify.com/finance/itel-becomes-second-fastest-growing-brand-in-india-courtesy-cmr-report-news-smartphones-scqtclcahfhfi.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/isro-technically-ready-for-human-space-missions-news-scitech-scqsKafaajjfg.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 19:02:27 +0530]]></pubDate><title><![CDATA[ISRO technically ready for human space missions]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rjipN3bffjiaj.gif\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rjipN3bffjiaj_thumb.gif\" data-width=\"820\" data-height=\"652\" data-title=\"ISRO\"><font size=\"3\"> <p>The Indian Space Research Organisation (ISRO) is ready with technologies needed for human space missions and only political clearance is needed, according to a senior professor.</p><p>Delivering the spotlight address at the fourth ORF-Kalpana Chawla Space Dialogue here today, B N Suresh, Honorary Distinguished Professor of the ISRO, said as far as ISRO is concerned, its team is ready to undertake such missions.</p><p>This year's Dialogue was kicked off on Thursday night with the inaugural address by Lt. Gen. Amit Sharma, former Commander-in-chief, Strategic Forces Command and special address by Sunil Gupta, Secretary, Telecom Regulatory Authority of India. ORF Chairman Sunjoy Joshi delivered the welcome address.</p><p>Prof. Suresh said ISRO is now working on building the heavy lift launch vehicle that can lift five to eight tonnes of payload. These vehicles will be backed by highly powerful Cryo Engine Cluster .</p><p>He said the future plans of heavy lift launch vehicles are designed to allow India to launch reusable vehicles, heavy platforms and human space missions.</p><p>Looking at the growing use of small satellites, India is also working on a small satellite launch vehicle also, Prof Suresh said.</p><p>ISRO is also working on to master recovery of the space capsule and developing a reusable launch vehicle that would reduce the cost and allow reuse of the vehicle.</p><p>Prof. Suresh said all of India's launch capabilities are in sync with the civilian programme, but not defence.</p><p>He noted that from a scratch in the 1980s, India's space launch capabilities have improved exponentially to launch 104 satellites in one go.</p><p>Meanwhile, Lt. Gen. V G Khandare, former Director General of Defence Intelligence Agency, delivering another spotlight address on 'Utilisaton of Space for Military Purpose: A roadmap for India', underlined the need for India to develop capabilities to launch heavier space assets, to match China's capabilities.</p><p>He felt that China has an edge over India with more satellites and launch centres.</p><p>He also said India has a long way to go, needs to learn from its adversaries and be able to use its space capability as a deterrent for war and conflict.</p><p>In the inaugural address, Lt. Gen Amit Sharma said while militarisation of space is very difficult to stop, India should take an active role in stopping the weaponisation of space.</p><p>He said right now, there is also no clear clarity on what kind of weapons are prohibited in the space, as the treaty talks of only weapons of mass destruction. \"Are kinetic weapons allowed? Are laser weapons allowed? Unfortunately, there is no clarity on these issues,\" he said.</p><p>Lt. Gen Sharma said with ISRO mastering the job of building satellites, this job should now be left to the private sector, and ISRO should concentrate on newer, tech-advanced areas.</p><p>He also stressed the need to build capability to look after the assets in space.</p><p>In his special address, TRAI Secretary Sunil Gupta said the open sky policies of his organisation is going to be further streamlined, noting that it believes in \"technology neutral\".</p><p>He also made it clear that the TRAI is against putting restrictions on foreign satellites just because they are foreign. \"That is not the right way. We have to see what role these satellites play,\" he said.</p><p>Gupta also underlined the need for making satellite clearances much easier.</p><p>ORF Chairman Sunjoy Joshi noted that while the Indian space programme is already 40 billion dollars, the world commercial space market stands at 380 billion dollars.  And it is expected to go up to at least 2.7 trillion dollars in the next three decades, according to Bank of America's Merrill Lynch.</p><p>Though the US holds more than 40% market share in this industry, the US successes has been coming not from NASA alone but from a dynamic, innovative private sector actively encouraged and promoted by NASA and the DOD, Joshi pointed out.</p><p>\"Goldman Sachs today calls space the next investment frontier. And as this new race heats up, there will as always have winners and losers. Some countries will race to encourage private companies to literally rocket the sector forward far more vigorously and swiftly than would be the case if left to governments alone. Others will struggle with the regulatory frameworks in this area,\" Joshi said.</p><p>The three-day conference will see top scientists, policy-makers, practitioners, and all other stake-holders debate various topics and issues.</p><p>The valedictory address will be delivered tomorrow by Dr. V K Saraswat, now NITI Aayog Member and a former Director General of the DRDO and Scientific Advisor to the Defence Minister.</p>]]></description><link><![CDATA[http://www.sify.com/finance/isro-technically-ready-for-human-space-missions-news-scitech-scqsKafaajjfg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/diamonds-real-estate-and-fixed-deposits-of-nirav-modi-under-ed-scanner-news-crime-scqkElabbjcee.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 14:30:35 +0530]]></pubDate><title><![CDATA[Diamonds, real estate, and fixed deposits of Nirav Modi under ED scanner]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/scpp6kbjgfbbc.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/scpp6kbjgfbbc_thumb.jpg\" data-width=\"900\" data-height=\"600\" data-title=\"Modi Choksi Nirav\"><font size=\"3\"> <b> Highlights: </b> <p> </p><ul><li>Enforcement Directorate acting upon PNB's FIRs.</li><li>Movable and Immovable assets valued at Rs 5100 crore seized</li><li>Raids on properties and offices in Mumbai and Delhi. Jaipur and Hyderabad on radar</li><li> A case of PMLA registered against Nirav Modi and accomplices</li></ul><p> Multiple searches by the Enforcement Directorate (ED) has brought assets worth nearly Rs 5100 crore linked with Nirav Modi. The ED in a statement on Friday said that properties in Mumbai, Delhi and few other cities and jewellery including diamonds are a part of the movable and immovable assets. </p><p> The bank had also alleged in the complaint that a fraudulent issuance of Letters of Undertakings (LOU) took place on January 16 this year for and on behalf of the accused firms, which approached the bank and presented a set of import documents to the branch with a request to allow buyers credit for making payment to overseas suppliers.</p><p> The Enforcement Directorate acted after Punjab National Bank filed a case of embezzlement against Nirav Modi, his wife Ami, Nishal- brother, and Mehul Choksi- Uncle and the Managing director of Gitanjali Gems. The bank in its two complaints has alleged that Modi and his accomplices siphoned off Rs 280 crore. In the second complaint to the CBI, the bank's management said that Modi and his compliances connived with its officials and swindled money to the tune of Rs 11400 crore. </p><p> The Enforcement Directorate said that it searched 17 premises across India, which included properties of Nirav Modi as well as Gitanjali Gems. Modi's residence in Kurla, jewellery boutique in Kala Ghoda area, three company offices in Bandra, Lower Parel in Mumbai, three premises in Surat in Gujarat and showrooms in Chanakyapuri and Defence Colony in Delhi are among the properties that the ED has fixed. The agency has put up five properties in Mumbai under a \"prohibitory order\", and more raids are expected to follow. </p><p> Diamonds, gold jewellery and precious gems have also been seized from showrooms and workshops of Nirav Modi. These have been has been based on \"stock value\", while fixed deposits valued at Rs 3.9 crore have also been seized. </p><p> Besides Mumbai and Delhi, raids were conducted in Jaipur and Hyderabad too. The CBI had earlier raided the residences of Modi, his brother, wife and Choksi, all partners of Diamond R US, Solar Exports and Stellar Diamonds and the bank's officials- Gokulnath Shetty (retired) and Manoj Kharat.  The bank named accused both its employees in the FIR. </p><p> <b> Chargesheets: </b></p><p> According to agency officials, a case under Prevention of Money Laundering Act (PMLA) has been registered against Modi and his accomplices. The agency has also been collecting information from the Income Tax Department. The IT department had raided Modi and Choksi's residences in January last year on charges of tax evasion. </p><p> The agency is probing if the allegedly defrauded bank funds were laundered and proceeds of crime were subsequently used by the accused to create illegal assets and black money. The agency has now enlarged its probe into the case and apart from the FIR, the sources said it will now look into the entire charge of PNB being defrauded Rs 11,400 crore after the bank sent a complaint to it.</p><p> \"The public servants committed an abuse of official position to cause pecuniary advantage to Diamond R US, Solar Exports, Stellar Diamonds and a wrongful loss of Rs 280.70 crore to Punjab National Bank during 2017,\" the CBI FIR has alleged.</p><p> The ED has also moved the Ministry of External Affairs with a plea to revoke the passport of Modi and his partner and relative Choksi, they said.</p><p> Veteran business journalist Sucheta Dalal who broke the lid off Harshad Mehta scam in 1992, rubbished claims of Rs 5100 crore in jewellery being recovered by the Enforcement Directorate.</p><p> <b> This is what she said: </b> <br></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Small factoid for anyone who believes CBI and DRI seizes 5100 crore of jewellery today - if <a href=\"https://twitter.com/hashtag/niravmodi?src=hash&amp;ref_src=twsrc%5Etfw\">#niravmodi</a> had that much in assets, he would not need to do a fake LOU scam! I hear value is under Rs100 cr. There must be limits to fekugiri <a href=\"https://t.co/nYkX5FlvyW\">https://t.co/nYkX5FlvyW</a></p>â\u0080\u0094 Sucheta Dalal (@suchetadalal) <a href=\"https://twitter.com/suchetadalal/status/964180464876511232?ref_src=twsrc%5Etfw\">February 15, 2018</a></blockquote><script async=\"\" src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p> <b> Another tweet, that called the raids a bluff. </b></p><p> </p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Update : The house of Mehul Choksi raided by ED is bang opposite the building where I live. The Flat Nos. are 9,10 &amp; 11. All three are under renovation for the past 5 yrs. Mehul Bhai doesn't even live there. <br><br>Not a joke. <br>CC : <a href=\"https://twitter.com/suchetadalal?ref_src=twsrc%5Etfw\">@suchetadalal</a> <br><br>5100 Crores recovery is a joke</p>â\u0080\u0094 Farmer (@RURALINDIA) <a href=\"https://twitter.com/RURALINDIA/status/964363916301053953?ref_src=twsrc%5Etfw\">February 16, 2018</a></blockquote><script async=\"\" src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>]]></description><link><![CDATA[http://www.sify.com/finance/diamonds-real-estate-and-fixed-deposits-of-nirav-modi-under-ed-scanner-news-crime-scqkElabbjcee.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/amazon-to-pay--12-million-in-settlement-over-pesticides-sale-news-technology-scqpEdjcjfaij.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 15:45:42 +0530]]></pubDate><title><![CDATA[Amazon to pay $ 1.2 million in settlement over pesticides sale]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/riptvJdehjjdj.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/riptvJdehjjdj_thumb.jpg\" data-width=\"728\" data-height=\"504\" data-title=\"FILE PHOTO: Amazon.com's logo is seen at Amazon Japan's office building in Tokyo\"><font size=\"3\"> <p><b>San Francisco</b>: Online retail giant Amazon has reached a settlement with the US Environmental Protection Agency (EPA) over charges of third parties selling illegal pesticides on its website.</p><p>The EPA said Amazon had committed nearly 4,000 violations of federal pesticide law -- dating back to 2013 -- for selling and distributing imported pesticide products that were not licensed for sale in the US, reports Xinhua news agency.</p><p>Amazon agreed to pay $1.2 million in administrative penalty as part of the consent agreement and the final order entered into by Amazon and the EPA's Region 10 office in Seattle, the EPA said in a statement on Thursday.</p><p>\"This agreement will dramatically reduce the online sale of illegal pesticides, which pose serious threats to public health in communities across America,\" said EPA Region 10 Administrator Chris Hladick.</p><p>In addition to the million-dollar fine, the settlement requires the Seattle-based company to develop a mandatory training programme for all vendors selling pesticides on the online marketplace.</p><p>\"Amazon is committed to closely monitoring and removing illegal pesticides from its website,\" Hladick said.</p><p>The EPA began an investigation into the sale of online pesticides at the end of 2014 and found that third-party vendors had been illegally selling foreign and mis-labelled pesticides in the country.</p><p>It ordered Amazon to prohibit the sale of the illegal pesticide products, including some that the regulatory agency said could be mistaken for blackboard chalk and sidewalk chalk by children in 2015.</p><p>Amazon later immediately removed the products from the marketplace, prohibited foreign sellers from selling pesticides and cooperated with the EPA during its subsequent investigation.  </p><br>]]></description><link><![CDATA[http://www.sify.com/finance/amazon-to-pay--12-million-in-settlement-over-pesticides-sale-news-technology-scqpEdjcjfaij.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/karbonn-launches-new-affordable-smartphone-news-smartphones-scqoarahbceid.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 15:40:59 +0530]]></pubDate><title><![CDATA[Karbonn launches new affordable smartphone]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/scqpE3bjecaag.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/scqpE3bjecaag_thumb.jpg\" data-width=\"600\" data-height=\"400\" data-title=\"Karbonn \"><font size=\"3\"> <p><b>New Delhi: </b>Domestic handset maker Karbonn Mobiles on Friday launched a new smartphone \"Titanium Jumbo 2\" at Rs 5,999 on Amazon.in.</p><p>The smartphone has a 5.5-inch screen with HD IPS full lamination 2.5D curved display.</p><p>\"We are looking forward to the launch of Titanium Jumbo 2. Such offers from Karbonn is also our way of contributing further towards the 'Digital India' initiative of which we have been a staunch supporter,\" said Shashin Devsare, Executive Director, Karbonn Mobiles.</p><p>The device houses a 4000mAh battery and sports a 8MP front camera and 13MP rear camera with LED flash.</p><p>It is powered by a 1.3 GHz quad-core processor coupled with 2GB RAM and 16GB internal storage that can be expanded up to 64GB.</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/karbonn-launches-new-affordable-smartphone-news-smartphones-scqoarahbceid.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/can-offline-expansion-bring-growth-for-smartphones-in-india-news-finance-scqmaejdbfbgi.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 12:21:17 +0530]]></pubDate><title><![CDATA[Can offline expansion bring growth for smartphones in India?]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/scbo1tgcfjbfg.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/scbo1tgcfjbfg_thumb.jpg\" data-width=\"650\" data-height=\"397\" data-title=\"Smartphone (AP photo)\"><font size=\"3\"> <p>Are all smartphones in India sold online? Not really. This is something which should come as a surprise to the cyber-savvy buyers of gadgets and gizmos.</p><p>A study from Google, published in 2012 but still relevant, says that 70 per cent of Indians decide about the brand and variant during an online search before going to a retail store.</p><p>Although the study was done in major cities and would have sampled a few people researching online before going shopping offline, both the parameters -- the number of people researching online as well as coming prepared with their choices -- must have gone up considerably by now, especially for a category like smartphones.</p><p>Smartphone sales haven't crossed 40 per cent through online channels in any of the best seasons so far in the country. There are still limitations to online channels in India.</p><p>ROPO (Research Online Purchase Offline) is no alien concept to the smartphone industry. This is an established trend how smartphones are purchased across the globe, including in India.</p><p>In 2017, one of the key focus areas for all emerging smartphone brands has been to expand offline (the latest example being Xiaomi which has a great online presence but is now trying to make inroads into the offline segment).</p><p>With smartphone purchases being mostly replacement or upgrades in nature, exposure to online research has increased, making ROPO impact even stronger in India.</p><p>In such a scenario, will the massive offline expansion plans help smartphone manufacturers?</p><p>The biggest challenge in the offline space would be to mirror the exact online availability of models. Online is just a catalogue, be it Flipkart or Amazon, and with a robust logistics back-end, a person can choose any model, variant and colour and that will be delivered as per the shipping policy, irrespective of from which warehouse the online seller has to deliver.</p><p>This is not going to be the case in offline. There are going to be situations, especially when a brand has several variants in specifications and colours, where the particular model and variant for which a buyer visits the store may not be available.</p><p>ROPO could efficiently be taken care of by handful of brands like Apple, Google and OnePlus, where the users are evolved, models and variants are few and inventory can be exactly mapped offline.</p><p>For other mass-market brands, it's going to be challenging. This becomes even more significant in a case where buyers tend to be impatient and would not want to visit the store again till the retailer arranges for the desired model and variant.</p><p>Streamlining the lag between availability of a new launch throughout the length and breadth of the country via offline is also going to be challenging to match the online expectations. This may eventually lead to a different connotation of ROPO with regard to the India market -- Recce Offline Purchase Online.</p><p>What usually stops someone researching online from clicking that 'Buy' button would be an interesting research to undertake.</p><p>As offline expands, should the online players like Flipkart and Amazon be worried? To a certain extent, because the brand that was so far enticing people to purchase online with discounts and other offers would not tell buyers to visit stores.</p><p>Creating smartphone experience zones also won't help much because it wouldn't make sense for someone to experience a smartphone offline and then buy it online.</p><p>What are the options for e-tailers like Flipkart and Amazon?</p><p>What they and others could do is to take the showcase right to the doorsteps. A prospective buyer can select a few models that are in his/her zone of consideration.</p><p>The delivery boy could be doubled up as a brand in-store promoter, answering queries from the buyer. For more technical queries, a video call could be initiated with the technical sales executives. Once the buyer is fully convinced, he or she may purchase the smartphone.</p><p>A single channel won't work for any brand. It has to be an omni-channel approach that is going to bring sales. However, as ROPO is triggering expansion into offline, the online mediums also have to look into reasons why the final call is not made in the cyber domain.</p><p><br></p>]]></description><link><![CDATA[http://www.sify.com/finance/can-offline-expansion-bring-growth-for-smartphones-in-india-news-finance-scqmaejdbfbgi.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/google-voice-assistant-sees-6-fold-growth-in-jiophones-news-smartphones-scqlEejdbhigg.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 12:23:23 +0530]]></pubDate><title><![CDATA[Google Voice Assistant sees 6-fold growth in JioPhones]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rgjvGfjghdbgg.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rgjvGfjghdbgg_thumb.jpg\" data-width=\"800\" data-height=\"548\" data-title=\"Commuters are reflected on an advertisement of Reliance Industries' Jio telecoms unit, at a bus stop in Mumbai\"><font size=\"3\"> <p><b>New Delhi</b>: Google Voice Assistant that was made available in Reliance JioPhones in December 2017, has seen a six-fold growth in its usage, the company has announced.</p><p>In a move to empower feature phone users in the country, Google on December 5, announced to bring its Voice Assistant on Reliance JioPhone.</p><p>This was the first time that Voice Assistant was made available in any feature phone.</p><p>\"Since we launched the Google Assistant on the first feature phone in December, the Reliance JioPhones, usage of the Assistant in India has grown six times over the past four weeks,\" Caesar Sengupta, Vice President, Next Billion Users Team at Google, said in a blog post. </p><p>With Google Assistant, the next billion users are fast adopting cutting-edge technology \"astonishingly quickly\".</p><p>\"This isn't just due to many semi-literate or illiterate users, but also the fact that typing is difficult for people who never grew up with a computer keyboard,\" he mentioned. </p><p>There are estimates that web content is more than 50 per cent English. Hindi, the fourth language in terms of global speakers, is not even in the top 30 languages for web content. </p><p>\"In countries like India, the generation coming online now is more comfortable in their native language than in English, and so language can be a big blocker to expanding Internet access,\" he said.</p><p>Going forward, Google believes the demand for local content will reverse the language imbalance, leading to an Internet more inclusive of the entire world's language diversity.</p><p>According to Sengupta, the next billion users will be the first to truly embrace ubiquitous computing, expecting apps to work in a natural way rather than having to learn all the artificial commands that we did on PCs.</p><p>The future of the Internet is in the hands of the next billion users - the latest generation of users in places like Brazil, China, India, Indonesia and Nigeria.</p><p>\"A mobile-only mindset, an instinct for ubiquitous computing and a demand for localised content are three key things that are driving next billion users to connect to the Internet,\" the Google executive reiterated.</p><p>Today, more than three billion people -- more than half of them in Asia -- own smartphones.</p><p>Most of the next billion users have never used a PC and may never use one. </p><p>\"They don't think of the Internet as something you access with a mouse and a keyboard. A computer is a smartphone, and it also doubles up as a television, a wallet, a classroom and a portal for government services,\" Sengupta noted. </p><br>]]></description><link><![CDATA[http://www.sify.com/finance/google-voice-assistant-sees-6-fold-growth-in-jiophones-news-smartphones-scqlEejdbhigg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/apple-acknowledges-serious-ios-bug-to-fix-it-soon-news-finance-scqlEejdgabcg.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 12:24:43 +0530]]></pubDate><title><![CDATA[Apple acknowledges serious iOS bug, to fix it soon]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/sbil00bhcjhaf.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/sbil00bhcjhaf_thumb.jpg\" data-width=\"650\" data-height=\"406\" data-title=\"Apple iPhone 8 (AP Photo)\"><font size=\"3\"> <p><b>San Francisco</b>: Apple has admitted that the iOS 11.2.5 has a serious bug which is capable of crashing apps and Apple devices via iMessage, saying that it was working on to fix it.</p><p>The vulnerability was discovered earlier this week and involves sending an Indian language character (in Telugu) to devices that crashes an iPhone and makes apps like Messages, Facebook Messenger, and WhatsApp inaccessible. </p><p>\"While iOS 11.3 fixes the problems, Apple said it is planning to release an iOS 11 update soon that will address the crashes before the iOS 11.3 release in the spring,\" The Verge reported late Thursday. </p><p>The iOS bug also affects built-in Messages app on macOS and the Apple Watch.</p><p>Upon restarting the devices, users will be unable to open the Messages app, something which obviously has the potential for serious consequences, said a Forbes report.</p><p>The Cupertino-headquartered giant announced last month that the upcoming Apple iOS 11.3 update will offer features that gives users power to control their batteries, Augmented Reality (AR) upgrade and Animoji.</p><p>\"This spring, iOS 11.3 will deliver exciting new ways to experience Augmented Reality on iPhone and iPad, new Animoji on iPhone X and the ability to view health records in the Health app,\" Apple had said earlier.</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/apple-acknowledges-serious-ios-bug-to-fix-it-soon-news-finance-scqlEejdgabcg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/facebook-opens-its-community-help-to-organisations-businesses-news-technology-scqludjcgjdhi.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 11:25:15 +0530]]></pubDate><title><![CDATA[Facebook opens its Community Help to organisations, businesses]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/sbcl6lbbhdhje.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/sbcl6lbbhdhje_thumb.jpg\" data-width=\"600\" data-height=\"400\" data-title=\"facebook\"><font size=\"3\"> <p><b>San Francisco: </b>Facebook has started opening up its Community Help feature -- part of the Safety Check system -- to businesses and other organisations so that that they can provide critical information and services for people to get the help they need in a crisis.</p><p>The Community Help feature was added to Facebook's Safety Check system a year ago to let people find and give help such as food, shelter and transportation after a crisis. </p><p>\"But people helping people is only part of the solution. Organisations and businesses also play an integral role in responding to crises and helping communities rebuild,\" said Facebook's Product Lead for Social Good Asha Sharma said on Thursday. </p><p>\"Enabling organisations and businesses to post in Community Help will give them a new way to reach communities impacted by crises,\" Sharma said.</p><p>Facebook has started rolling out the feature to Pages for organisations and businesses like Direct Relief, Lyft, Chase, Feeding America, International Medical Corps, The California Department of Forestry and Fire and Save the Children.</p><p>The social media giant said it would make the feature available to more in the coming weeks.</p><p>Some of the crises where people used Community Help the most in 2017 include the flooding in Brazil (May), Hurricane Harvey in the US (August), the attack in Barcelona (August), the flooding in Mumbai (August) and the earthquake in Central Mexico (September).</p><p>People have also engaged with Community Help more than 750,000 times via posts, comments and messages, and the most frequent categories they use are volunteer opportunities, shelter, food and clothing donations.</p><p>\"Our priority is to build tools that help keep people safe and provide them with ways to get the help they need to recover and rebuild after a crisis,\" Sharma said.</p><p>\"We hope this update makes it even easier for people to get the help they need in times of crisis and will give businesses and organizations an opportunity to build stronger communities around them.\"</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/facebook-opens-its-community-help-to-organisations-businesses-news-technology-scqludjcgjdhi.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/google-kills-view-image-button-from-search-results-news-technology-scqkucjbdegjf.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 10:25:23 +0530]]></pubDate><title><![CDATA[Google kills 'view image' button from search results]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rkulAAhicdaii.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rkulAAhicdaii_thumb.jpg\" data-width=\"650\" data-height=\"399\" data-title=\"Google\"><font size=\"3\"> <p><b>San Francisco</b>: In a move to curb the lifting of copyrighted images from its platform, Google has removed the \"view image\" button from its image search results.</p><p>\"Today we're launching some changes on Google Images to help connect users and useful websites. </p><p>\"This will include removing the View Image button. The Visit button remains, so users can see images in the context of the webpages they're on,\" Google SearchLiaison tweeted on Friday.</p><p>The change is seen as part of Google's partnering with stock photo provider Getty Images.</p><p>Google last week signed a multi-year global licensing deal with Getty Images, allowing it to use Getty's content within its various products and services.</p><p>According to a report in The Verge, Google will make copyright attribution and disclaimers more prominent in image search results.</p><p>Now, users have to wait for a website to load and then scroll through it to find the image.</p><p>\"The change is essentially meant to frustrate users. Google has long been under fire from photographers and publishers who felt that image search allowed people to steal their pictures, and the removal of the view image button is one of many changes being made in response,\" the report said.</p><p>Websites sometimes disable the ability to right click, too, which would make it even harder for someone to grab a photo they're looking for.</p><p>\"Fortunately, there's still at least one way around it: if you right click, you can select \"open image in new tab\" or \"view image\" (or whatever your browser's equivalent option is), and you'll still open up the full-size picture,\" the report added.</p><p>In addition to removing the 'view image' button, Google has also removed the 'search by image' button that appeared when people opened up an image.</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/google-kills-view-image-button-from-search-results-news-technology-scqkucjbdegjf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/twitter-to-soon-livestream-news-to-curb-misinformation-news-technology-scqkajjihhcji.html]]></guid><pubDate><![CDATA[Fri, 16 Feb 2018 11:22:37 +0530]]></pubDate><title><![CDATA[Twitter to soon livestream news to curb misinformation]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qgplrMiejjdgc.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/qgplrMiejjdgc_thumb.jpg\" data-width=\"644\" data-height=\"438\" data-title=\"Twitter\"><font size=\"3\"> <p><b>San Francisco: </b>In a bid to stop the spread of fake news, Twitter will soon live stream news, in a window next to the users' timelines, whenever a major incident takes place.</p><p>In a first such test, Twitter live-streamed footage from Miami's WSVN 7 as the media outlet covered the shooting at a Florida school in which 17 people were killed on Wednesday.</p><p>More than 50,000 Twitter viewers watched the live broadcast.</p><p>According to a report in BuzzFeed News late on Thursday, the micro-blogging platform will rely on partnerships with regional news stations to select the footage to be live-streamed.</p><p>\"We're continuing to work on new ways we can surface credible and relevant information to help people stay informed. </p><p>\"By pairing live video with the conversation on Twitter, there is no faster way to see what's happening in the world,\" Kayvon Beykpour, Twitter video GM, told BuzzFeed News.</p><p>Clicking on the video will open up a stream of algorithmically chosen tweets about the event.</p><p>When users click on live videos on their timelines, they will be taken to a custom timeline that \"places algorithmically selected tweets about the news event next to it\".</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/twitter-to-soon-livestream-news-to-curb-misinformation-news-technology-scqkajjihhcji.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/from-specs-to-first-impressions-all-you-wanted-to-know-about-xiaomis-new-redmi-note-5-and-note-5-pro-news-smartphone-reviews-scpugrfgebcig.html]]></guid><pubDate><![CDATA[Thu, 15 Feb 2018 20:06:17 +0530]]></pubDate><title><![CDATA[From specs to first impressions all you wanted to know about Xiaomi's new Redmi Note 5 and Note 5 Pro]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/scptNwfeigdcf.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/scptNwfeigdcf_thumb.jpg\" data-width=\"661\" data-height=\"405\" data-title=\"Xiaomi Redmi Note 5\"><font size=\"3\"> <p> Xiaomi India has launched the Redmi Note 5 and Redmi Note Pro at an event in New Delhi. For those of you interested in buying a smartphone that fits the bill, and provides decent aesthetics, this is the best that money can buy. </p><p> But readers have been posed with more confusion since there is subtle difference between Note 5 and the Note 5 Pro. </p><p> The specs and highlights on both devices are almost similar. <b>Here are highlights: </b></p><ul><li> Processor: Snapdragon 2 Ghz 625 SOC (Octa-core Processor) with Adreno 506 GPU</li><li> Display: 5.99-inch 18:9 resolution. Brightness of 450-nits and 2.5D curved glass. Full-HD resolution of 1080x2160 pixels. </li><li>Memory: Comes in 3/4 and also a 6 GB variant.  </li><li>Colors: Black, Gold, Lake Blue, and Rose Gold </li><li>Camera: Rear- 12 MP and Front- 5MP </li><li>4000 mAh Battery </li><li>Fingerprint Sensor </li><li>Runs MIUI 9 based on Android Nougat </li><li>Hybrid MicroSD card  </li><li>Connectivity: BLuetooth, 4G Volte, Wi-Fi, 3.5 mm headphone jack and micro-USB </li><li>Fast charge- Yes, 5V/2A. </li><li>Dynamics: 58.5 x 75.45 x 8.05 mm, weighing 180 gram </li></ul><p> <img src=\"http://static.sify.com/cms/image/scptOTgebhhhi.jpg\" width=\"100%\"> <br> The IR blaster comes back from the Redmi Note 4 on the Pro as well as the Note 5.</p><p> Youtube Reviewer Geeky Ranjit felt the rear camera performance on the Pro to have moderately improved. But other than that, it was only the display resolution that seemingly differed from that of the Note 4.</p><p> The cameras on both Note editions have the LED Selfie Light shoot 1080p videos at 30fps. The Redmi Note 5 carries a single rear camera, with a f/2.2 sensor, while the Pro version comes loaded with twin rear cameras. </p><p> A12-megapixel (f/2.2) sensor and one 5-megapixel (f/2.0) sensor for depth effect complete the twin-setup on the rear. The front camera may be suited to enhance pixel size and aperture for better low light photography. But, the Redmi Note 5 Pro comes with a whopping 20-megapixel front sensor and AI-based computing for depth effect. </p><p><b> Here is a Xiaomi's teaser.  <iframe width=\"100%\" height=\"315\" src=\"https://www.youtube.com/embed/R76ombrvqZQ\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen=\"\"></iframe></b></p><p><b> <b> First Impressions: </b><img src=\"http://static.sify.com/cms/image/scptO2gbfbbbh.jpg\" width=\"100%\"></b></p><ul><b></b><li><b><a href=\"https://www.youtube.com/watch?v=UWDPbIKn81w\"> </a><a href=\"https://www.youtube.com/watch?v=UWDPbIKn81w\" target=\"_blank\"> Gaurav Chaudhary aka Technical Guruji</a>:</b> Found it similar to Note 4, but saw improvements too- New Camera, Display, Design etc at a price of Rs 9999 for 3 GB. Price is good, specs are also good. </li><li> <b> GeekyRanjit: </b> Note-5 Pro Good battery life- lasted for 1 day and 8 hours of mixed usage with nearly 3 hours of calling, 6-8 hours of screen on time. No lags. 636 is a fast processor. Good results on the front camera. Positive overall, but suggested Note 4 users to consider an upgrade to the Pro and not the Note 4 (Dont go for the Note 5). </li> </ul><p><b> Here is GeekyRanjit's video: </b><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/uvbRpIfOANE\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen=\"\"></iframe></p><p> <img src=\"http://static.sify.com/cms/image/scptOcfiiiebg.jpg\" width=\"100%\"></p><p> Flipkart's exclusive sale begins on February 22. The 4GB/64 GB version costs Rs 14,000 while the 6GB/64GB version costs Rs 17,000.</p><p> Buyers will be forced to make the tough call on which Note to buy- the Note 5 with the single camera on the back or the twin-shooter Note 5 Pro.</p>]]></description><link><![CDATA[http://www.sify.com/finance/from-specs-to-first-impressions-all-you-wanted-to-know-about-xiaomis-new-redmi-note-5-and-note-5-pro-news-smartphone-reviews-scpugrfgebcig.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/40-of-indians-prefer-video-ads-on-mobile-phones-survey-news-smartphones-scpraedjaeibd.html]]></guid><pubDate><![CDATA[Thu, 15 Feb 2018 17:31:08 +0530]]></pubDate><title><![CDATA[40% of Indians prefer video ads on mobile phones: Survey]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rk4pmWhgfbdhb.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rk4pmWhgfbdhb_thumb.jpg\" data-width=\"600\" data-height=\"350\" data-title=\"Anirudh Singh\"><font size=\"3\"> <p><b>New Delhi</b>: Owing to falling 4G data prices, a significant 40 per cent of Indians prefer to watch advertisement videos on their mobile phones over other media, finds a survey.</p><p>The survey, by mobile advertisement technology and data analytics company MoMagic Technologies, showed that most of the mobile advertisements were viewed while playing games and watching videos on platforms such as Youtube. </p><p>Over 28 per cent of the respondents watch mobile ads for winning credits in games, followed by ads while shopping online at 25.5 per cent.</p><p>\"What we are witnessing is an increasing migration of video consumption including video ads by users in Tier I and II cities because of economical 4G data plans in a highly competitive mobile operators market which is pushing costs and inversely offering higher data limit packages,\" Arun Gupta, CEO and Founder, MoMagic Technologies said in a statement.</p><p>The survey also showed that 37 per cent of the people view their mobile phones over six times in an hour due to high level of addiction fuelled by interrelated activities such as social media and online videos, etc.</p><p> </p><p>This has led to rapid consumption of mobile ads as 56 per cent of the respondents see these ads at least two to three times a day. </p><p>This is already leading to an over 60 per cent digital ad spend that comes from mobile platform, the survey said.</p><p>In 2017, mobile ad spend increased at a rapid pace in India as it grew at a staggering rate of over 80 per cent. </p><p>Image-based text ads were found to be at 24 per cent, while text messages were at 11 per cent.</p><p>It is because mobile video advertisements generally lead to better story telling and effectively delivering a much better lead conversion rates for advertisers, the survey showed.</p><p>The results were based on a survey conducted on 35,000 people from Tier -I, II and III cities and aged between 18-40, across India.</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/40-of-indians-prefer-video-ads-on-mobile-phones-survey-news-smartphones-scpraedjaeibd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/ibm-skill-development-ministry-launch-new-collar-curriculum-at-itis-news-technology-scprahdjdgfjc.html]]></guid><pubDate><![CDATA[Thu, 15 Feb 2018 18:01:49 +0530]]></pubDate><title><![CDATA[IBM, skill development ministry launch 'New Collar' curriculum at ITIs]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/rhtccKcaidhfh.jpg\"/><description><![CDATA[<img src=\"http://static.sify.com/cms/image/rhtccKcaidhfh_thumb.jpg\" data-width=\"800\" data-height=\"533\" data-title=\"FILE PHOTO: The logo of Dow Jones Industrial Average stock market index listed company IBM (IBM) is seen in Los Angeles\"><font size=\"3\"> <p><b>New Delhi</b>: Technology giant IBM on Thursday launched a first-of-its kind \"New Collar\" curriculum in partnership with the Ministry of Skill Development and Entrepreneurship (MSDE) to build the next generation skills needed for \"New Collar\" careers.</p><p>The two-year Advanced Technical Diploma Programme will be offered at the Industrial Training Institutes (ITIs) across the country. </p><p>To begin with, the course would be available at ITIs in Hyderabad and Bengaluru and one women's-only ITI in Noida, Uttar Pradesh. </p><p>\"Technology continues to be a key transformational lever not just for India but for countries across the world. Our collaboration with MSDE reiterates IBM's commitment to up-skilling India in this era of digital inclusion,\" Chaitanya Sreenivas, Vice-President and HR Head, IBM India Pvt Ltd, said in a statement.</p><p>The programme will include industry-relevant courses on hardware maintenance, web development, Cloud-based development and deployment, analytics and soft skills training and students can seek admission post Class 12. </p><p>\"This MoU signing with IBM is another step in the technical upliftment of already existing courses in the Skill India mission,\" said Ananth Kumar Hegde, the Skill Development and Entrepreneurship Minister.</p><p>After the successful completion of the course, students will be offered a five-month paid internship at IBM.</p><br>]]></description><link><![CDATA[http://www.sify.com/finance/ibm-skill-development-ministry-launch-new-collar-curriculum-at-itis-news-technology-scprahdjdgfjc.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Type": "application/rss+xml;",
    "Connection": "keep-alive",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "Date": "Sun, 18 Feb 2018 16:52:01 GMT",
    "Vary": "Accept-Encoding",
    "Content-Encoding": "gzip",
    "Content-Length": "21206",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/business/article/category/technology"
}