{
  "requested_url": "http://www.womenshealthandfitness.com.au/component/obrss/women-s-health-fitness-combined-feed?format=",
  "fetched_at": "2018-02-18T22:34:31.207337",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<?xml-stylesheet href=\"http://www.womenshealthandfitness.com.au/components/com_obrss/assets/xsl/atom-to-html.xsl\" type=\"text/xsl\"?>\n<rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:content=\"http://purl.org/rss/1.0/modules/content/\">\n\t<channel>\n\t\t<title>Women's Health &amp; Fitness Combined Feed</title>\n\t\t<description></description>\n\t\t<link>http://www.womenshealthandfitness.com.au/</link>\n\t\t<lastBuildDate>Sun, 18 Feb 2018 16:52:48 +0000</lastBuildDate>\n\t\t<generator>FeedCreator 1.8.3 (obRSS 1.9)</generator>\n\t\t<atom:link href=\"http://www.womenshealthandfitness.com.au/component/obrss/women-s-health-fitness-combined-feed\" rel=\"self\" type=\"application/rss+xml\" />\n\t\t<image>\n\t\t\t<url>http://www.womenshealthandfitness.com.au/images/</url>\n\t\t\t<title>Women's Health &amp; Fitness Combined Feed</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/</link>\n\t\t</image>\n\t\t<item>\n\t\t\t<title>5 tasty low-calorie snacks</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2429-5-tasty-low-calorie-snacks</link>\n\t\t\t<description><![CDATA[<p>&nbsp;<strong>We’ve uncovered five healthy snack ideas to get you through your day and the</strong> <strong>3 pm hunger pangs.</strong></p>\r\n<p><img alt=\"tuna-crackers.jpg\" src=\"http://www.womenshealthandfitness.com.au/images/tuna-crackers.jpg\" /></p>\r\n<p class=\"normal\"><strong><span>1. Homemade popcorn:</span></strong><span> Unlike our favourite buttery movie companion, this version is a low-calorie and high-fibre snack. Just add</span> ½ cup of corn kernels to a brown paper bag and microwave for a couple of minutes, until the popping slows down to one or two pops per second.</p>\r\n<p class=\"normal\">“Homemade popcorn is a fun wholegrain snack that provides you with roughly 1g of fibre and 1g of protein per cup for as little as 30 calories!” says wholefood dietitian and nutritionist <a href=\"https://thebodydietetics.com/\">Larina Robinson</a>.</p>\r\n<p class=\"normal\">The best part? You can top with a touch of Himalayan salt and nut butter or spices such as turmeric or cinnamon for anti-inflammatory benefits. Or if you have the tastebuds for it, seaweed flakes are high in iodine, which is important for the normal functioning of the thyroid gland. &nbsp;</p>\r\n<p><strong><span>2.<strong><span><a href=\"http://www.womenshealthandfitness.com.au/[https:/www.fibreone.com.au/\" target=\"_blank\">&nbsp;</a></span></strong></span></strong><strong><a href=\"https://www.fibreone.com.au/\" target=\"_blank\">Fibre One</a><span class=\"s2\">™&nbsp;</span></strong><strong>snacks: </strong>Sucker for a 3pm sweet hit but don’t like making your own healthy treat? Try<a href=\"https://www.fibreone.com.au/\" target=\"_blank\">&nbsp;<span class=\"s1\"></span></a><a href=\"http://www.womenshealthandfitness.com.au/%5Bhttps:/www.fibreone.com.au/\">Fibre One</a><span class=\"s2\">™</span><span class=\"s1\">&nbsp;</span>squares and brownies: these delicious snacks taste just like your traditional brownie, but with only 90 calories per serve.</p>\r\n<p><span>Plus, they come in two mouth-watering flavours: Chocolate Fudge Brownie and Salted Caramel Squares. For only </span><span>$5.49 for a pack of 5, it’s hard to resist.</span></p>\r\n<p><img alt=\"fibreone.jpg\" src=\"http://www.womenshealthandfitness.com.au/images/fibreone.jpg\" /></p>\r\n<p><strong><span>3. Tuna with wholegrain crackers: </span></strong><span>For a healthy alternative to cheese and crackers to get you through those never-ending emails,<strong> </strong>a handful of wholegrain crackers and a tin of tuna in springwater contains around 163 calories. </span></p>\r\n<p><span>This combo is high in protein and slow-releasing carbs, keeping you full for longer while not spiking blood sugar levels – the perfect afternoon or pre-workout fuel. </span></p>\r\n<p><strong><span>4. Overnight oats: </span></strong><span>Add<strong> </strong></span>Greek yoghurt, almond milk, chia seeds, shredded coconut and cinnamon to a cup of rolled oats in a jar and leave to set overnight. Top with your favourite berries when ready to eat. A standard breakfast-sized jar contains around 370 calories but you can halve the serving amount for a morning or afternoon snack.</p>\r\n<p><span>Chia seeds are an excellent source of omega-3 fatty acids and are high in fibre, aiding digestion, and cinnamon has anti-inflammatory properties. </span>You’ll reap myriad benefits from all of the ingredients, according to Robinson.</p>\r\n<p>“It contains protein for muscle repair and to keep you feeling full for longer, slow-releasing carbohydrates for sustained energy and for stabilising blood sugar levels, fibre to support digestion and control weight, antioxidants to fight free radical that damage the body’s cells, and healthy fats for supple skin and healthy hair,” she says.</p>\r\n<p><img alt=\"Overnight-oats1.jpg\" src=\"http://www.womenshealthandfitness.com.au/images/Overnight-oats1.jpg\" /></p>\r\n<p><strong><span>5. Homemade hommus with vegie sticks: </span></strong><span>Ditch the packaged store-bought dips with unhealthy oils and additives and grab a tin of chickpeas and make your own hommus. </span></p>\r\n<p><span>Chickpeas are rich in protein and soluble fibre, aiding digestion, reducing inflammation and helping with heart and bone health and maintaining weight. A 2-3 tablespoon serve is roughly 100-150 calories. </span></p>\r\n<p><span>Cut carrot and cucumber into sticks for dipping and you have yourself a low calorie afternoon pick-me-up, plus it’s a great way of getting in an extra serve of vegies.</span></p>\r\n<p><i><span>This piece was produced in partnership between Fibre One<sup>TM</sup> and Women’s Health &amp; Fitness magazine.</span></i></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2429-5-tasty-low-calorie-snacks\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Thu, 01 Feb 2018 23:15:17 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2429-5-tasty-low-calorie-snacks</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Bedroom makeover: how to get a good nights sleep</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2417-bedroom-makeover-how-to-get-a-good-nights-sleep</link>\n\t\t\t<description><![CDATA[<p><strong>&nbsp;Interiors blogger and stylist <a href=\"http://www.womenshealthandfitness.com.au/dotandpop.com.au\" target=\"_blank\">Eve Gunson</a> shows you how to design the perfect room for catching plenty of <a href=\"http://www.womenshealthandfitness.com.au/health-beauty/health-advice/1955-the-importance-of-sleep\" target=\"_blank\">sleep.</a></strong></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><strong>Calmness is key:</strong></p>\r\n<p class=\"p2\">Creating a space that provides a sense of relaxation and restfulness is the most important factor and freshly washed bed linen can really help you drift off. Try washing your sheets once a week and adding a fragrance such as lavender (which research shows has calming and soothing effects) to help you unwind.</p>\r\n<p class=\"p1\"><strong>Lighting:</strong></p>\r\n<p class=\"p2\">Use bedside lamps, pendants or floor lamps to create soft, ambient lighting. Add a dimmer to downlights if possible and try turning bright lights off at least two hours before bedtime to help you fall asleep more quickly. Insufficient window coverings also won’t help, so try block-out blinds, heavy curtains or shutters to make sure you rest in the dark.</p>\r\n<p class=\"p1\"><strong>Keep it green:</strong></p>\r\n<p class=\"p2\">Bringing plants into your bedroom can have purifying benefits – think lavender, jasmine and peace lily, which have cleansing effects to help you sleep.</p>\r\n<p class=\"p1\"><strong>Air flow:</strong></p>\r\n<p class=\"p2\">Make sure your bedroom isn’t stuffy. If possible, open your window slightly or invest in a ceiling fan to circulate the air. Although air flow is important, it’s not so at the expense of quietness – only open your window if your neighbourhood is quiet.</p>\r\n<p class=\"p1\"><strong>Colour palette:</strong></p>\r\n<p class=\"p2\">When choosing colours for your bedroom keep them simple and calming. Try white, grey, pale blue or earthy, muted tones. If your style is bold and more about statement, try choosing navy over bright blue, blush and burgundy over bright pinks, or a soft sea mist over lime green. Avoid bright colours as busy patterns don’t promote rest and relaxation. When choosing furniture, bed linen, artwork and décor items, keep it simple: less is more; you are trying to create a sanctuary, not a child’s play room.</p>\r\n<p class=\"p1\"><strong>Keep it simple:</strong></p>\r\n<p class=\"p2\">Remove anything distracting, such as bills, paperwork and reminders of work, which might promote stressful thoughts. Keep any clutter at bay by organising items and investing in functional wardrobes that will hide mess easily.</p>\r\n<p class=\"p1\"><strong>Furniture positioning:</strong></p>\r\n<p class=\"p2\">A chaotic room will cause disturbed sleep patterns. Arrange your furniture so that it’s centred and symmetrical, helping you to feel centred and peaceful.</p>\r\n<p class=\"p1\"><strong>Make it cosy:</strong></p>\r\n<p class=\"p2\">We spend one-third of our lives in bed, so it’s important to invest in a quality mattress. A big bed is ideal if you sleep next to a partner to prevent rolling over and waking each other up. Make it cosy and inviting with layers of gorgeous bed linen, throws and cushions.</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2417-bedroom-makeover-how-to-get-a-good-nights-sleep\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Tue, 23 Jan 2018 06:44:35 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2417-bedroom-makeover-how-to-get-a-good-nights-sleep</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>5 minutes with February 2018 cover model Ellie Giffen</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2413-5-minutes-with-february-2018-cover-model-ellie-giffen</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">We sat down with February 2018 cover model Ellie Giffen to chat about all things health, fitness and lifestyle.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>EAT</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">There isn’t much I won’t eat. I love food and have mastered a happy medium between my love for gourmet ingredients and clean eating. For example, I love eating fresh fish but I season it with freshly squeezed lemon, coriander, ripe cherry tomatoes, ginger and cracked pepper. Instead of having it with plain steamed vegies, I might throw together a salad with some sweet mango, mint and fresh chilli. My nutrition needs to excite me and be ever changing.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>MOVE</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">A typical week of training includes a variety of workouts. I typically only spend two days in a gym and the other days are either spent in a Pilates studio (KX Pilates in Adelaide is incredible), on the beach (running or walking) or on a yoga mat at home (I invested in a TRX, which is amazing for bodyweight workouts and is responsible for my strong core).</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>THRIVE</strong></span></p>\r\n<p class=\"p5\"><span class=\"s1\">My short-term goals are simple: I’ve accepted that life does not need to be extravagant all the time for it to be fulfilling. If we are constantly striving for the next big thing we will miss what is right in front of us. I aim to continue with the little things that bring me joy such as painting, eating good food, swimming in the ocean, camping and spending my time with people who make me feel good.</span></p>\r\n<p class=\"p6\"><span class=\"s1\">Long term, I see myself working as a social worker in women’s mental health. At the risk of sounding cliché, I really do want to help others or at the very least let women know that they are not alone and have an important place in this world.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>BE</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">To de-stress I hug my dog, put on a good playlist or watch an epic make-up tutorial on YouTube. I also enjoy shopping, reading a novel until 3am and running through sand dunes. I used to believe that every waking second of my day had to be productive, but I’ve learnt that the more relaxed I am, the more productive I become!</span></p>\r\n<p class=\"p2\"><span class=\"s1\"></span></p>\r\n<p class=\"p1\"><strong>Model: </strong>Ellie Giffen // <a href=\"https://www.instagram.com/miss_elliesue/\" target=\"_blank\">@miss_elliesue</a></p>\r\n<p class=\"p1\"><strong>Photographer:</strong> Dannielle McPherson //<a href=\"https://www.instagram.com/danniellemcphersonphotography/\" target=\"_blank\">@danniellemcphersonphotography</a></p>\r\n<p class=\"p1\"><strong>HMU: </strong>Sophie Williams // <a href=\"https://www.instagram.com/sophiewilliamsmakeupartistry/?hl=en\" target=\"_blank\">@sophiewilliamsmakeupartistry</a></p>\r\n<p class=\"p1\"><span class=\"s1\">Grab the February 2018 edition for her full cover story and more!</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2413-5-minutes-with-february-2018-cover-model-ellie-giffen\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Fri, 19 Jan 2018 03:34:32 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2413-5-minutes-with-february-2018-cover-model-ellie-giffen</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Why the Golden Door Elysia Health Retreat &amp; Spa is the best way to start the new year</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2412-why-the-golden-door-elysia-health-retreat-spa-is-the-best-way-to-start-the-new-year</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"p1\"><strong>Whether it’s a detox coming out of the festive period or a weekend getaway with the girls minus the extra holiday kilos, there’s no denying that health and fitness retreats are in high demand. But are they really worth your hard-earned coin?</strong></p>\r\n<p><strong><img alt=\"golden-door-5.jpg\" src=\"http://www.womenshealthandfitness.com.au/images/golden-door-5.jpg\" /></strong></p>\r\n<p>We sent <i>WH&amp;F</i> editor Katelyn Swallow to world-renowned&nbsp;<a href=\"https://www.goldendoor.com.au/\" target=\"_blank\">Golden Door Elysia Health Retreat &amp; Spa</a> in the Hunter Valley, NSW, to find out what all the fuss is about.</p>\r\n<p>I've been to a fair few health retreats in my time, but nothing could have prepared me for the rolling hills and glimpses of grapevines my friend Tiffany and I experienced as we drove up to the iconic gates of the Golden Door Health Retreat. Perched on a hill overlooking the valley’s wineries and Brokenback mountain range – about two-and-a-half hours’ drive from Sydney and just 45 minutes from Newcastle – we were welcomed by <a href=\"http://www.womenshealthandfitness.com.au/goldendoor.com.au\" target=\"_blank\">Golden Door </a>staff in their luxe marbled foyer. Almost instantly, I felt the stresses of the week’s work begin to melt away thanks to the steady trickle of their indoor water feature.</p>\r\n<p class=\"p2\">As a self-confessed gym junkie, I was a bit wary of bringing a friend with differing interests along for the ride. But on closer inspection of Golden Door’s program, I realised there was something for everyone&nbsp;– no ‘go hard or go home’ bootcamps here. Whether you’re wanting a week-long wellness reset with the girls or just a romantic two-night getaway with your significant other, Golden Door’s all inclusive <a href=\"https://www.goldendoor.com.au/golden-door-health-retreat-elysia/reservations/rates-packages/\" target=\"_blank\">packages</a> have you covered.</p>\r\n<p class=\"p2\">Designed as an oasis for the mind, body and spirit, you can opt in or out of any activity on the retreat timetable, accommodating meditative yogi to squat enthusiast – and everyone in between:</p>\r\n<p class=\"p2\"><strong>For the lover of creature comforts</strong></p>\r\n<p class=\"p2\">Both Tiffany and I are unapologetically fans of a good night’s rest and Golden Door’s voguish accommodation did not disappoint. A leisurely two-minute stroll from the front desk found us outside one of their 74 on-site villas (there are one, two or three bedroom options available), which we would call home for the next two nights. Stunning views from the balcony, huge ensuite bathrooms, a spacious king bed and even a self-contained kitchen, it was the perfect place to curl up with a book and recoup after a ‘busy’ day exercising, eating and relaxing.</p>\r\n<p class=\"p2\"><strong>For the foodie</strong></p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p><strong><strong style=\"font-size: 15px;\"><img alt=\"golden-door-4-food.jpg\" src=\"http://www.womenshealthandfitness.com.au/images/golden-door-4-food.jpg\" /></strong></strong></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p2\">If there isn’t food, don't invite me – particularly if I need to step a toe into the kitchen. And it seems Golden Door knew I was coming. All main meals plus two snacks are delivered daily by the in-house chef, including a buffet-style breakfast, so all you have to do is eat.</p>\r\n<p class=\"p2\">Meals are mostly plant based and dairy free, aside from small portions of chicken and fish, and coffee was banned to give your hard-working adrenals a rest. But who knew healthy cooking could taste that good? And that’s coming from a self-confessed carnivore!</p>\r\n<p class=\"p2\">“Our Golden Door menu is not completely vegetarian and we do provide options for a caffeine non-detox [if requested] to guests wanting a soft landing into health and wellness cuisine. However, limiting animal proteins to poultry and seafood keeps the menu nice and lean,” says executive chef James Knight.</p>\r\n<p class=\"p2\">“Our menu has been crafted to nourish guests as well as inspire them, so we limit things that tend to be consumed in excess and show them how it’s possible to use this variety of produce at home. With plenty of colourful fruits, salads and vegetables (many straight from our organic kitchen garden), our guests experience a cleaner way of eating that is still incredibly satisfying.”</p>\r\n<p class=\"p2\">By the end of the first day, once the detox headaches subsided, my digestion had improved, the bloat was gone and I slept through the night for the first time in a long time. And if, like me, you hate beetroot on your salad – no fret. Kitchen hand Lita (who knew all 30 guests’ names by the end of day one, just FYI) will accommodate all your dietary preferences.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<hr class=\"system-pagebreak\" title=\" Golden Door Elysia Health Retreat &amp; Spa\" />\r\n<p>&nbsp;</p>\r\n<p class=\"p2\"><strong>For the yogi</strong></p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p><strong><img alt=\"Golden-Door-Lifestyle_2066.jpg\" src=\"http://www.womenshealthandfitness.com.au/images/Golden-Door-Lifestyle_2066.jpg\" /></strong></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p2\">If you think sweating it out in a HIIT class is akin to torture, or if injury is a concern, choose to take the path to Zen. Tiffany and I started our first day at the retreat with an early morning tai chi class, overlooking the valley as the sun was just peaking over the horizon, followed by a walk around the adjacent golf course.</p>\r\n<p class=\"p2\">Beginner to advanced yoga and Pilates classes are offered throughout the day, or learn how to harness the power of breath in one of the evening workshops.</p>\r\n<p class=\"p2\">But whether you’re a budding yogi or as conservative as they come, don’t skip the daily Meditation 101 classes. The experienced instructors can get even the busiest brain to relax, trialling different techniques so you, too. find your best fit.</p>\r\n<p class=\"p2\">“A huge block when it comes to meditation is that people believe they have to empty the mind and completely stop thinking. When that fails to happen, a barrier is formed, ‘I can’t meditate,’” says program and guest experience manager Damian Rocks.</p>\r\n<p class=\"p2\">“But meditation is not about not thinking, it is simply about finding a point of focus for a period of time. This focus can be on <i>anything</i>, as long as it is with intention, and can last for three seconds or 30 minutes; focused intention, regardless of length of time, is still a form of meditation. And just one physiological benefit of many is an increased capacity for problem-solving in the pre-frontal cortex, allowing the brain to work more efficiently.”<strong>&nbsp;</strong></p>\r\n<p class=\"p2\"><strong>For the gym junkie</strong></p>\r\n<p class=\"p2\">If you’re using the retreat as a way to get back your fitness mojo, prepare to be sore but inspired by the end of your stay. Each morning starts with a short and sharp stretch session to loosen tight and tired muscles. You can then choose to sweat through a high intensity spin class, tough it out in their fully equipped gym as part of a group circuit, book a one-on-one personal training session or work out your frustrations with a boxing lesson.</p>\r\n<p class=\"p2\">Our pick? One of the AM low-impact deep water running classes! Far from your typical aqua aerobics class, you’ll leave the huge heated pool with a definite sweat. Follow it up with a quick sauna and spa and, like us, you’ll feel light and satisfied – all before breakfast.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<hr class=\"system-pagebreak\" title=\" Golden Door Elysia Health Retreat &amp; Spa\" />\r\n<p>&nbsp;</p>\r\n<p class=\"p2\"><strong>For the self-indulgent</strong></p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p><strong><strong style=\"font-size: 15px;\"><img alt=\"golden-door-3---pool.jpg\" src=\"http://www.womenshealthandfitness.com.au/images/golden-door-3---pool.jpg\" /></strong></strong></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p2\">Many of our fellow retreat guests took a day to simply de-stress, sipping herbal tea and getting pampered at the retreat’s in-house spa. Offering all your standard spa treatments such as manicures and facials – plus a few just left of centre – you get one to two treatments complementary, depending on your package. Tiff and I opted for the Cleopatra: essentially a full-body exfoliation treatment and mud wrap – we had skin smoother than a baby’s bottom for weeks.</p>\r\n<p class=\"p2\"><strong>The verdict</strong></p>\r\n<p class=\"p2\">After just three days at Golden Door Health Retreat, I felt completely at ease: my skin was glowing, my stomach flat and the usual ball of stress and anxiety in my stomach had unknotted. My digestion and sleep were improved, and I was two kilos lighter on the scales.</p>\r\n<p class=\"p2\">But far beyond the physical were the nutrition and exercise habits and education I took away home with me. In a sentence, I would describe Golden Door as an intensive health, fitness and mindset overhaul – with beautiful long-term benefits. And with 2-night weekend programs starting at just $1,210pp twin share, it’s worth every penny.</p>\r\n<p class=\"p2\">GOLDEN DOOR SPECIALS</p>\r\n<p class=\"p2\">Golden Door is currently holding a Fantastic February Flash Sale. <strong>Book a 5-night retreat stay and bring a friend for 50% off or share the love and get 25% each.</strong></p>\r\n<p class=\"p2\">To book, visit their <a href=\"https://www.goldendoor.com.au/golden-door-health-retreat-elysia/reservations/rates-packages/\" target=\"_blank\">official website.</a></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2412-why-the-golden-door-elysia-health-retreat-spa-is-the-best-way-to-start-the-new-year\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Fri, 19 Jan 2018 03:02:18 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2412-why-the-golden-door-elysia-health-retreat-spa-is-the-best-way-to-start-the-new-year</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>How to maintain motivation over the holiday season</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2411-how-to-maintain-motivation-over-the-holiday-season</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"p1\"><strong>Struggling to stay on top of your exercise regime because you're simply not motivated enough? Here are three ways to maintain it.</strong></p>\r\n<p class=\"p1\">The key is to tone down rather than completely halt your exercise regimen, but maintaining motivation during times of temptation generally comes down to how you think about your training. If heading for the bench press doesn’t excite you, you’ll likely forego exercise for the call of cosmos.</p>\r\n<p class=\"p3\"><span class=\"s1\"><strong>Follow the experts’ top tips for maintaining motivation:</strong></span></p>\r\n<p class=\"p4\"><span class=\"s2\"><strong>» Look on the bright side: </strong></span><span class=\"s1\">“The relationship you have with exercise will depend on how you prioritise it and whether toning down your training will have positive effects or not. If you view exercise as punishment or to purely burn calories rather than seeing it for its mental and physical health benefits, then you’re less likely to enjoy it and remain consistent. When you value and enjoy exercise – you prioritise it,” says Brooke Turner.</span></p>\r\n<p class=\"p4\"><span class=\"s2\"><strong>» Develop an exercise routine before summer hits so motivation isn’t an issue next season: </strong></span><span class=\"s1\">“The development of positive habits and routines is important for mental wellbeing, with a holistic and flexible approach. Ideally, a good exercise routine should be sustainable and easily modified and adapted to take life changes into account, and having a number of different activities you participate in can help,” says clinical psychologist Dr<a href=\"http://www.womenshealthandfitness.com.au/bluehorizoncounselling.com.au\" target=\"_blank\"> Yuliya Richard.</a><br /></span></p>\r\n<p class=\"p5\"><span class=\"s2\"><strong>» Modify your routine: </strong></span><span class=\"s1\">King suggests experimenting with outdoor activities during this time that take advantage of summer’s social theme and heat. Think learning to surf or a game of beach volleyball with friends. Try mixing up such activities with bootcamps, walking, swimming, running, yoga, Pilates and gym sessions; this way you have options depending on the season and weather moving into the new year.</span></p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2411-how-to-maintain-motivation-over-the-holiday-season\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Tue, 16 Jan 2018 00:37:10 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2411-how-to-maintain-motivation-over-the-holiday-season</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Superfood strawberry protein milkshake recipe</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2410-superfood-strawberry-protein-milkshake-recipe</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">Alleviate the brain fog and keep your mood in check with this protein smoothie.</p>\r\n<p class=\"p2\"><span class=\"s1\"><strong>Ingredients (makes one smoothie)</strong></span></p>\r\n<ul>\r\n<li class=\"p3\">1 cup coconut, soy or almond milk</li>\r\n<li class=\"p3\">1 scoop <a href=\"https://activatednutrients.com/products/vanilla-bean-daily-protein-1\" target=\"_blank\">Activated Nutrients Vanilla Bean Daily Protein</a></li>\r\n<li class=\"p3\">1 teaspoon Activated Nutrients Daily Superfood powder</li>\r\n<li class=\"p3\">Approximately 7 frozen, sliced strawberries</li>\r\n</ul>\r\n<p class=\"p4\">&nbsp;</p>\r\n<p class=\"p2\"><span class=\"s1\"><strong>Method</strong></span></p>\r\n<p class=\"p3\">1. Combine all ingredients in a blender</p>\r\n<p class=\"p3\">2. Blend until smooth</p>\r\n<p class=\"p3\">3. Pour into a glass and enjoy!</p>\r\n<p class=\"p3\">&nbsp;</p>\r\n<p class=\"p1\"><strong>NUTRITION (per smoothie)</strong></p>\r\n<p class=\"p1\"><span class=\"s1\">Protein: 19g // Fat: 5g //</span></p>\r\n<p class=\"p1\"><span class=\"s1\">Carbs: 16g // Calories: 213g</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2410-superfood-strawberry-protein-milkshake-recipe\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Tue, 16 Jan 2018 00:04:06 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2410-superfood-strawberry-protein-milkshake-recipe</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Laura Henshaw on health, fitness and success</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2408-laura-henshaw-on-health-fitness-and-success</link>\n\t\t\t<description><![CDATA[<p><strong>Model, law student and entrepreneur rolled into one, <a href=\"https://www.instagram.com/laura.henshaw/?hl=en\" target=\"_blank\">Laura Henshaw</a> knows how to take care of business. Co-founder of <a href=\"https://kicgirls.com/commit\" target=\"_blank\">Keep it Cleaner</a>, a health blog and fitness program with a healthy food range to boot, she is inspiring women all over Australia to chase their dreams and start their own side-hustle. This is how she does it.</strong></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><strong>On modelling</strong></p>\r\n<p class=\"p2\">I started modelling when I was 19. My first agent approached me at my cousin’s engagement party, and I started by doing mostly runway and editorial. As I grew into my body and became curvier, I moved into more commercial work, which I love because I don’t feel any pressure to be a certain size.</p>\r\n<p class=\"p1\"><strong>On shifting direction</strong></p>\r\n<p class=\"p2\">I got into the health and fitness industry when I started a health blog, simply as something to do while I was modelling overseas. Soon after I got back, my business partner and friend Steph [Smith] and I created our first Keep it Cleaner project, which was our eBook. I now do more model jobs that reflect my new direction, which is often with amazing health and fitness brands. I am really lucky now that my modelling is booked for who I am and not just for what I look like.</p>\r\n<p class=\"p1\"><strong>On studying law</strong></p>\r\n<p class=\"p2\">I have always found law really interesting. I never thought I would ever get a good enough score to get into it and couldn’t believe when I actually got in. I don’t want to be a lawyer anymore, but I am so grateful for everything I have learnt so far and still plan to finish the degree. It has helped me to problem solve and think analytically, which I have to do in our business every day.</p>\r\n<p class=\"p1\"><strong>On social media success</strong></p>\r\n<p class=\"p2\">I still can’t understand why people want to follow my life, let alone 125,000 people! The biggest ‘Is this for real?’ moment was seeing our Keep it Cleaner products in Coles. If you told me we’d be in Coles two years ago, there is no way in the world I would have believed you. It really is a dream come true.</p>\r\n<p class=\"p1\"><strong>On achieving a summer body</strong></p>\r\n<p class=\"p2\"><span class=\"s1\">I believe that if you have a body and a bikini…you have a summer body! Although I do understand that feeling healthy makes you feel so much more comfortable in a bikini. One of the main messages from our KIC Girls program is to avoid fad diets and make healthy living your lifestyle so you don’t have to panic diet before your beach holiday. If you find a healthy balance, you will find your healthy weight, be full of energy and feel more confident in your own skin. It should never be about trying to look like someone else; being unique is special and we should all celebrate that.</span></p>\r\n<p class=\"p1\"><strong>On my personality</strong></p>\r\n<p class=\"p2\">Bubbly and positive…and maybe a bit nerdy – is that a personality trait?</p>\r\n<p class=\"p1\"><strong>On my favourite workout</strong></p>\r\n<p class=\"p2\">I love running – it is my form of meditation. No matter what kind of day I have had, I can always rely on a run to declutter my thoughts and to feel less stressed. Running is also amazing for toning legs.</p>\r\n<p class=\"p1\"><strong>On my cheat meal</strong></p>\r\n<p class=\"p2\">Hot chips…I simply cannot resist.</p>\r\n<p class=\"p1\"><strong>On role models</strong></p>\r\n<p class=\"p2\">I suppose I have different role models for different parts of my life. My mum has taught me to work as hard as I can and to believe in myself. In a business sense, Janine Allis and Lisa Messenger are big role models for me. And of course Steph is an amazing business partner, best friend and inspiration to me.</p>\r\n<p class=\"p1\"><strong>On the future</strong></p>\r\n<p class=\"p2\">Long term, I hope to grow the Keep it Cleaner brand as much as I can with Steph. We aim to expand KIC Girls, reach more women and expand our range in Coles to make more healthy food options available to everyone.<span class=\"Apple-converted-space\">&nbsp; </span>Short term, I want to start appreciating and celebrating my small achievements more; it’s so easy to let them pass without stopping and letting it sink in.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\"><strong><br class=\"Apple-interchange-newline\" />Model:</strong>&nbsp;<a href=\"https://www.instagram.com/laura.henshaw/?hl=en\" target=\"_blank\">Laura Henshaw</a>&nbsp;//&nbsp;<i>kicgirls.com</i>&nbsp;// @laura.henshaw // @keepitcleaner<br /><strong>Photographer:</strong>&nbsp;<a href=\"https://www.instagram.com/renpidgeon/?hl=en\" target=\"_blank\">Ren Pidgeon</a>&nbsp;// @renpidgeon<br /><strong>HMU:</strong>&nbsp;<a href=\"https://www.instagram.com/monicagingold_beauty/?hl=en\" target=\"_blank\">Monica Gingold</a>&nbsp;// @monicagingold_beauty</p>\r\n<p class=\"p1\"><strong>On the cover wearing: </strong><a href=\"https://www.jaggad.com/\" target=\"_blank\">JAGGAD</a> &amp;<a href=\"https://www.lululemon.com.au/\" target=\"_blank\"> lululemon</a></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2408-laura-henshaw-on-health-fitness-and-success\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Mon, 15 Jan 2018 02:44:30 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2408-laura-henshaw-on-health-fitness-and-success</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Snickers nice-cream recipe</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2406-snickers-nice-cream-recipe</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">Treat yourself to this delicious nice-cream this Valentine's Day.</p>\r\n<p class=\"intro\">&nbsp;</p>\r\n<p class=\"p1\">&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\">Ingredients&nbsp;</span></p>\r\n<ul>\r\n<li class=\"p1\"><span class=\"s1\">4 frozen bananas, chopped &nbsp;</span></li>\r\n<li class=\"p1\"><span class=\"s1\">¼ cup peanut butter&nbsp;</span></li>\r\n<li class=\"p1\"><span class=\"s1\">1 tbsp mesquite powder</span></li>\r\n<li class=\"p1\"><span class=\"s1\">1 tsp vanilla bean powder&nbsp;</span></li>\r\n<li class=\"p1\"><span class=\"s1\">¼ tsp salt&nbsp;</span></li>\r\n</ul>\r\n<p class=\"p1\"><span class=\"s1\">Choc tahini sauce:</span></p>\r\n<ul>\r\n<li class=\"p1\"><span class=\"s1\">2 tbsp cacao powder&nbsp;</span></li>\r\n<li class=\"p1\"><span class=\"s1\">1 tbsp hulled tahini&nbsp;</span></li>\r\n<li class=\"p1\"><span class=\"s1\">1 tbsp coconut nectar&nbsp;</span></li>\r\n<li class=\"p1\"><span class=\"s1\">Boiling water, add until desired consistency is reached</span></li>\r\n</ul>\r\n<p class=\"p1\"><span class=\"s1\">Method</span></p>\r\n<p class=\"p1\"><span class=\"s1\">1.&nbsp;First&nbsp;prepare the choc tahini sauce. Combine sauce ingredients in a small bowl and mix until all ingredients are well combined.</span></p>\r\n<p class=\"p1\"><span class=\"s1\">2. Combine all nice-cream ingredients in a high-power blender, blend until smooth and creamy.</span></p>\r\n<p class=\"p1\"><span class=\"s1\">3. Transfer to four small bowls and top with choc tahini sauce.</span></p>\r\n<p class=\"p1\"><span class=\"s1\">Optional: &nbsp;add peanut butter, raw peanuts and cacao nibs (*these ingredients aren’t included in the macro calculation)</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><span style=\"font-size: 15px;\">Recipe by <a href=\"https://www.instagram.com/healthsynergy/?hl=en\" target=\"_blank\">@healthsynergy </a>and <a href=\"https://www.instagram.com/coconutandbliss/?hl=en\" target=\"_blank\">@coconutandbliss</a></span></span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2406-snickers-nice-cream-recipe\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Sun, 14 Jan 2018 23:31:23 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2406-snickers-nice-cream-recipe</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>The key to successful health and fitness resolutions</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2398-the-key-to-successful-health-and-fitness-resolutions</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">Gear up for success with these top tips for setting successful resolutions.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><strong>1.&nbsp;</strong><strong>BE SMART: </strong>A workable, successful resolution should involve the SMART principle.</p>\r\n<p class=\"p4\"><strong>S -&nbsp;</strong>Specific</p>\r\n<p class=\"p4\"><strong>M -&nbsp;</strong>Measurable</p>\r\n<p class=\"p4\"><strong>A -&nbsp;</strong>Achievable</p>\r\n<p class=\"p4\"><strong>R -&nbsp;</strong>Realistic</p>\r\n<p class=\"p4\"><strong>T -&nbsp;</strong>Timely</p>\r\n<p class=\"p5\">“So, to be successful with your resolution you should be specific about what you’re wanting to achieve, and make it measurable. You need to make sure that what you’re trying to do is in fact achievable and realistic; and if you feel that the goal meets all these criteria, then set a timeframe to help keep you on track,” says&nbsp;<span class=\"s1\">exercise physiologist Naomi Ferstera.</span></p>\r\n<p class=\"p5\">“Give yourself mini-goals within your goal. If you have 20kg to lose, set a goal for 5kg. It’s incredibly motivating to tick these off along the way.”</p>\r\n<p class=\"p1\"><strong>2.&nbsp;</strong><strong>WRITE IT DOWN: </strong>Write all your achievements down in a little logbook to track your progress.</p>\r\n<p class=\"p1\"><strong>3.&nbsp;</strong><strong>PHONE A FRIEND:</strong> Have a qualified individual on speed dial who can support you and hold you accountable to your goals. Choose somebody you can confide in, who’ll get excited for your little victories and give you support when you’ve strayed.</p>\r\n<p class=\"p5\">Even better, find a resolution ‘buddy’ to share the load. But again, choose wisely.</p>\r\n<p class=\"p5\">“You need to partner with people who will bring a positive mindset and share your determination,” says Kusal Goonewardena, sports physiotherapist and founder of&nbsp;<a href=\"http://eliteakademy.com/\" target=\"_blank\">Elite Akademy.</a></p>\r\n<p class=\"p1\"><strong>4.&nbsp;</strong><strong>FIX YOUR ATTITUDE:</strong> What you don’t want is for the resolution to feel like a burden that is controlling you. Remind yourself that you are calling the shots and try to keep your attitude as relaxed – yet focused – as possible.</p>\r\n<p class=\"p5\">“It’s important to ‘remain in choice’ about your goal,” says Irving. “If you set a goal and then tell yourself you ‘have to’ do it, you’re undermining your own intention. Remain in choice&nbsp;– that you’re choosing to do whatever it is you’ve agreed with yourself to do – and it won’t begin to feel like a burden. You’ve chosen it and you continue to choose it.”</p>\r\n<p class=\"p1\"><strong>5.&nbsp;</strong><strong>PICK A BEAT:</strong> Don’t forget the soundtrack.</p>\r\n<p class=\"p5\">“Make sure you’ve got some motivation music,” says Ferstera. “When I feel like quitting, I think about all my goals and put on my ‘pump up’ music. This distracts me from my negative feelings and gets me focused on my goals again.”</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2398-the-key-to-successful-health-and-fitness-resolutions\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Fri, 05 Jan 2018 06:08:31 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2398-the-key-to-successful-health-and-fitness-resolutions</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Lola Berry's nutrition bowl recipe</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2396-lola-berry-s-nutrition-bowl-recipe</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p><strong><span style=\"font-size: 15px;\">This pretty creation is a nutritional&nbsp;</span>goldmine<span style=\"font-size: 15px;\">&nbsp;full of all the good, healthy and delicious stuff. Try it for a satisfying lunch!</span></strong></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\">With the avo and olive oil providing some lovely healthy fats, the eggs giving you lots of complete protein and the sesame seeds adding plenty of the iron needed for the body to produce energy, along with a big hit of calcium too. I spend so much time making these bowls look pretty that they often look too good to eat … almost!</span></p>\r\n<p class=\"p3\"><span class=\"s1\"><strong>Ingredients</strong></span></p>\r\n<ul class=\"ul1\">\r\n<li class=\"li4\"><span class=\"s3\">½ kent pumpkin, chopped into 2.5 cm chunks (I keep the skin on but you don’t have to)</span></li>\r\n<li class=\"li4\"><span class=\"s3\">½ head of broccoli, florets chopped</span></li>\r\n<li class=\"li4\"><span class=\"s3\">Salt flakes and freshly ground black pepper</span></li>\r\n<li class=\"li4\"><span class=\"s3\">Pinch of chilli flakes (optional)</span></li>\r\n<li class=\"li4\"><span class=\"s3\">3 tbsp extra-virgin olive oil</span></li>\r\n<li class=\"li4\"><span class=\"s3\">2 handfuls of rocket</span></li>\r\n<li class=\"li4\"><span class=\"s3\">½ punnet (100 g) cherry tomatoes, halved</span></li>\r\n<li class=\"li4\"><span class=\"s3\">2 eggs, boiled and halved lengthways</span></li>\r\n<li class=\"li4\"><span class=\"s3\">⅓ cup sauerkraut or kimchi</span></li>\r\n<li class=\"li4\"><span class=\"s3\">1 tbsp black and white sesame seeds</span></li>\r\n<li class=\"li4\"><span class=\"s3\">1 avocado, halved lengthways</span></li>\r\n<li class=\"li4\"><span class=\"s3\">Lime wedges, to serve</span></li>\r\n<li class=\"li4\"><span class=\"s3\">½ tsp dulse flakes</span></li>\r\n</ul>\r\n<p class=\"p3\"><span class=\"s1\"><strong>Method</strong></span></p>\r\n<p class=\"p3\"><span class=\"s1\">Preheat the oven to 180°C. Line two baking trays with baking paper. Spread the pumpkin chunks and broccoli florets over the prepared tray and season with salt and pepper. Sprinkle over the chilli flakes (if using), drizzle over 2 tablespoons of the olive oil and bake for 20 to 25 minutes, or until the veggies are nice and crispy.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">Remove from the oven and leave to cool slightly. To assemble your salad, take two serving bowls and place a handful of rocket in each one to make a bed for all your other goodies.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">On top, in separate mounds, arrange the cherry tomatoes, egg halves, sauerkraut or kimchi, pumpkin and broccoli. Place the mixed sesame seeds on a plate, then gently press the cut side of each avo half into the seeds to coat the surface evenly. Place the avo halves on the salad and season.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">To serve, add the lime wedges, drizzle over the remaining olive oil and sprinkle with the dulse flakes. Take a pic for social media (you’ll be so proud of how amazing this looks), then pop the phone aside and take a moment to reflect on how lucky you are to be able to create and enjoy this awesome meal.</span></p>\r\n<p class=\"p5\"><span class=\"s4\">Recipes:&nbsp;<a href=\"https://www.instagram.com/yummololaberry/\"><span class=\"s5\">Lola Berry</span></a></span></p>\r\n<p class=\"p3\"><span class=\"s1\">Photography:&nbsp;<a href=\"https://www.instagram.com/armellehabib/\"><span class=\"s6\">Armelle Habib</span></a></span></p>\r\n<p class=\"p3\"><span class=\"s1\">These recipes are a taste of&nbsp;<a href=\"http://www.panmacmillan.com.au/9781743548479/\"><span class=\"s6\">Food to Make You Glow</span></a>&nbsp;by Lola Berry, published by Plum. Available now, $39.99.</span></p>\r\n<p class=\"p3\"><em><span class=\"s1\">This article was first published in <a href=\"https://www.naturalhealthmag.com.au/nourish/lola-berrys-nutrition-bowl-recipe\" target=\"_blank\">nourish magazine.</a></span></em></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2396-lola-berry-s-nutrition-bowl-recipe\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Thu, 04 Jan 2018 23:30:43 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2396-lola-berry-s-nutrition-bowl-recipe</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Keeping fit with Alexandra Kierdorf-Robinson</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2393-keeping-fit-with-alexandra-kierdorf-robinson</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">We caught up with December 2017 cover model <a href=\"https://www.instagram.com/swedishalex/\" target=\"_blank\">Alexandra Kiedorf-Robinson</a> to chat about all things health, fitness, passion and purpose.</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\">Alex Kierdorf-Robinson has had a far from easy life. With parents suffering from addiction in her home country of Sweden, she had to grow up early – and fast. But rather than weakening her resolve, Kierforf-Robinson used these challenges to her advantage, and is now a Swedish-qualified physiotherapist, group fitness instructor and personal trainer for her own business, 360Health. She spoke to WH&amp;F about fostering a positive attitude in the face of adversity, finding love, and working to create a healthy and fit lifestyle.</p>\r\n<p class=\"p1\">&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON CAREER</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">I have always loved sports and training. It began with my passion for figure skating as a child, followed by soccer in high school and then I joined the gym for the first time when I was 17. I remember walking into my first group fitness class and thinking that one day I’d like to be an instructor on stage. It looked like so much fun to teach, motivate and train with a room full of people.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">After school, I did a bit of travelling and working before finally deciding to study physiotherapy in Gothenburg, Sweden. I had always been fascinated by the human body and movement; by its musculoskeletal and physiological systems. It was during my years at university that I started my career as a group fitness instructor. I started out teaching old-school freestyle aerobics and step, but have since moved more toward Les Mills pre-choreographed classes such as Bodypump, RPM and Bodybalance. I also teach yoga, which I absolutely love!</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON FINDING LOVE</strong></span></p>\r\n<p class=\"p2\">It was during a study abroad in 2006 that I met my now husband, Mark (<a href=\"https://www.instagram.com/healthmanmark/?hl=en\" target=\"_blank\">@healthmanmark</a>). We did long distance for three years while I completed my <span class=\"s1\">physiotherapy degree before I finally made the move to the Gold Coast, Australia. These days I work as a personal trainer for our own business, 360Health, that Mark runs with business partner Rob Quatro. I train people of all ages and fitness levels, and enjoy helping clients rehabilitate and prevent injuries. I also train clients preparing for bodybuilding competitions, as well as providing online coaching services.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON PASSION &amp; PURPOSE</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">My aim and goal in any field – whether it be during PT, in the cycle studio or in a yoga class – is always to promote the benefits of physical exercise. In a society with so many lifestyle-related metabolic conditions, and abundant healthcare and medicines to aid almost any condition, using exercise to promote health is sometimes forgotten. I want to spread the knowledge that training can help treat and prevent a whole range of ailments.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">I love what I do because I get to see so many lives completely transformed in this industry. And I’m not just talking about the physical transformations (which of course are rewarding) but the changes to a person’s quality of life: improved confidence and motivation, better energy levels, and a better social and family life too.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON AN AVERAGE DAY</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">I get up early – usually by 4.30am. I train clients or take a class or two until about lunch. Most afternoons I teach group fitness as well.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON ‘SUMMER BODIES’</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">I think it’s great that people want to get fit for summer. It’s a great time to start a new fitness regime given you will likely have more energy thanks to the light and warmth outside. However, I always try to promote staying fit and training year-round. Making your healthy nutrition and training part of your routine 365 days a year will ensure it feels natural and you will never have to struggle making drastic changes to your physique because of one season.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">Make the commitment. Set pen to paper and write down your plan of attack. Set progress goals and when you want to achieve them by. Make sure you stick to the plan and keep yourself accountable – either by hiring yourself a PT or coach, or telling your friends and family what you hope to achieve.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON PERSONALITY</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">I’d describe my personality as happy and positive. I try my best to support and inspire friends, family and people around me. I put a lot of pressure on myself to perform, but I am learning that I also need rest and time to look after my body and mind.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">My childhood was a tough one. I had<span class=\"Apple-converted-space\">&nbsp; </span>loving parents, but both suffered from addiction –<span class=\"Apple-converted-space\">&nbsp; </span>so I had quite a chaotic life growing up and I pretty much looked after myself from a very young age. I lost my mother when I was 18 and my father has since passed as well. I like to think these life experiences have made me persistent, strong and determined in life rather than weakened me.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON MY FAVOURITE EXERCISE</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">It would have to be teaching a crazy, tough RPM class! But I also love participating in group fitness and hot yoga classes.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON MY FAVOURITE ‘TREAT’ MEAL</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">A big bowl of pasta, I love it! And for a sweet treat anything including chocolate, lollies and ice-cream works!</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON MY ROLE MODEL</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">I think Roger Federer is an absolute legend! He is so much more than the greatest of all time (GOAT) on the court, but also a humble, intelligent, kind man with absolute integrity.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON GOALS</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">Short term, I am looking forward to getting back into a full training load. I have been dealing with an injury in my elbow for about six months now and it is continuously getting better with rest and very specific rehab training, but I can’t wait to lift some heavy weights again.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">Long term, I would like to become a person who inspires health and physical activity nationally and globally, through face-to-face meetings, coaching and group fitness. Becoming a master trainer for group fitness instructors has always been a dream.</span></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Model: </strong>Alexandra Kierdorf-Robinson // <i>swedishalex.com</i> // @swedishalex</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Photographer: </strong>Jessica Apap // <i>jessicaapap.com</i> // @jessicaapap_photographer</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>HMU: </strong>Cynthia Smyth // <i>cynthiasmythmakeup.com.au</i> // @cynthiasmyth_makeup</span></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2393-keeping-fit-with-alexandra-kierdorf-robinson\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Wed, 03 Jan 2018 03:05:20 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2393-keeping-fit-with-alexandra-kierdorf-robinson</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>A day in the life of Laura Henshaw</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2392-a-day-in-the-life-of-laura-henshaw</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">We caught up with model, law student and entrepreneur and January 2018 cover model <a href=\"https://www.instagram.com/laura.henshaw/?hl=en\" target=\"_blank\">Laura Henshaw </a>to talk about a typical day in her shoes.&nbsp;</p>\r\n<p><strong>EAT</strong></p>\r\n<p class=\"p2\"><strong>6:30am:</strong> wake up and have an espresso. I can’t stomach food before training.</p>\r\n<p class=\"p2\"><strong>8am (breakfast):</strong> protein-packed smoothie bowl or two whole eggs with ½ an avocado, spinach and smoked salmon. I always ensure I refuel my body with a high-protein-packed meal after training.</p>\r\n<p class=\"p2\"><strong>12pm (lunch): </strong>tuna or chicken salad with loads of greens, crunchy seeds and avo. I dress my salad with olive oil, lemon juice and apple cider vinegar.</p>\r\n<p class=\"p2\"><strong>3pm (snack): </strong>I always crave something sweet at this time, so I will have a homemade KIC smoothie ball or a handful of nuts with a piece of fruit or some berries.</p>\r\n<p class=\"p2\"><strong>6:30pm (dinner):</strong> this is different every night, but usually I have heaps of vegies with either salmon, chicken or beef. I am loving baked salmon at the moment with a roasted Brussel sprout salad and some roasted sweet potato. The dinner recipes on KIC are a combination of my favourite dishes plus a whole heap of crowd pleasers.</p>\r\n<p class=\"p2\"><strong>8pm (after dinner): </strong>I always crave something sweet after dinner. I will have Greek yoghurt and berries, homemade banana ice-cream (just blend frozen bananas), or dark choc and a peppermint tea to aid with my digestion.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>MOVE</strong></p>\r\n<p class=\"p2\">I am loving the training combination I have at the moment; I always change it up so I don’t get bored or plateau. My training every week is a combination of HIIT, boxing, strength and running. I do boxing one or two times per week, HIIT twice a week and run about three or four times per week. I always make sure I have one rest day to let my body recover.</p>\r\n<p class=\"p1\"><strong>THRIVE</strong></p>\r\n<p class=\"p2\">I don’t have many days that are the same, but I always get up between 6 and 7am and get my workout done early. I get back from the gym and have breakfast, and then if it is a quiet day I’ll head to my office to catch up on emails. If I’m busy, I’m usually between shoots and meetings. Or sometimes I do all three! It really depends on the day. I also always ensure I switch off (or try as hard as I can to by 8pm) so I can spend quality time with my partner, Dalton.</p>\r\n<p class=\"p1\"><strong>BE</strong></p>\r\n<p class=\"p2\">I relax by<strong> </strong>running and switching off from social media for a few hours, or even a full day if I need it.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\"><strong>Model:</strong> <a href=\"https://www.instagram.com/laura.henshaw/?hl=en\" target=\"_blank\">Laura Henshaw</a> // <i>kicgirls.com</i> // @laura.henshaw // @keepitcleaner<br /> <strong>Photographer:</strong> <a href=\"https://www.instagram.com/renpidgeon/?hl=en\" target=\"_blank\">Ren Pidgeon</a> // @renpidgeon<br /> <strong>HMU:</strong> <a href=\"https://www.instagram.com/monicagingold_beauty/?hl=en\" target=\"_blank\">Monica Gingold</a> // @monicagingold_beauty<strong><br /></strong></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Grab the January 2018 edition of <a href=\"https://www.subscribeandshop.com/subscriptions/womens-health-and-fitness-subscription\" target=\"_blank\">Women's Health and Fitness </a>for her full cover model story!</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2392-a-day-in-the-life-of-laura-henshaw\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Thu, 21 Dec 2017 05:13:02 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2392-a-day-in-the-life-of-laura-henshaw</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>The real reason why you may binge on food</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2391-the-real-reason-why-you-may-binge-on-food</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><strong>If sometimes is becoming often, here are some of the reasons why you may be eating too much – and what to do about it.</strong></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Problem:</strong></span> Unbalanced macros</p>\r\n<p class=\"p2\">New research found our drive for protein is so powerful we overeat in our pursuit to consume more of it. A University of Sydney study published in Cell Metabolism reveals calorie intake increases as protein intake decreases.</p>\r\n<p class=\"p3\"><span class=\"s2\"><strong>Solution:</strong></span> The researchers recommend that high-quality protein – low in fat and high in good-quality complex carbohydrates – comprises 15 to 20 per cent of your daily calorie intake. Chow down on lean meats, legumes, fish, eggs and tofu.</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Problem:</strong></span> Disconnection</p>\r\n<p class=\"p2\">Whether it’s the portion sizes at your local, a bout of intense work stress or mindless nibbling in front of the telly, there’s a whole gamut of reasons why we eat more than what we need or when we’re not hungry at all.</p>\r\n<p class=\"p3\"><span class=\"s2\"><strong>Solution:</strong></span> Try to eat intuitively – only when you’re hungry. Focus on eating when you feel hungry and stopping when you feel full.</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Problem:</strong></span> Overwhelm</p>\r\n<p class=\"p2\">It turns out the expression ‘feast your eyes’ is accurate. Research suggests that when we can choose from a wide variety of foods – say, at Christmas lunch or a hotel buffet breakfast – we eat more. Called the ‘smorgasbord effect’, new flavours are thought to stimulate renewed eating, whereas we quickly grow bored of a single flavour and stop eating sooner.</p>\r\n<p class=\"p3\"><span class=\"s2\"><strong>Solution: </strong></span>Limit yourself to a few choices rather than sampling a little of everything to keep the smorgasbord effect in check.</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2391-the-real-reason-why-you-may-binge-on-food\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Wed, 20 Dec 2017 03:41:55 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2391-the-real-reason-why-you-may-binge-on-food</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Tiffiny Hall's 'Glow Bowl' recipe</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2389-tiffiny-hall-s-glow-bowl-recipe</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">Tuck into this delicious glow bowl filled with healthy goodness by trainer Tiffiny Hall.</p>\r\n<p><strong>Ingredients (</strong><strong>Serves 2<span class=\"Apple-converted-space\">&nbsp;&nbsp;</span>// Prep: 10 min // Cook: 10 min)</strong></p>\r\n<p><strong><br /></strong><span class=\"s1\"></span></p>\r\n<ul class=\"ul1\">\r\n<li class=\"li1\"><span class=\"s1\">¼ cup mixed quinoa</span></li>\r\n<li class=\"li1\"><span class=\"s1\">½ fennel,&nbsp;shaved</span></li>\r\n</ul>\r\n<ul class=\"ul1\">\r\n<li class=\"li2\"><span class=\"s1\">2 cups baby spinach leaves</span></li>\r\n<li class=\"li2\"><span class=\"s1\">½ cup blueberries</span></li>\r\n<li class=\"li2\"><span class=\"s1\">2 tbsp pumpkin seeds</span></li>\r\n<li class=\"li2\"><span class=\"s1\">8 walnuts, roughly chopped</span></li>\r\n<li class=\"li2\"><span class=\"s1\">2 eggs, boiled, peeled and cut into quarters, to serve</span></li>\r\n<li class=\"li2\"><span class=\"s1\">½ bunch mint,&nbsp;leaves picked</span></li>\r\n<li class=\"li2\"><span class=\"s1\">2 tbsp lemon juice</span></li>\r\n<li class=\"li2\"><span class=\"s1\">2 tbsp&nbsp;yoghurt</span></li>\r\n<li class=\"li2\"><span class=\"s1\">2 tbsp water</span></li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p6\">&nbsp;</p>\r\n<p class=\"p3\"><strong>Method</strong></p>\r\n<p class=\"p4\">1. To cook the quinoa, bring 3/4 cup of water to the boil, add the rinsed quinoa and simmer for 10–12 minutes or until the quinoa is cooked.<span class=\"Apple-converted-space\">&nbsp; </span>Drain and spread on a plate to cool slightly.</p>\r\n<p class=\"p4\">2. To make the dressing place mint, lemon juice, yoghurt and water in a blender, blend until smooth.</p>\r\n<p class=\"p4\"><span class=\"s2\">3. Arrange ingredients into 2 bowls, drizzle with dressing and add boiled eggs to serve.</span></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2389-tiffiny-hall-s-glow-bowl-recipe\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Wed, 20 Dec 2017 01:33:15 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2389-tiffiny-hall-s-glow-bowl-recipe</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>A dietitian's advice on flexible dieting</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2388-a-dietitian-s-advice-on-flexible-dieting</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">While <a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/popular-topics/2137-a-strength-coach-s-advice-on-flexible-dieting\" target=\"_blank\">flexible dieting </a>has become a buzz word du jour, but what does flexible dieting mean when it comes to macros and calories? We asked accredited practising dietitian and founder of Bites for Health for her expert insight.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Macros v calories</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">Counting macronutrients rather than calories can ensure a more balanced overall diet; however, counting anything around food can be exhausting. The value of attending to macronutrients is to ensure that each meal contains a balance of protein, carbs and fats, which contributes to satiety – and pleasure of eating.</span></p>\r\n<p class=\"p4\"><span class=\"s1\"><strong>What are the basic rules for setting a goal-appropriate macro ratio?</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">This needs to be assessed by a sports dietitian or other specialist as the commonly professed means to calculate energy output with the aim of balancing energy in and out is unreliable. The total daily energy expenditure (TDEE) – based on basal metabolic rate multipled by a factor related to activity level – is almost always an estimate. Unless you have paid to get your actual energy expenditure measured, it’s not reliable.</span></p>\r\n<p class=\"p4\"><span class=\"s1\"><strong>What’s a general guide for balancing macros?</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">The human body is such a diverse thing – we are all different. Because of that there is no ‘perfect diet’ that fits everyone. The 40/40/20 espoused by many nutrition professionals ignores this. Certain people will feel tired having only 40 per cent of their diet from carbs, for example, and others will feel tired if they have more than 25 per cent of their diet from carbs. It’s about finding what feels good for your individual body.</span></p>\r\n<p class=\"p4\"><span class=\"s1\"><strong>Is ‘flexible dieting’ such as ‘If it fits your macros’ (IIFYM) as liberated as it sounds?</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">I think the theory that counting macros is flexible eating is a bit ridiculous. Flexible eating implies not having to follow rules around food, and not having to calculate or fiddle around with specific numbers. Focusing on having foods that nourish you, satisfy you and give you pleasure, without the numbers and the rules, is a real example of flexible eating.</span></p>\r\n<p class=\"p5\"><span class=\"s1\">However, there are some people who count their macros and have a very balanced, enjoyable lifestyle – and this works well for them. In my view, for its amount of effort, it’s probably not worth it.</span></p>\r\n<p class=\"p4\"><span class=\"s1\"><strong>Doesn’t counting macros circumvent the tyranny of food protocols?</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">This is a tough one. I agree with the concept of moral neutrality – no ‘good’ or ‘bad’ foods. However, the message that you can eat what you want if it fits your macros doesn’t emphasise eating nourishing foods for good health. There is a big difference between eating whatever you like and eating well.</span></p>\r\n<p class=\"p4\"><span class=\"s1\"><strong>What are the drawbacks of selecting foods by macro count?</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">You could have a day’s eating that fits your macros but comprises energy-dense, high-GI foods that would likely not keep you full for very long, making you starving later in the day. Ironically, it can lead to a nutrient-poor diet. Counting macros can be very counterproductive for people who are chronic dieters or who have an unhealthy relationship with food. Many people have been on numerous diets, and macro counting is just the next one. These people are generally advised to see a dietitian or therapist specialising in the non-diet approach.</span></p>\r\n<p class=\"p4\"><span class=\"s1\"><strong>If not macros, what approach do you advocate for weight loss?</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">Focusing on having balanced meals is not only easier, but often more enjoyable. We have no evidence that calorie-, energy- or macronutrient-controlled diets work long term for weight loss and know that it is much better to focus on having a nourishing diet that fuels your body with good food. A diet high in fibre is recommended to assist with overall health and is known to help stabilise blood sugars, assist in lowering cholesterol and help </span>prevent certain types of cancers.</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\">&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2388-a-dietitian-s-advice-on-flexible-dieting\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Tue, 19 Dec 2017 23:52:32 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2388-a-dietitian-s-advice-on-flexible-dieting</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Your Christmas Day feasting game plan</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2384-your-christmas-day-feasting-game-plan</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">Prep yourself this Christmas with our extensive game plan that will see you enjoying the festivities without the guilt. Stephanie Osfield writes.</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\">Christmas dinner is one of the biggest culinary deals of the year. If you only had to navigate that one day, things would be sweet – but it’s the drinks and parties and picnics and BBQs throughout the festive season that can bite. This means you’re out of your usual routine and not always cooking. You don’t want to look like you’re being all bah-humbug and not getting into the Christmas spirit, so you’ll be eating festive food. But you also don’t want to spend each event battling recriminations because you had too many chocolates.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">Overthinking it? Absolutely not. Recent research published in The New England Journal of Medicine showed that in Germany, Japan and the US, holiday celebrations such as Thanksgiving and Golden Week do lead to weight gain. But the biggest kilos spike across the board occurred in the 10 days after Christmas. During this time, Germans gained an average 0.8 kilograms, Americans 0.6 kg and Japanese participants an average of 0.5 kg. And although most of those study participants shed roughly half of that weight, some of it remained. Consider the cumulative impact over time (the term ‘kilo creep’ persists for a reason).</span></p>\r\n<p class=\"p2\"><span class=\"s1\">If you’re torn between sanctioned excess and an ascetic festive season with BYO almonds, follow our experts’ plan to have your Christmas cake and eat it.</span></p>\r\n<p class=\"p2\"><strong><span class=\"s1\">1.&nbsp;</span>All Or Nothing&nbsp;</strong><strong>Thinking</strong></p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p3\">You Think: ‘I just broke my eating rules – I might as well eat whatever I want for the rest of the night.’</p>\r\n<p class=\"p5\"><strong>The Fallout:</strong></p>\r\n<p class=\"p3\">“All or nothing thinking is a worrying cognitive distortion that contributes to overeating,” says Sarah McMahon, psychologist and body image expert at Sydney’s BodyMatters Australasia. “It can lead you to eat far more than you would have done if you had just given yourself permission to have a little of what you like.”</p>\r\n<p class=\"p5\"><strong>Your Christmas Comeback:</strong></p>\r\n<p class=\"p7\"><span class=\"s1\"><strong>» Be compassionate towards yourself: </strong></span>“The fact is that most of us will eat more ‘sometimes’ and ‘occasional’ food at Christmas time,” says McMahon. “The best thing to do is to allow yourself this pleasure, enjoy the food and trust that you and your body can handle it.”</p>\r\n<p class=\"p7\"><span class=\"s1\"><strong>» Eat mindfully:</strong></span> “When you slow down to savour each mouthful of food, you not only enjoy it more, your body and mind connect, so you start to notice when you are full,” says McMahon.</p>\r\n<p class=\"p7\"><span class=\"s1\"><strong>» View treats as a temporary detour:</strong></span> Yes, last night you had garlic bread and canapés. And today? You’re back on your usual track, eating three healthy meals and healthy snacks.</p>\r\n<p class=\"p7\"><span class=\"s1\"><strong>» Plate up your snacks:</strong></span> Even at parties where you can bring a food contribution like sushi and paper plates to serve it on. “This helps you to see how much you are eating so it is easier to realise when you’ve had enough,” says dietitian and nutritionist Rebecca Gawthorne.</p>\r\n<p class=\"p8\"><span class=\"s1\"><strong>» Serve your leftovers to go:</strong></span> If you’ve had friends over for dinner and know you won’t be able to resist the rest of the cheesecake or lasagna, serve it into take-away containers and send your guests home with the leftovers.</p>\r\n<p class=\"p8\">&nbsp;</p>\r\n<hr class=\"system-pagebreak\" title=\"Christmas game plan\" />\r\n<p>&nbsp;</p>\r\n<p class=\"p2\"><strong><i>2. Nostalgia</i></strong></p>\r\n<p class=\"p3\">You Think: ‘I love fruit pudding, mince pies, White Christmas and the turkey stuffing – they all remind me of when I was a child and how easy and uncomplicated life was.’</p>\r\n<p class=\"p5\"><strong>The Fallout:</strong></p>\r\n<p class=\"p3\">“Christmas foods typically have many layers of emotion attached to them,” says McMahon. “Firstly, some of the foods on offer, such as crackling or Christmas pudding, are things you only eat once a year. This in itself can make the food more desirable.</p>\r\n<p class=\"p6\">“Often we feel comfort and nostalgia in relation to Christmas food. Unfortunately this can lead us to keep eating more and more to fill an emotional void with food, when in reality, eating that is driven by emotions and not hunger is rarely satiating.”</p>\r\n<p class=\"p5\"><strong>Your Christmas Comeback:</strong></p>\r\n<p class=\"p7\"><span class=\"s1\"><strong>» Reality check:</strong></span> “Ask yourself<span class=\"Apple-converted-space\">&nbsp; </span>‘Am I hungry?’ and, in particular, ‘What am I hungry for?’”<span class=\"Apple-converted-space\">&nbsp; </span>suggests McMahon. “If you know that what you really crave is closeness or connection, honour those feelings and respond to them. Talk to your partner or a trusted sibling about your feelings or write them down. Satisfy those emotions but don’t feed them. Ask someone for a hug or do something nostalgic – look through old photos, or maybe write a journal about your feelings.”</p>\r\n<p class=\"p7\"><span class=\"s1\"><strong>» Give old favourite foods a health spin:</strong></span> For example, if you associate Christmas with fizzy drinks, buy some mineral water and add a dash of a colourful juice like grape juice. Or if Christmas chocolate was your favourite thing, still have a little, but make it a handmade dark chocolate so that it looks amazing (and has health benefits for your heart), and only eat two.</p>\r\n<p class=\"p7\"><span class=\"s1\"><strong>» Channel your inner child</strong></span>: Engage in some games you used to play as a child rather than hoeing into the food. Try board games such as Scrabble and Monopoly, or charades, or picnic games like tag and stuck in the mud.</p>\r\n<p class=\"p7\">&nbsp;</p>\r\n<hr class=\"system-pagebreak\" title=\"Christmas game plan\" />\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p><strong><i>3. Using Food To Self-Pamper</i></strong></p>\r\n<p class=\"p3\">You Think: ‘I’ve had a really difficult year and I deserve to give myself this reward of lashings of yummy food and wine.’</p>\r\n<p class=\"p5\"><strong>The Fallout:</strong></p>\r\n<p class=\"p3\">“Using food as the ultimate holiday treat puts food on a pedestal, as though it can magically fix everything that’s not working in your life and make you feel better,” says McMahon. Fast-forward a few hours after the chocolates and chips or second serving of dessert and you will still be carrying the same emotional baggage. But now you’ll have some food guilt to add to it.</p>\r\n<p class=\"p5\"><strong>Your Christmas Comeback:</strong></p>\r\n<p class=\"p6\"><span class=\"s1\"><strong>» Take just a few bites:</strong></span> Serve yourself a little of the foods you wouldn’t normally indulge in but just take a few bites to satisfy you and don’t eat the rest. Or enjoy just a small sliver of dessert. Research from Cornell University shows that people who eat small serves of treat foods feel just as satisfied 15 minutes later as those who ate far bigger portions. Another study at Stanford University has found that people who ate only three salty crackers were more satisfied than those who ate 15 crackers.</p>\r\n<p class=\"p6\"><span class=\"s1\"><strong>» Seek non-food rewards:</strong></span> Treat yourself to a few great books for Christmas and daily indulgences over the holidays such as enjoying breakfast al fresco or going for a sunset walk with all the family. “Remind yourself that the major perks of Christmas are not the meals but spending time with family and friends and enjoying a break from work,” says McMahon.</p>\r\n<p class=\"p6\"><span class=\"s2\"><strong>» Avoid second serves:</strong></span><span class=\"s3\"> Instead, have a tall glass of water or a nice hot cup of tea. If that doesn’t work and you still feel hungry, go back to have a second serve of salad and vegetables.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<hr class=\"system-pagebreak\" title=\"Christmas game plan\" />\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p2\"><strong><i>4. Suffering Clean Eating Fatigue</i></strong></p>\r\n<p class=\"p3\">You Think: ‘I’m tired of being good. I’m going to feast all through the holidays and work it off at the gym later.’</p>\r\n<p class=\"p5\"><strong>The Fallout:</strong></p>\r\n<p class=\"p3\">“Gorging yourself during the holidays and thrashing yourself at the gym later is a dangerous trap that perpetuates an unhealthy and disconnected relationship between food and your body,” says McMahon. “A feast and famine kind of approach is not helpful to maintaining a healthy weight.” Losing weight is also a trickier prospect than many people realise so you may find that your holiday weight does not all come off, even if you’re working out hard and eating clean.</p>\r\n<p class=\"p5\"><span class=\"s1\"><strong>Christmas Comeback:</strong></span></p>\r\n<p class=\"p7\"><span class=\"s2\"><strong>» Stick to your usual eating pattern:</strong></span> “If you’re eating out, choose the grilled fish and vegies instead of the creamy pasta,\" says Gawthorne. Meanwhile, skip foods you would never normally have, such as soft drinks, bread rolls at dinner, gravy and sour cream on your potatoes.”</p>\r\n<p class=\"p7\">Eating at a friend’s house? Offer to bring a huge salad so that you can serve a big plate of that and eat less of the more kilojoule-laden healthy fare.</p>\r\n<p class=\"p7\"><span class=\"s2\"><strong>» Work out as usual: </strong></span>Abandoning your exercise routine at the very time of year that you normally eat more doesn’t make any sense. “Exercise makes every cell more sensitive to insulin, so glucose enters your cells more easily,” says Christine Armarego, exercise physiologist from Sydney’s Glucose Club. “This means your pancreas doesn’t need to send out as much insulin to manage your blood glucose levels.” In turn this helps to reduce weight gain over the festive season.</p>\r\n<p class=\"p8\"><span class=\"s2\"><strong>» Remember – </strong></span>this effect is dose-dependent. “Twenty-four hours after you work out, your insulin sensitivity peaks,” Armarego explains. “Within 48 hours it has returned to what it was. That’s why daily exercise is best to keep insulin sensitivity at its highest. If you can’t manage that, try not to let more than 48 hours pass between exercise sessions.”</p>\r\n<p class=\"p9\"><span class=\"s3\">B</span>y contrast, if you’re a couch potato all holidays, “Higher glucose levels and insulin can lead to increased fatigue and make it harder for your body to access fats stores to burn for energy,” Armarego says.</p>\r\n<p class=\"p9\">So keep up some kind of exercise all through Christmas. And if at all possible, exercise on Christmas day – either by engaging in a workout after th<span class=\"s3\">e present opening, or by enjoying a long family walk over lunch.</span></p>\r\n<p class=\"p9\">&nbsp;</p>\r\n<hr class=\"system-pagebreak\" title=\"Christmas game plan\" />\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><em><strong>5.&nbsp;</strong></em><i style=\"font-weight: bold;\">Starving to Save Up Kilojoules</i></span></p>\r\n<p class=\"p2\"><span class=\"s1\">You Think: ‘I purposely haven’t eaten a thing all day so that I can let my hair down at Christmas lunch.’</span></p>\r\n<p class=\"p4\"><span class=\"s1\"><strong>The Fallout:</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">“This is a classic Christmas mistake,” says Gawthorne. “You are likely to be so ravenous that you serve a huge portion and then go back for seconds, which could cause a huge kilojoule blowout.”</span></p>\r\n<p class=\"p4\"><span class=\"s1\"><strong>Christmas Comeback:</strong></span></p>\r\n<p class=\"p6\"><span class=\"s2\"><strong>» Eat three meals:</strong></span><span class=\"s1\"> Have a simple breakfast of eggs and rye toast and eat a salad for lunch. This will ensure you’re not starving with hunger and supersize your helpings at Christmas functions and then regret it the next day.</span></p>\r\n<p class=\"p6\"><span class=\"s2\"><strong>» Go for vegies first: </strong></span><span class=\"s1\">“Serve a stack of salad and vegetables (at least half your plate) first then serve the other foods,” Gawthorne suggests. “The more vegies you eat, the more nutrients and fibre you enjoy and the less likely you will be to overindulge in other foods. It will also help portion control the other high-kilojoule foods because you will only have a little room for them on your plate.”</span></p>\r\n<p class=\"p6\"><span class=\"s2\"><strong>» Choose a smaller plate:</strong></span><span class=\"s1\"> Put a larger plate underneath it so it has the illusion of looking even bigger. When you serve your meal, you will feel that you are eating a huge feast even though you are not overdoing your intake of kilojoules.</span></p>\r\n<p class=\"p6\"><span class=\"s2\"><strong>» Pick three favourites: </strong></span><span class=\"s1\">Rather than go for everything from the roast potatoes and gravy to the crackling, pick three favourite high-kilojoule foods to really savour in small portions. Then fill the rest of your plate with super-healthy salads and vegetables.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<hr class=\"system-pagebreak\" title=\"Christmas Day game plan\" />\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p2\"><strong><i>6. Using Alcohol to Unwind</i></strong></p>\r\n<p class=\"p3\">You Think: ‘That champagne is really giving me a nice buzz after weeks of stress. I’m going to help myself relax by having a few more.’</p>\r\n<p class=\"p5\"><strong>The Fallout:</strong></p>\r\n<p class=\"p3\">Because it’s a drink, we often completely ignore that alcohol can pack a powerful kilojoule punch. “Beer, wine, spirits and cocktails are all high in calories and devoid of any good nutrition, so there is no nutritional benefit gained from consuming them,” says Gawthorne.</p>\r\n<p class=\"p6\">“While I don’t think there is too much of an issue with consuming small, safe amounts of one to two standard drinks of alcohol on social occasions, it’s important not to look at Christmas and New Year’s as an excuse to drink to excess. This will lead to weight gain and could cause potential health issues (such as hangovers and stomach irritation).”</p>\r\n<p class=\"p6\">Remember, alcohol often comes alongside foods like salty nuts and chips that may be harder to resist once we’ve had a few. “And if you’re feeling worse for wear the next day, you may also indulge in a big fatty breakfast,” Gawthorne adds.</p>\r\n<p class=\"p5\"><strong>Christmas Comeback:</strong></p>\r\n<p class=\"p7\"><span class=\"s1\"><strong>» Make a trade-off:</strong></span> Decide how you are going to spend your kilojoules before each function. “If you want to indulge, for example, in a slice of your favourite Christmas cake after dinner, then you won’t want to be drinking lots of alcohol,” Gawthorne says. “Or if you want to enjoy a few alcoholic drinks, then you might need to forgo the dessert or avoid the high-kilojoule cheeses after dinner.”</p>\r\n<p class=\"p7\"><span class=\"s1\"><strong>» De-stress without alcohol: </strong></span>Not <span class=\"s2\">only is the lead-up to Christmas rushed and stressed for many people, but being with family is often super stressful too. So take time to stop and recharge your batteries. That may mean you engage in daily meditation, a morning swim or time out to read a book from cover to cover. The less stressed you are and the more enjoyable your Christmas holiday, the less likely you are to use food as a Christmas feelgood crutch.</span></p>\r\n<p>&nbsp;</p>\r\n<p><strong>NEXT:</strong> Beat the Christmas snacking blowout with these top&nbsp;<a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/popular-topics/2136-5-tips-to-stop-the-christmas-snacking-blowout\" target=\"_blank\">tips.&nbsp;</a></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2384-your-christmas-day-feasting-game-plan\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Tue, 19 Dec 2017 03:47:40 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2384-your-christmas-day-feasting-game-plan</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>5 health benefits of macadamias </title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2383-5-health-benefits-of-macadamias</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p><strong>Macadamias are a rich source of monounsaturated (omega-3) fatty acids and come with a host of health benefits in just one handful. Whether you eat them as a snack or use them in a recipe for added crunch, here are five reasons why you need this healthy tree nut in your diet and two delicious recipes to get you started.&nbsp;</strong></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p2\">1. Gives you a dose of antioxidants which boost the body’s natural defenses</p>\r\n<p class=\"p2\">2. Naturally gluten-free, low in sugar and very low in sodium</p>\r\n<p class=\"p2\">3. Lowers blood pressure and cholesterol, keeping your heart healthy</p>\r\n<p class=\"p2\">4. Contributes to strong and shiny hair and nails</p>\r\n<p class=\"p2\">5. Contains vitamin B1, magnesium and potassium for increased energy and muscular function</p>\r\n<p class=\"p2\">Wondering how to incorporate this healthy tree nut in a recipe? Try these tasty picnic recipes courtesy of<a href=\"https://www.australian-macadamias.org/consumer/\" target=\"_blank\"> Australian Macadamias.</a></p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p2\"><strong>Macadamia, pumpkin and blue cheese tartlets (picutured above)</strong></p>\r\n<p class=\"p2\">Makes 6</p>\r\n<p class=\"p2\">These tasty tartlets use store-bought pastry, so they’re quick and easy to make. The pumpkin, blue cheese and coriander combination makes them a classy work lunch option, or the ideal addition to a long and leisurely picnic. But don’t be fooled by their simplicity – the golden macadamias on top ensure they’re anything but ordinary.</p>\r\n<p class=\"p2\"><strong>Need:</strong></p>\r\n<p class=\"p2\">300g pumpkin, peeled and cut into 1cm pieces</p>\r\n<p class=\"p2\">2 tsp oil</p>\r\n<p class=\"p2\">450g pack store-bought short-crust pastry</p>\r\n<p class=\"p2\">2 eggs</p>\r\n<p class=\"p2\">¼ cup thickened cream</p>\r\n<p class=\"p2\">50g blue cheese, crumbled</p>\r\n<p class=\"p2\">¼ cup coriander leaves, chopped, or chives if you prefer</p>\r\n<p class=\"p2\">¼ cup macadamia halves</p>\r\n<p class=\"p2\"><strong>Do:</strong></p>\r\n<p class=\"p2\">1. Preheat oven to 180°C.</p>\r\n<p class=\"p2\">2. Place the pumpkin pieces on a small tray and drizzle with oil. Roast for 15 minutes, or until just soft.</p>\r\n<p class=\"p2\">3. Place pastry on a lightly floured work surface and cut out 6 x 14cm rounds, to fit tartlet tins. You may have slightly smaller or larger tins, so cut according to your size. Press the pastry circles into the tins.</p>\r\n<p class=\"p2\">4. Cut 6 rounds of baking paper to line the pastry. Line the pastry and weight with pastry weights or an appropriate weight – rice or dried chickpeas work well. Bake for 5–7 minutes, remove from the oven and set aside to cool slightly. Remove the baking paper and weights.</p>\r\n<p class=\"p2\">5. Whisk together the eggs and cream. Pour the egg mixture into the empty tart shell so that it comes halfway up the sides. Divide the pumpkin and blue cheese between the tarts and sprinkle with coriander. Dot with macadamia halves and return to the oven for a further 5–7 minutes, until puffed and golden.</p>\r\n<p class=\"p2\">6. Serve warm or at room temperature.</p>\r\n<p class=\"p4\"><strong>Macadamia and three seed crackers recipe</strong></p>\r\n<p class=\"p4\">&nbsp;</p>\r\n<p><strong><img alt=\"mac-biscuits.jpg\" src=\"http://www.womenshealthandfitness.com.au/images/mac-biscuits.jpg\" /></strong></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p2\">Makes 24</p>\r\n<p class=\"p2\">These deliciously moreish crackers are perfect with cheese and add a little macadamia magic to any picnic platter. Best of all, the super-easy, blend-and-bake recipe means you can whip up a batch in no time and hit the picnic rug sooner!</p>\r\n<p class=\"p2\"><strong>Need:</strong></p>\r\n<p class=\"p2\">¼ cup wholemeal flour</p>\r\n<p class=\"p2\">¼ cup oats</p>\r\n<p class=\"p2\">½ cup macadamias</p>\r\n<p class=\"p2\">2 tbsp poppy seeds</p>\r\n<p class=\"p2\">2 tbsp sunflower seeds</p>\r\n<p class=\"p2\">2 tbsp sesame seeds</p>\r\n<p class=\"p2\">3 tbsp water</p>\r\n<p class=\"p2\"><strong>Do:</strong></p>\r\n<p class=\"p2\">1. Preheat oven to 180°C.</p>\r\n<p class=\"p2\">2. Place all the ingredients except the water in a blender. Blend until the mixture resembles fine crumbs. Note that many of the sesame seeds and all the poppy seeds will still be whole.</p>\r\n<p class=\"p2\">3. With the motor running, add the water a tablespoon at a time until the mixture comes together and forms a ball. Place the ball on a sheet of baking paper that will line a baking tray.</p>\r\n<p class=\"p2\">4. Flatten the ball to a rectangle about 1cm thick. Place a large piece of plastic wrap over the flattened mixture and roll out to a 2mm thick rectangle with a rolling pin. Remove the plastic wrap and use a ruler and knife, or a pasta cutter, to score the flattened dough to create small, cracker sized rectangles.</p>\r\n<p class=\"p2\">5. Transfer the dough and baking paper to a tray and bake for 8–10 minutes, until the edges have started to go golden and the inner areas are cooked. Remove and cool for 5 minutes on the tray before gently breaking into pieces along the score lines and transferring to a wire rack to cool completely. Store in an airtight container.</p>\r\n<p class=\"p2\"><em>This piece was produced in partnership with the <a href=\"https://www.australian-macadamias.org/consumer/\" target=\"_blank\">Australian Macadamias.</a></em></p>\r\n<p><strong>NEXT:</strong> Packed with nourishing good fats, here are <a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/1726-11-healthy-nuts-which-is-healthiest\" target=\"_blank\">11 other healthy nuts</a> to add to your healthy eating regime.</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2383-5-health-benefits-of-macadamias\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Mon, 18 Dec 2017 22:32:57 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2383-5-health-benefits-of-macadamias</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Fitness and training talk with M-Active ambassador Montana Farrah-Seaton</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2382-fitness-and-training-talk-with-m-active-ambassador-montana-farrah-seaton</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">We caught up with trainer, former pro basketball and <a href=\"https://m-active.com.au/\" target=\"_blank\">M-Active</a> ambassador <a href=\"https://www.instagram.com/montanafarrahseaton/\" target=\"_blank\">Montana Farrah-Seaton</a> to chat about all things fitness, training and activewear.&nbsp;</p>\r\n<p><strong>Can you tell us a bit about your career background and how you came about becoming an ambassador for M-Active?</strong></p>\r\n<p>I was scouted by Chadwick Models management when I was 15 after doing the Dolly Model Search. Modelling was on the back foot due to my basketball and school commitments but it’s now something I would love to do full time. I did M-Active’s second campaign in the middle of this year and the concept and styles they have created was something I loved. Being someone who lives and breathes fitness, they thought I fit their brand image perfectly.</p>\r\n<p><strong>What’s it like to represent Australia in basketball in an international championship? </strong></p>\r\n<p>Representing your country in any aspect is an absolute honour and I was lucky enough to do it several times. It’s demanding and a big commitment that requires a lot of work. I spent every day in the gym getting fitter and stronger and on the basketball court improving my shot and ball handling and training with my team. Physically, you have to push through so many barriers and look to the end goal knowing it’ll all be worth it.</p>\r\n<p>I discovered the benefits of boxing a few years ago, which allows me to zone out and to push to another level, and I believe this has given me a mental edge in not only sport but in everything in life. Playing sport at such a high level was hard for me because I didn’t really have a lot of time to spend with friends and family, but everyone understood that these were some of the sacrifices I had to make in order to be competitive.</p>\r\n<p><strong>What is it like to compete at that level as a female and at such a young age?<br /> </strong>I can’t even describe it – it was something I worked hard for, for so long. So many times I wanted to quit because it didn’t happen. Being away from home for weeks at a time gets tough (especially because I’m such a homebody), but my teammates and coaches became my second family. We achieved incredible wins together, taking home two gold medals at the Pacific Youth Championships and bronze at the World Championships in Russia.</p>\r\n<p><strong>How do you keep fit and healthy? </strong></p>\r\n<p>A lot of people think my training schedule is crazy but it’s always been like this for me. I train in the morning at around 5–5:30am, doing high intensity cardio and strength work at either F45 or Tribute Boxing &amp; Fitness. When I’m not working, I practise Pilates or shoot a ball during my study break, and in the afternoon I train again or shoot ball.</p>\r\n<p><strong>What does your day on a plate look like?</strong></p>\r\n<p>I start every morning with a pre-workout and make sure I stay hydrated with plenty of water. But nothing happens until I’ve had my morning coffee!</p>\r\n<p>I love smoothies or juices for breakfast as they allow me to consume extra nutrients and it’s an easy way to get more vegetables in for the day. Lunch and dinner are usually a source of protein such as chicken, steak or salmon with a salad or vegetables.</p>\r\n<p>Throughout the day I love to snack on nuts or a protein ball.</p>\r\n<p>On weekends I usually go out for brunch with the girls after a workout and have scrambled eggs on sourdough bread with all the sides!</p>\r\n<p><a href=\"https://m-active.com.au/\"><strong>M-Active</strong></a><strong> is a good example of a brand offering on-trend activewear that can be worn in the gym or down the street. What are the key features of the M-Active range that make it a pleasure to train in?&nbsp; </strong></p>\r\n<p>M-Active has done an amazing job at capturing all aspects of the market. I’m someone who loves to wear black or dark colours to the gym, and I love that their range offers these muted shades with just a touch of colour for those who like to keep it more subtle. All the M-Active tights and crops are so flattering for a woman’s body – they hold you in and make you feel secure while complementing your natural curves.</p>\r\n<p><strong>What are the key design elements of the M-Active range that you think contribute to its aesthetic appeal and sets it apart from others in the market? </strong></p>\r\n<p>The ‘seamless free’ range is a winner for me because I travel a lot and want to feel comfortable – they’re super comfy and easy to move in. I also love their ‘everyday wear’ range – everything from mid-length dresses to jackets – which you can wear to brunch, out shopping or to work, but are made out of the same fabrics as their active range. Again, comfort is my number one priority when it comes to clothing.</p>\r\n<p><strong>What’s your biggest tip for staying healthy during the holiday period? </strong></p>\r\n<p>Be mindful of what you’re eating and drinking but don’t stress about it too much. During the holidays I train every morning, whether it’s a HIIT session, weight training, Pilates or a long run or power walk with my mum, because it allows us to set good intentions for the day. Enjoy the little time you get to relax and know that once the new year arrives, it’s time to whip back into gear!</p>\r\n<p>Step out in style and shop M-Active gear <a href=\"https://m-active.com.au/\" target=\"_blank\">here.</a></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2382-fitness-and-training-talk-with-m-active-ambassador-montana-farrah-seaton\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Thu, 14 Dec 2017 00:45:05 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2382-fitness-and-training-talk-with-m-active-ambassador-montana-farrah-seaton</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Full story: talking body confidence with cover models Georgia Gibbs and Kate Wasley</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2378-full-story-talking-body-confidence-with-cover-models-georgia-gibbs-and-kate-wasley</link>\n\t\t\t<description><![CDATA[<p><span class=\"s1\"><strong>Thunder thighs. Mum tum. Tuckshop lady arms. Far from a biological predisposition, our modern tendency to criticise parts of our own body is instead an ugly by-product of a media-saturated world. Something that the October 2018 cover models and founders of body-love movement, <a href=\"https://www.instagram.com/any.body_co/?hl=en\" target=\"_blank\">AnyBODY</a>, are on a mission to change.</strong> </span></p>\r\n<p><span class=\"s1\">West-Aussie models and body confidence activists Georgia Gibbs and Kate Wasley sat down with us to talk the impact of social media, health at any size and beauty with no boundaries. Because – in the words of <i>WH&amp;F</i> – it’s not a look, it’s a lifestyle. Katelyn Swallow and David Goding tell their story.</span></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\">On the 23<sup>rd</sup> of January 2017, 22-year-old Aussie model Georgia Gibbs posted an innocent Instagram photo of herself and fellow model and friend Kate Wasley, 23, posed in front of the Sydney Harbour Bridge. A few minutes later, the image was bombarded with negative comments about their differing body sizes, along with accusations of image tampering.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“People were calling me anorexic and Kate fat, and assuming I had Photoshopped my friend bigger to make me look ‘better’. It was really upsetting for us both and so against everything we believe in,” says Gibbs, who started modelling at the age of 16 in her home city of Perth.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“And so our brand, AnyBODY, was born shortly after.”</span></p>\r\n<p class=\"p2\"><span class=\"s1\">Launched on the 8<sup>th</sup> of March 2017 – appropriately, International Women’s Day – the @any.body_co Instagram account had over 5000 followers by close of business day one, and clocked over 20,000 followers after the first 10 days. Today, more than 206,000 follow Gibbs and Wasley, who post professional images of themselves, selfies of women with varied body shapes, inspirational quotes about self-love, and healthy living and beauty tips. AnyBODY has also provided the girls with a host of dual modelling contracts for big brands such as Cotton On Body and Cooper Street.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">Wasley attributes the brand’s rapid success to a public and industry that craved body diversity – and a marketable icon to represent it.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“I can’t believe how fast AnyBODY blew up! Although [Georgia] and I are really only two people of different sizes, I truly believe that incorporating a range of sizes, races and genders in advertising and across social media will help thousands of women worldwide when it comes to feeling comfortable in their own skin,” says Wasley, who began her modeling career in 2015 after being discovered by a local model search.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“We decided to preach to people that healthy <i>can </i>come in a range of sizes. Because of the way social media is these days, I think a lot of women lose perspective on what body diversity is. I think a lot of people get sucked into believing that you should look a certain way, be a certain size, and have no cellulite or stretch marks. It’s unrealistic and we want that to change.”</span></p>\r\n<p class=\"p2\"><span class=\"s1\">The media’s negative influence on people’s – particularly women’s – body image isn’t a recent concern. According to psychotherapist Natajsa Wagner, media influence can be traced back to illustrations from the 1930s that depicted women with curves, while the ’40s and ’50s saw the female bust and glutes become the focus.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“Mattel created the Barbie doll with unachievable and disproportionate body parts, and in 1966, in the environment of an emerging super-media, we had the world’s first supermodel in Twiggy. She was a sharp contrast to Marilyn Monroe, and over time we learnt that thin was the new ‘ideal’ body image. So, although women come in all shapes and sizes, the overarching truth is that only one type of body is [portrayed as] ‘ideal’,” says Wagner.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">By the age of 17, women have experienced a quarter of a million beauty- and body-</span>oriented advertisements, and continue to be exposed to an average of 400 to 600 depictions of ‘beauty’ every day. The emergence of the smartphone and social media platforms puts these images in our pockets, and the way we engage with social media makes these often digitally altered and filtered depictions seem all the more ‘real’. According to research by Trilogy, six out of 10 women believe that people expect online photos to have been retouched or have a filter applied, yet 61 per cent of Australian women do not see the use of a filter as a form of retouching. Additionally, one 2014 study published in <i>Body Image</i> found a direct correlation between poor self-image and the number of hours spent trawling Facebook, due to body comparisons with peers and celebrities alike.</p>\r\n<p class=\"p2\">Dr John Demartini, author of <i>The Gratitude Effect</i>, believes our tendency to compare and judge our own body based on individuals who we deem more ‘attractive’ is the primary cause of negative self-perception. “In today’s social media-obsessed world, many people feel pressured to pursue a physical, one-sided, false perfection that is simply unattainable,” he says.</p>\r\n<p class=\"p2\">In other words, it’s not a biologically determined position to think of our body negatively; rather, our body image is influenced by a range of outside factors, fuelled by a visually obsessed (and self-obsessed) society. For Wasley, this tendency to compare herself to others led to a host of mental and physical issues in her younger – and leaner – years. While now sitting happily at a comfortable size 16, at her thinnest (size 10/12) she was mentally exhausted.</p>\r\n<p class=\"p2\">“For me, my biggest barriers [to a positive body image] were comparing myself to others, whether that be my friends or ‘fitspo’ girls I followed on social media. I had such an unrealistic idea of what I should look like and that resulted in not feeling good enough or worthy of love,” she says.</p>\r\n<p class=\"p2\">“I stopped going out with friends because I had such bad anxiety about food and alcohol. I didn’t want to be seen as the ‘fat’ friend – although, looking back now, I was very fit and toned. It’s amazing how you see yourself when you feel insecure; my view of my own body was totally warped. If I can help even one person work their way out of that mindset, I’ll feel accomplished.”</p>\r\n<p class=\"p2\">Gibbs expresses a similar memory of juvenile body dysmorphia.</p>\r\n<p class=\"p2\">“I remember being 16 and being unsure of who I was, being unhappy with how I looked and spending so much time comparing myself to other people. It really ruined my ability to love myself for all my other talents outside of physical appearance. Barriers to my own self-love definitely came from setting unachievable goals – such as wanting to look like a celebrity who was the complete opposite to me, therefore setting myself up to fail – and comparing myself to others on social media,” she says.</p>\r\n<p class=\"p2\"><span class=\"s1\">An extension of the same debate is the complex interplay of health, genetics and lifestyle on how the body appears – especially considering Australia’s worsening obesity epidemic, not to mention the ever-increasing occurrence of eating disorders. Gibbs’ mother was a personal trainer and her father a CrossFit instructor, so healthy food and exercise were integrated into her life from an early age – but both were seen as tools for optimal performance rather than to create a particular body shape. Early in her modelling career, however, Gibbs’ naturally curvaceous silhouette and muscular lower body were often criticised by an industry set on slim.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“I’m predisposed to having a small waist, bigger quads and broad shoulders. But through training, these features are definitely exaggerated and other areas built on and changed too,” says Gibbs.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“I’ve always had to overcome hurdles about my appearance. But over the last few years – as I’ve built a brand around myself of wellness and self-acceptance – it’s been amazing to see clients accept me for who I am and now embrace the ‘love AnyBODY’ message.”</span></p>\r\n<p class=\"p2\"><span class=\"s1\">Wasley, on the other hand, comes from a paternal line of tall and built physiques, and first became conscious of her health at age 17.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“I was never self-conscious [growing up]. I knew I was on the bigger side, but I honestly didn’t have a problem with it until I started to compare myself to other girls. Maybe it was about the same time I became interested in boys…who knows. But I remember not having a clue where to start,” she says.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“I feel like I’ve finally reached a place of contentment and balance, which I’m truly grateful for! I eat healthy and exercise, and I’m a size 16, and I feel if I were to stop [exercising and eating well] completely, I’d maybe sit at a size 16/18 naturally – but my body would look different, if that makes sense.”</span></p>\r\n<p class=\"p2\"><span class=\"s1\">The World Health Organization defines health as “a state of complete physical, mental, and social wellbeing and not merely the absence of disease or infirmity” – a sentiment the AnyBODY team echo. Gibbs and Wasley encourage women to see good health as encompassing the physical, the mental and the spiritual. It’s about balance, the ability to move freely and think clearly, and it’s highly individual.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“Health is <i>so</i> much more than your physical fitness,” says Wasley. “To an extent, I don’t believe you can judge how healthy a person is based on their weight and physical being. For example, when I was at my thinnest, people were asking me left right and centre for fitness advice; I suddenly became the ‘fit friend’, running 10km multiple times a week and avoiding alcohol. If you looked at me, I was the picture of health. But what no one knew was that I was dealing with disordered eating, I was isolating myself from social events and my friends, and I was so miserable and hated how I looked. I wasn’t healthy at all.”</span></p>\r\n<p class=\"p2\"><span class=\"s1\"><i>WH&amp;F </i>head trainer and Creating Curves founder, Alexa Towersey, agrees.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“As a society, we need to redefine what we think ‘healthy’ looks like. The reality of the situation is that body dysmorphia exists at both ends of the spectrum.&nbsp;We naively live under the assumption that a size 10 is making healthier choices than a size 16 based solely on their appearance, and without even taking into consideration age, ethnicity, genetic makeup or hormonal profile.&nbsp; It’s the underlying relationship with food and exercise – whether it’s positive or negative – that we should be paying attention to,” she says.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">Toeing the line between adopting a positive body image and striving to reach your health and fitness goals is not always easy. But for the AnyBODY brand and for a fair chunk of body image experts, striving for physical change isn’t necessarily a negative thing; wanting to create a healthier, fitter body that exudes confidence can be a noble goal and set you on a journey that invigorates, rather than sabotages, your self-esteem. The important thing is to understand <i>why</i> you are wanting to change, says Wagner.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“We’ve all experienced feeling uncomfortable in our bodies: we know when we feel physically fit, healthy and comfortable in our clothes and we know when we don’t. Wanting to make changes to positively impact our health isn’t wrong,” she says.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“However, when you start to define your level of self-worth and value by how you believe your body should look, the desire to improve your body or work towards a better level of health has gone too far. Do it for the endorphins; do it because you’re looking after your body and challenging yourself. There is a huge amount of research now that shows exercise to be one of the most uplifting tools we have and makes us feel good about our current body shape.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“A <i>positive</i> body image means a person is able to accept their body as it is with respect and admiration. Living with a positive body image means you have the ability to utilise your own self-esteem, maintain a positive attitude and are emotionally stable. Because of this, you’re able to filter through the messages from the media, your peers and family, and remain steadfast in how you feel about your body.”</span></p>\r\n<p class=\"p2\"><span class=\"s1\">While Wasley and Gibbs admit they’ve had to work hard to become body-positive, the duo hope the AnyBODY brand can help more women accept their appearance and feel empowered in their journey to good health; and, for them, this starts with a greater diversity of body shapes and sizes being represented on the catwalk, in advertising, in clothing sizes and in the media. Already, key brands have taken their cue, with Cooper Street releasing their ‘curve range’ inspired by the movement. Future plans for AnyBODY centre on launching their Skype for Schools program, tackling teenagers’ self-esteem, body confidence and personal development issues, while Wasley is looking to one day complete her Health Promotion degree to further advance the cause. But, in the interim, both Gibbs and Wasley offer one piece of solid advice: quit the comparisons and learn to love you – for you.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“Today I feel fantastic about my body the majority of the time. I still have my bad days because, well, I’m human – but they’re now few and far between. I think it’s the way I deal with it now that has been my biggest achievement. I focus on things I love about myself instead of dwelling on what I dislike. I have health and fitness goals now rather than weight or size goals,” says Wasley.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">“Loving your body is an individual journey that’s completely different for everyone. But my top tip is not to compare yourself to anyone – especially on social media – because often you’ll be comparing yourself at your worst to someone at their best. Just remember you <i>are</i> worthy of love, no matter what you look like. There are people out there that love you for you, and don’t give a crap about what you look like. Those are the people worth keeping around.”</span></p>\r\n<p class=\"p2\"><span class=\"s1\"></span></p>\r\n<p class=\"p1\">ALL FEATURE photography:<a href=\"https://cottonon.com/AU/cottononbody/\" target=\"_blank\"> Cotton ON Body</a></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2378-full-story-talking-body-confidence-with-cover-models-georgia-gibbs-and-kate-wasley\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Wed, 06 Dec 2017 00:32:57 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2378-full-story-talking-body-confidence-with-cover-models-georgia-gibbs-and-kate-wasley</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Keep it real with fitness blogger Lauren Patterson</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2377-keep-it-real-with-fitness-blogger-lauren-patterson</link>\n\t\t\t<description><![CDATA[<p><strong>We caught up with solo mummy, personal trainer, gym manager and blogger <a href=\"https://www.instagram.com/___laurenkate/?hl=en\" target=\"_blank\">Lauren Patterson</a> to talk about how she keeps fit and healthy and feeling comfortable in your own skin.&nbsp;</strong></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON INSTAGRAM</strong></span></p>\r\n<p class=\"p2\">I partied hard as a teenager and battled severe mental illness until the age of 22 when I fell pregnant with my first child. I began my Instagram account when Madi was a baby to post photos, but had no idea how to use it. I shared my journey of my first fitness modelling competition and straight after I fell pregnant with Max, which is when my following started to grow – perhaps people wanted to see how much weight I’d put on after doing a comp?</p>\r\n<p class=\"p3\">I began blogging shortly after falling pregnant, being honest about my struggles with mental illness. After going through hell in my first pregnancy, I wanted a way to vent my emotions, not thinking anyone would read it, but they did. I soon began writing for parenting websites and fitness magazines – my relatable and honest content gelled with audiences, which I loved!</p>\r\n<p class=\"p1\"><span class=\"s2\"><strong>ON KEEPING IT REAL</strong></span></p>\r\n<p class=\"p2\"><span class=\"s2\">There’s no point in painting a perfect picture when it’s unrealistic. There’s a way to be positive while still remaining relatable and honest about your struggles, which is what I do. I have body hang-ups just like anyone, yet I am often slammed because of the way I look. I’ve always been honest on my social media because it’s okay to feel and look the way you do, and be who you are!</span></p>\r\n<p class=\"p1\"><span class=\"s2\"><strong>ON BODY IMAGE</strong></span></p>\r\n<p class=\"p2\"><span class=\"s2\">Social media can be both good and bad, it all depends on the person on the receiving end’s mindset. I don’t post photos of myself with just a sports bra and tights often, but when I do it can go two ways: women either congratulate me for embracing the way I look or I’ll be slammed for looking this way after having two kids. But captions allow me to share the story behind each photo.</span></p>\r\n<p class=\"p1\"><span class=\"s2\"><strong>ON FEELING COMFORTABLE IN YOUR OWN SKIN</strong></span></p>\r\n<p class=\"p2\"><span class=\"s2\">Comparison is the thief of joy. You can have ‘body goals’, but remember your body is your own, so treat it with respect and be good to it from the inside out and it will reward you by feeling amazing. Embrace who you are – often, by looking after your mind, your body follows suit.</span></p>\r\n<p class=\"p1\"><span class=\"s2\"><strong>ON KEEPING FIT AND HEALTHY</strong></span></p>\r\n<p class=\"p2\"><span class=\"s2\">My day revolves around keeping fit and healthy – it’s a lifestyle. The kids keep me on my toes and so does being at the gym and outdoors, plus I make sure our asses aren’t parked on the couch! We eat well but live a balanced lifestyle – if I feel like a burger or a drink with friends, I do it!</span></p>\r\n<p class=\"p3\"><span class=\"s2\">I meditate daily, read and practise mindfulness. And doing yoga and Pilates daily has changed my body and mind incredibly.</span></p>\r\n<p class=\"p3\"><span class=\"s2\"></span></p>\r\n<p class=\"p1\"><span class=\"s1\">MY DAY ON A PLATE</span></p>\r\n<p class=\"p2\"><span class=\"s2\"><strong>Starter:</strong></span> tummy tea to ease bloating and get my digestive system kicking.</p>\r\n<p class=\"p2\"><span class=\"s2\"><strong>Brekky:</strong></span> oats (often my first of two because I get up so early!)</p>\r\n<p class=\"p2\"><span class=\"s2\"><strong>Lunch: </strong></span>normally some sort of protein and vegies, rice or quinoa with homemade sauce.</p>\r\n<p class=\"p2\"><span class=\"s2\"><strong>Dinner:</strong></span> something the kids will enjoy, which I sneakily make healthy, such as broth and noodles with loads of vegies. If we feel like takeaway I’ll make a healthy homemade version!</p>\r\n<p class=\"p2\"><span class=\"s2\"><strong>Snack time:</strong></span> I’m not a snack person, so I eat bigger meals to keep me fuelled throughout the day.</p>\r\n<p class=\"p2\"><span class=\"s2\">Check out her Instagram page for more inspiration <a href=\"https://www.instagram.com/___laurenkate/?hl=en\" target=\"_blank\">here.</a></span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2377-keep-it-real-with-fitness-blogger-lauren-patterson\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Wed, 06 Dec 2017 00:24:33 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2377-keep-it-real-with-fitness-blogger-lauren-patterson</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>7 ways to stay active on your holiday</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2376-7-ways-to-stay-active-on-your-holiday</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"p1\"><strong><span class=\"s1\">The holiday season is finally here, meaning you might find yourself spending less time at the squat rack and more time by the pool sipping on pina coladas.&nbsp;</span><span class=\"s1\">The solution?</span><span class=\"s2\"> Book your fitness escape to beautiful (and affordable) <a href=\"https://www.tourismthailand.org/\" target=\"_blank\">Thailand</a> and get ready for a host of fun-filled activities that will get your heart rate up in between soaking up rays – no treadmill required.</span></strong></p>\r\n<p class=\"p1\"><span class=\"s1\"> WIth Australia’s Physical Activity and Sedentary Behaviour Guidelines recommending two-and a-half hours of moderate-intensity activity per week to help prevent weight gain, it’s important to find ways to have your cocktail and keep active too. Here we share 7 ways to stay active on your holiday.&nbsp;</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Muay Thai martial art</strong> uses unique combat techniques that require skill in both the body and mind. This full-body workout uses every muscle, inducing rapid weight loss. And with over 1,700 Muay Thai camps across Thailand and many hotels offering classes, you can pretty much try it anytime, anywhere.</span></p>\r\n<p class=\"p2\"><strong>Rock climbing and abseiling</strong> are great outdoor activities for testing your courage. These activities originated in Railay Bay in the Krabi province, now known as a heaven for rock climbers. The area is renowned for its picturesque limestone cliffs set against a white sandy beach and dark blue ocean. Pure bliss.</p>\r\n<p class=\"p2\">If you love <strong>snorkelling</strong> and <strong>scuba diving</strong> – or would love to give it a go – Thailand is the place to do it. With clear turquoise seawater, magnificent coral reefs and an exceptional diversity of marine life, it’s no wonder the region is often referred to as ‘the diver’s heaven’. The peninsula of Southern Thailand stretches between two oceans, allowing diving in Thailand to be possible all year round. The Gulf of Thailand is suitable for diving trips from April to October and the best period for diving in the Andaman Sea is from November to April.</p>\r\n<p class=\"p2\"><strong>Kayaking</strong> in Thailand is an amazing way to see spectacular scenery. Whether by sea or river, you’ll paddle over crystal-clear water under a tropical sun while exploring diverse countryside, a verdant jungle, limestone cliffs, intricate sea caves and mangrove swamps. Koh Phangan is the ultimate paradise to explore. The island offers beautiful hidden coves and beaches – a sight for sore eyes while you work your arm muscles manoeuvring the kayak.</p>\r\n<p class=\"p2\"><strong>Cycling</strong> is a fun way to discover the natural wonders, cultural treasures and unique ways of life of Thailand. Getting your heart rate up with some steady-state cardio while experiencing the Thai culture sounds like the ultimate workout for an adventure seeker. Some sensational cycling routes include:</p>\r\n<p class=\"p3\"><span class=\"s2\"><strong>»&nbsp;</strong></span>Sam Praeng community in Bangkok</p>\r\n<p class=\"p3\"><span class=\"s2\"><strong>»&nbsp;</strong></span>The bike route along the Chao Phraya River on the Thonburi side</p>\r\n<p class=\"p3\"><span class=\"s2\"><strong>»&nbsp;</strong></span>Ayutthaya World Heritage bike route</p>\r\n<p class=\"p3\"><span class=\"s2\"><strong>»&nbsp;</strong></span>Sukhothai World Heritage bike route</p>\r\n<p class=\"p2\">If you’re a bit of a thrillseeker, you won’t pass up gliding down the <strong>zipline</strong> through a rainforest canopy. But safety first, of course – you’ll be harnessed safely on either the wooden walking platforms or the ziplines.</p>\r\n<p class=\"p2\">Head over to <a href=\"https://www.tourismthailand.org/\" target=\"_blank\">Tourism Thailand</a> for the best places to visit and explore.&nbsp;</p>\r\n<p><em>This piece was produced in partnership with Tourism Thailand.&nbsp;</em></p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2376-7-ways-to-stay-active-on-your-holiday\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Tue, 05 Dec 2017 03:57:32 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2376-7-ways-to-stay-active-on-your-holiday</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Chocolate mint smoothie recipe</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2372-chocolate-mint-smoothie-recipe</link>\n\t\t\t<description><![CDATA[<p><strong>Get your protein fix with this chocolate mint smoothie courtesy of our friends at Activated Nutrients.&nbsp;</strong></p>\r\n<p><strong>Ingredients</strong> (makes one smoothie)</p>\r\n<ul>\r\n<li class=\"p4\">1 scoop <a href=\"https://activatednutrients.com/products/raw-cacao-daily-protein1\" target=\"_blank\">Activated Nutrients Daily Protein Raw Cacao</a></li>\r\n<li class=\"p4\">1 ripe banana</li>\r\n<li class=\"p4\">2 tbsp cacao powder</li>\r\n<li class=\"p4\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">1 cup milk of choice (</span>almond, soy, dairy, etc.)</li>\r\n<li class=\"p4\">½ cup frozen blueberries</li>\r\n<li class=\"p4\">10 mint leaves (plus a few more to garnish)</li>\r\n<li class=\"p4\">1 tbsp cacao nibs to garnish (optional but does add a brilliant crunch!)</li>\r\n</ul>\r\n<p class=\"p3\"><span class=\"s1\"><strong>Method</strong></span></p>\r\n<p class=\"p4\">1. Blitz all ingredients (except garnish mint and cacao nibs) in blender until smooth.</p>\r\n<p class=\"p4\">2. Pour into glass and garnish with mint leaves and a sprinkling of cacao nibs.</p>\r\n<p class=\"p4\">&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>NUTRITION (per serve)</strong></span></p>\r\n<p class=\"p1\"><span class=\"s1\">Protein: 21g // Fat: 10.5g //&nbsp;</span><span class=\"s1\">Carbs: 40g // Calories: 290</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2372-chocolate-mint-smoothie-recipe\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Mon, 20 Nov 2017 00:01:40 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2372-chocolate-mint-smoothie-recipe</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Keeping fit and healthy with Bec Louise Chambers</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2370-keeping-fit-and-healthy-with-bec-louise-chambers</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">We caught up with coach and health fitness writer <a href=\"https://www.instagram.com/becchambersfit/\" target=\"_blank\">Bec Chambers</a> to chat about all things health, fitness and body confidence.</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON INSTAGRAM</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">I’ve wanted to be a writer since I was four years old, and I started blogging in 2013, which naturally progressed to Instagram. My writing has always focused on women and their bodies, minds and fitness.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">Fitness has been a major part of my life from a young age, but at about 17 I went down an extreme dieting road that led to binge/purge eating habits and anorexia. The gym became an outlet for me and a place where I could feel some sense of control amidst deep body image issues. Now, I love lifting weights and feeling strong and this year I competed in my first powerlifting competition.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">I also coach 25 women. It’s the most satisfying thing to help women to get stronger and feel better and more confident. This is also what my Instagram is all about.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON KEEPING IT REAL</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">There’s a lot of misleading information on the Internet. I would look at many beautiful, seemingly flawless women on social media and wonder why they didn’t talk about their relationships with themselves and with food or the bad days. We all face issues surrounding body image, our sense of self, confidence and feeling inadequate, and one day I decided to talk about it. My honesty was well received, with people around the world telling me I had made them feel less alone. Connection and honesty are my two highest values and I get to satisfy them every day.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON BODY IMAGE</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">You need to remind yourself that you’re looking at a highlight reel.<strong> </strong>The gorgeous chick you’re double tapping on the ’gram likely faces her own worries and issues. Life isn’t always rosy, and many photos are taken by a photographer on a beach, involving sand in hair and eyes, and Photoshop.</span></p>\r\n<p class=\"p3\"><span class=\"s1\">Every crease, freckle, fold, line, wrinkle, curve and dimple is all yours and all beautiful – that’s your power.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON FEELING COMFORTABLE IN YOUR OWN SKIN</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">If we could accept that we are enough in every way, it would be a different world. It’s not about resting your laurels or never working hard because you’re already good enough, but about accepting yourself, including your imperfections.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON KEEPING FIT AND HEALTHY</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">I lift weights, eat well and spend time outside as much as I can. I feel the best when I’m strong, cardiovascularly fit and flexible, so my training doesn’t focus on just squatting, deadlifting and benching like a typical powerlifting split. I like to run, jump, spin, handstand and make sure I’m strong unilaterally too.</span></p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\"><strong><span class=\"s1\">MY DAY ON A </span><span class=\"s2\">PLATE</span></strong></p>\r\n<p class=\"p2\">Every day is different, depending on how organised I am that week. I try to advocate against comparing your day on a plate to anybody else’s – there’s no magic combination of foods that is going to result in health and happiness.</p>\r\n<p class=\"p3\">I track macros and use flexible dieting principles. I think the best daily diet you can stick to is one that allows spontaneity and sustainability. If you’re restricted to 1000 calories and two food groups, I can’t see long-term success.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2370-keeping-fit-and-healthy-with-bec-louise-chambers\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Sun, 19 Nov 2017 23:25:28 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2370-keeping-fit-and-healthy-with-bec-louise-chambers</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title> Win an Amazonia Raw Acai Skin Active Liquid this summer</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/competitions/2367-win-an-amazonia-raw-acai-skin-active-liquid-this-summer</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">Shine brighter with <a href=\"http://www.amazonia.com.au/raw-acai-skin-active\" target=\"_blank\">Amazonia Raw Acai Skin Active </a>Liquid this summer!</p>\r\n<p>You'll also go into the draw to win a three-month digital subscription to Women's Health and Fitness magazine.</p>\r\n<p>To enter:<br />• Follow&nbsp;<a target=\"_blank\" href=\"https://www.instagram.com/whandfmag/\">@whandfmag</a><br />• Follow&nbsp;<a target=\"_blank\" href=\"https://www.instagram.com/amazoniaco/\">@amazoniaco</a><br />• Post your selfie, #RawFitspo and tag @whandfmag</p>\r\n<p style=\"margin-top: 0cm; margin-bottom: 6.75pt; background-image: initial; background-position: initial; background-repeat: initial; background-attachment: initial;\">&nbsp;</p>\r\n<p class=\"p1\"><strong><span class=\"s1\">Terms &amp; Conditions for Rawfitspo competition</span></strong></p>\r\n<p class=\"p2\"><span class=\"s1\">1. Entry is open to all<strong>&nbsp;</strong>residents of Australia aged 13 years and over except employees of the promoter and their immediate families and agencies associated with this promotion&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">2. The promoter shall not be liable for any loss or damage whatsoever that is suffered (including but not limited to indirect or consequential loss) or for any personal injury or suffering sustained in connection with any of the prizes offered except for any liability that cannot be excluded by law.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">3. All entries become the property of the promoter.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">4. The promoter accepts no responsibility for late, lost or misdirected mail or for any prizes damaged in transit.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">5. The promoter is Blitz Publications &amp;&nbsp;Multi Media&nbsp;Group Pty Ltd, 1 Miles St, Mulgrave, Victoria 3170.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\"><i>6.&nbsp;</i>To enter the competition, entrants must post their ‘gym selfie’ photo on their own Instagram account, tagging @whandfmag and using the hashtag #RawFitspo. Users must be ‘following’ the Amazonia (@amazoniaco) and WH&amp;F (@whandfmag) Instagram accounts to be eligible, and have their Instagram profiles set to ‘public’ view. Entrants must email the original photo to&nbsp;<a href=\"mailto:gelfies@womenshealthandfitness.com.au\"><span class=\"s2\">gelfies@womenshealthandfitness.com.au</span></a>.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\"><i>7.&nbsp;</i>The competition will be judged by a panel appointed by the Promoters, and the most creative selfie each month will win a Winter Spray prize pack.&nbsp;</span></p>\r\n<p class=\"p4\"><span class=\"s1\"><strong>8. The total prize value over three (3) issues is $143.55, with 3 prizes to be won, 1 per month. Each pack is valued at $47.85. Each Prize Pack contains an Amazonia Raw Acai Skin Liquid RRP $39.95 and a 3 issue digital subscription to Women’s Health and Fitness Magazine valued at $7.90.</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">9. Winners will be notified on the day after the magazine goes on sale via email.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">10. Start Date of Competition: 21 August 2017 at 12 noon (EST)&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">11. End Date of Competition: 28 February 2018 at 12 noon (EST)&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">12. Date, time and place drawn: Prize drawn the day after magazine sale date at 12 noon (EST) at 1 Miles Street, MULGRAVE VIC 3170.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">13. If the prize remains unclaimed after three months of the first draw, then a replacement winner will be drawn.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">14. This is&nbsp;game&nbsp;of skill and chance plays no part in determining the winner.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">15. Prizes are non-transferable or exchangeable and cannot be taken as cash.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">16. The judges’ decision is final and no correspondences will be entered into.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">17. By entering this competition, you consent to Blitz Publications &amp;&nbsp;Multi Media&nbsp;Group Pty Ltd giving your mailing address to product suppliers in the event that you are a winner for the purpose of delivering your prize. Your address will not be used by Blitz Publications &amp;&nbsp;Multi Media&nbsp;Group Pty Ltd or the supplier for any other purpose.&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">18. By entering this competition, you also confirm that you have read the Blitz Publications &amp;&nbsp;Multi Media&nbsp;Group Pty Ltd Privacy Policy (<a href=\"http://www.blitzpublications.com.au/privacy-policy\">http://www.blitzpublications.com.au/privacy-policy</a>) and consent to Blitz Publications &amp;&nbsp;Multi Media&nbsp;Group Pty Ltd giving your mailing address to product suppliers in the event that you are a winner, for the purpose of delivering your prize&nbsp;</span></p>\r\n<p class=\"p2\"><span class=\"s1\">13. Should you be selected as a winner of this competition, you acknowledge and agree that no liability attaches to Blitz Publications &amp;&nbsp;Multi Media&nbsp;Group Pty Ltd for any damage to, fault with or issue arising out of the product or prize, either during transit to you, or upon its receipt by you or at any stage thereafter. Blitz Publications &amp; Multimedia Group Pty Ltd will not be responsible for this replacement of the product or prize if any issues arise.&nbsp;</span></p>\r\n<p class=\"p6\"><span class=\"s1\">{nomultithumb}</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/competitions/2367-win-an-amazonia-raw-acai-skin-active-liquid-this-summer\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Sun, 19 Nov 2017 22:32:20 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/competitions/2367-win-an-amazonia-raw-acai-skin-active-liquid-this-summer</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>8 post-workout meal ideas </title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2366-8-post-workout-meal-ideas</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">Studies show that proper nutrient timing can benefit workout recovery, muscle growth, athletic potential and body composition. Here, accredited sports dietitian, Jessica Spendlove&nbsp;shares her top post-workout meals.</p>\r\n<p class=\"intro\">&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Breakfast</strong></span></p>\r\n<ul>\r\n<li class=\"p2\">Poached eggs with grilled ham off the bone, avocado and two slices of wholegrain or spelt toast.</li>\r\n<li class=\"p2\">200 grams of Greek yoghurt (Chobani) with half or one cup of oats, and some berries and sliced almonds.</li>\r\n<li class=\"p2\">A breakfast smoothie consisting of your milk of choice, a couple of scoops of Greek yoghurt, a frozen banana, sprinkle of cinnamon and half a cup of oats.</li>\r\n</ul>\r\n<p class=\"p2\"><span class=\"s1\"><strong>Dinner</strong></span></p>\r\n<ul>\r\n<li class=\"p2\">Between 150-200 grams of salmon or chicken with 200 grams of sweet potato and as many steamed greens as you like.</li>\r\n<li class=\"p2\">Between 150-200 gram of lean protein with one cup of brown rice and a side salad.</li>\r\n</ul>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Snacks</strong></span></p>\r\n<ul>\r\n<li class=\"p2\">A frozen fruit smoothie with your milk of choice, nut butter and Greek yoghurt.</li>\r\n<li class=\"p2\">200 grams of Greek yoghurt with sliced fruit and nuts.</li>\r\n<li class=\"p2\">A protein shake made with a base of your choice (water, coconut water or milk) and a piece of fruit to provide fibre.</li>\r\n</ul>\r\n<p>NEXT: Not sure what protein to go for? Read all about them <a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/popular-topics/2191-protein-powder-low-down\" target=\"_blank\">here.</a></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2366-8-post-workout-meal-ideas\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Thu, 16 Nov 2017 05:01:58 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/healthy-eating/2366-8-post-workout-meal-ideas</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Madalin Frodsham on body image and healthy living</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2364-madalin-frodsham-on-body-image-and-healthy-living</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">It was this exact photo that <a href=\"https://www.instagram.com/madalingiorgetta/?hl=en\" target=\"_blank\">Madalin&nbsp;Frodsham</a>&nbsp;posted after being featured in our Body Issue that broke the internet - here we share her feature interview featured in the magazine.</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><strong>ON INSTAGRAM</strong></p>\r\n<p class=\"p2\">Growing up, I was always the sporty one in the family, playing basketball and climbing trees. This stopped when I left school, and I didn’t actually start actively working out until January 2016 when I downloaded the Sweat With Kayla app. There’s a mix of factors that contributed to my social media following: a few of my posts went viral on online news publications, my transformation photos garner a lot of followers each week, and (hopefully!) I motivate and inspire people to work out.&nbsp;</p>\r\n<p class=\"p1\"><strong>ON KEEPING IT REAL</strong></p>\r\n<p class=\"p2\">I constantly felt put down when scrolling through my Instagram feed. Seeing image after image of perfection, I wondered if people felt the same way going through their feeds, and whether my photos contributed. So I decided to share more pictures that were honest and relatable. I receive a lot of comments from people saying it’s their goal to have my body, and I want people to know I have flaws just like everyone. We’re so used to seeing perfect pictures of women in our feeds that it’s nice to see a bit of real life sometimes.</p>\r\n<p class=\"p1\"><strong>ON BODY IMAGE</strong></p>\r\n<p class=\"p2\">I think because people view social media influencers as being more ‘real life’ than the touched up celebrities in magazines, social media is very influential when it comes to body image. However, Instagram is now just the same because it’s easy to smooth out your cellulite or reshape your body. I think the problem is even worse as we compare ourselves more to these unattainable images of perfection. And instead of a magazine, which you have to physically go to the shop and buy, you have these images in your pocket and accessible at all times.&nbsp;</p>\r\n<p class=\"p1\"><strong>ON KEEPING FIT AND HEALTHY</strong></p>\r\n<p class=\"p2\">I find it easier to stick to a routine, so I make sure I go to the gym first thing in the morning, no matter how I’m feeling or how busy I am. I make healthy food choices when I buy food from the supermarket (if it’s not in my cupboard, I don’t eat it!), but I also make sure I don’t restrict myself too heavily so I don’t blow out on the weekend.&nbsp;</p>\r\n<p class=\"p1\"><strong>ON FEELING COMFORTABLE IN YOUR OWN SKIN</strong></p>\r\n<p class=\"p2\">Always remember that the images you see are carefully selected, filtered, angled and lit to display people in the best possible light. Don’t let somebody’s perfect selfie dictate your confidence – most people don’t actually look how they do on Instagram. If someone is making you feel bad about your body, unfollow them. Follow women that make you feel confident, who are open about their bodies and don’t follow the conventional standards of beauty.&nbsp;</p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\">My day on a </span><span class=\"s2\">plate</span></p>\r\n<p class=\"p2\"><strong>Pre-workout:</strong> protein shake</p>\r\n<p class=\"p2\"><strong>Post-workout:</strong> warm oats, berries and apple porridge&nbsp;</p>\r\n<p class=\"p2\"><strong>Snack:</strong> toast with peanut butter or Philadelphia cheese</p>\r\n<p class=\"p2\"><strong>Lunch:</strong> paprika chicken with green vegies and yoghurt&nbsp;</p>\r\n<p class=\"p2\"><strong>Snack:</strong> carrots and avocado dip&nbsp;</p>\r\n<p class=\"p2\"><strong>Dinner: </strong>vegetable patty and lentil curry</p>\r\n<p class=\"p2\"><strong>Dessert: </strong>chocolate chip cookies</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2364-madalin-frodsham-on-body-image-and-healthy-living\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Wed, 08 Nov 2017 06:06:18 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2364-madalin-frodsham-on-body-image-and-healthy-living</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Top stress management techniques</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/health-beauty/health-advice/2363-top-stress-management-techniques</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">Learn how to cope with stress by eating healthy and taking a closer look at your nutrition.</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\">“The right diet is crucial for managing&nbsp;stress,” says&nbsp;</span>health coach and wellness blogger Nic <span class=\"s1\">Makim.&nbsp;“Eat regularly and consume yoghurt and low-fat milk to boost your calcium levels and settle your nerves. If you have an intolerance to dairy, make sure you’re getting enough calcium and magnesium from other food&nbsp;sources.&nbsp;Chamomile tea is an age-old tonic to relax and soothe – you may also want to consult a naturopath about herbal support to help decrease the impact of stress on your brain and body.”</span></p>\r\n<p class=\"p2\"><span class=\"s1\">Eating right will supercharge your body’s natural immune and healing systems, and exercising regularly goes a long way too. Breathing, meditation and visualisation exercises can help you let go of anxieties, and there is strong evidence to suggest that yoga therapy and meditation help reduce stress and its associated symptoms.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">A 2014 study&nbsp;published in<i>&nbsp;JAMA Internal Medicine </i>found that mindful meditation can help ease psychological stresses such as anxiety, depression and fatigue, and therapeutic yoga programs were also shown to reduce markers of stress and inflammation.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">More importantly, recognise that some stress is inevitable. </span></p>\r\n<p class=\"p2\"><span class=\"s1\">“If you have unproductive worries, try to remember that as much as we may strive to, we are never going to rid our lives of stress entirely,” says Dr Lishman. “Stress is a vital part of being alive. In fact, without feeling&nbsp;stressed&nbsp;now and again, we would be so carefree and blasé about everything that we would have been killed off years ago! It’s not stress&nbsp;itself that matters; it’s what you do with it that counts.”</span></p>\r\n<p class=\"p2\"><span class=\"s1\">The symptoms that we associate with a&nbsp;stressful&nbsp;lifestyle such as sleep deprivation, social isolation, weight gain and major depression are all associated with higher rates of heart disease. It is clear, therefore, that finding effective stress&nbsp;management strategies is essential to our overall health and wellbeing.</span></p>\r\n<p class=\"p2\">&nbsp;</p>\r\n<p class=\"p1\"><strong>However, don’t stress about it! Just concentrate on the following:</strong></p>\r\n<ul>\r\n<li class=\"p2\">eat nourishing foods to meet the nutritional demands of the body</li>\r\n<li class=\"p2\">exercise regularly to naturally reduce your cortisol levels</li>\r\n<li class=\"p2\">unplug from digital devices when you need to chill out</li>\r\n<li class=\"p2\">pay active attention to your emotions</li>\r\n<li class=\"p2\">distinguish between problem-solving thoughts and the unproductive ones that simply make your mind race faster</li>\r\n<li class=\"p2\">disengage, but don’t detach from your feelings</li>\r\n</ul>\r\n<p class=\"p4\">Find a balance between rest and activity, and create a maintainable chill-out routine for when you get home to prioritise calm and relaxation.</p>\r\n<p class=\"p4\">“Tuning in to your beautiful body is always at the top of my agenda with all my clients,” says Makim. “I’m also loving this whole mindfulness trend at the moment. Less judgement and negativity and more acceptance and appreciation go a long way towards managing&nbsp;stress&nbsp;and life in general.”&nbsp; &nbsp;</p>\r\n<p class=\"p4\">In other words, when you’re stressed you’re unable to function at your full potential, so make time for yourself. We can’t stress that strongly enough.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/health-beauty/health-advice/2363-top-stress-management-techniques\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Wed, 08 Nov 2017 05:21:17 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/health-beauty/health-advice/2363-top-stress-management-techniques</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Raw caramel slice with ‘shortbread’ base</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2362-raw-caramel-slice-with-shortbread-base</link>\n\t\t\t<description><![CDATA[<p><strong>Whether your sweet tooth needs a</strong> <strong>3 pm fix or you’re looking for something delicious to serve the gals over afternoon tea, we’ve got you sorted.</strong></p>\r\n<p>This low-sugar caramel slice courtesy of <a href=\"https://www.instagram.com/healthsynergy/?hl=en\" target=\"_blank\">Health Synergy </a>is a refined sugar-free and vegan alternative that’s just as tasty (if not more) as the high-sugar version.</p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Ingredients</strong> (makes 12)</span></p>\r\n<ul>\r\n<li class=\"p1\"><span class=\"s1\">Shortbread</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">½ cup buckinis, ground to a flour</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">¼ cup cashews, ground to a flour</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">⅓ cup desiccated coconut</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">2½ tbsp coconut butter or coconut oil, melted</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">1 tbsp coconut nectar</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">2–3 tbsp boiling water</span></li>\r\n</ul>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Caramel</strong></span></p>\r\n<ul>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">1 cup medjool dates, pitted (soak in warm water for a few minutes to soften)</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">1 cup raw cashews</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">¼ cup coconut butter or coconut oil, melted</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">¼ cup hot water</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">1 tbsp hulled tahini</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">1 tbsp mesquite powder, optional</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">1 tsp vanilla bean powder</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">¼ tsp Himalayan salt</span></li>\r\n</ul>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Chocolate</strong></span></p>\r\n<ul>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s1\">100 grams raw dark chocolate (we use Loving Earth 85%)</span></li>\r\n</ul>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Method</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">1. Combine all base ingredients in a large mixing bowl. Mix well until it starts to stick together (it is easiest to use your hands to make sure it is well combined).</span></p>\r\n<p class=\"p2\"><span class=\"s1\">2. Press into the base of a greased and lined baking tray and place in the fridge while you make the caramel.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">3. Combine all caramel ingredients in a high-power blender, blend until smooth and creamy.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">4. Spoon on top of the base, spreading evenly.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">5. Place in the freezer for 2–3 hours or until fairly firm.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">6. Using a double saucepan, melt dark chocolate in a shallow saucepan and spread melted chocolate on top of the caramel.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">7. Return to fridge for another 10–15 minutes to allow chocolate to set.</span></p>\r\n<p class=\"p2\"><span class=\"s1\">8. Using a sharp knife, cut into small slices, serve and enjoy.</span></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2362-raw-caramel-slice-with-shortbread-base\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Wed, 08 Nov 2017 00:28:54 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2362-raw-caramel-slice-with-shortbread-base</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Stylerunner's Julie Stevanja on success</title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/lifestyle/motivation/2360-stylerunner-s-julie-stevanja-on-success</link>\n\t\t\t<description><![CDATA[<p><strong>We caught up with CEO and founder of Stylerunner <a href=\"https://www.instagram.com/juliestevanja/?hl=en\" target=\"_blank\">Julie Stevanja </a>to chat about health, fitness and her career.</strong></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON CAREER</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">I launched Stylerunner in 2012 and we have enjoyed some great success so far. We have so many plans for the future so it’s an extremely exciting time. Prior to starting Stylerunner, I was working for a tech start-up in Europe.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON MY DEFINITION OF SUCCESS</strong></span></p>\r\n<p class=\"p2\"><span class=\"s1\">Defining success is a bit of a trap that some people fall into. For me, success should include a number of elements to ensure you are really seeing the whole picture. The fact that I am working for myself, feel challenged every day and have a great team around me makes me feel more successful than any amount of money could ever achieve.</span></p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>ON MY TOP THREE SUCCESS TIPS</strong></span></p>\r\n<p class=\"p2\"><span class=\"s2\"><strong>Prioritise your work better:</strong></span><span class=\"s1\"> focus on what’s <i>important</i> not what’s urgent.</span></p>\r\n<p class=\"p4\"><span class=\"s3\"><strong>Exercise before work rather than after it:</strong></span> you will activate your brain, meaning you will be more alert and effective by the time you hit the office.</p>\r\n<p class=\"p4\"><span class=\"s3\"><strong>Read more professional books:</strong></span> I am a sucker for an inspiring paperback and find that I gain so much new knowledge through learning about the experiences of others. It’s also a great way to keep you motivated and rest your eyes from our digital world. Set a goal of one book per month to start with.</p>\r\n<p class=\"p1\"><strong>ON MY MENTOR</strong></p>\r\n<p class=\"p2\">I have a number of mentors that I am lucky enough to consistently learn from – old bosses, investors and even my sister Jasna. It’s important to ask for advice when you need it. It’s impossible to know everything but it <i>is</i> possible to learn most things.</p>\r\n<p class=\"p2\"><a href=\"http://www.stylerunner.com/\" target=\"_blank\"><span class=\"s1\"><i>Stylerunner.com</i></span></a> // <a href=\"https://www.instagram.com/juliestevanja/?hl=en\" target=\"_blank\">@juliestevanja</a> // <a href=\"https://www.instagram.com/stylerunner/?hl=en\" target=\"_blank\">@stylerunner</a></p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/lifestyle/motivation/2360-stylerunner-s-julie-stevanja-on-success\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Tue, 31 Oct 2017 03:52:08 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/lifestyle/motivation/2360-stylerunner-s-julie-stevanja-on-success</guid>\n\t\t</item>\n\t\t<item>\n\t\t\t<title>Spiced post workout shake </title>\n\t\t\t<link>http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2356-spiced-post-workout-shake</link>\n\t\t\t<description><![CDATA[<p>&nbsp;</p>\r\n<p class=\"intro\">Get your protein fix post workout with these delicious spiced shake by personal trainer <a href=\"https://www.instagram.com/teganhaining/?hl=en\" target=\"_blank\">Tegan Haining.</a></p>\r\n<p>&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>Ingredients</strong></span></p>\r\n<ul>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">½ cup roasted sweet potato&nbsp;</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">¼ tsp cinnamon</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">¼ tsp cardamom</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">¼ tsp ginger</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">½ cup ice</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">1 cup almond or coconut milk</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">1 tbsp maple syrup</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">1 tsp vanilla extract&nbsp;</span></li>\r\n<li class=\"p2\"><span class=\"s2\"><strong></strong></span><span class=\"s3\">1 scoop BSC Naturals Vegan Protein</span></li>\r\n</ul>\r\n<p><strong><span class=\"s3\">Method</span></strong></p>\r\n<p class=\"p4\"><span class=\"s3\">Blend well to combine, drink immediately.</span></p>\r\n<p class=\"p4\">&nbsp;</p>\r\n<p class=\"p1\"><span class=\"s1\"><strong>NUTRITION (per serve)</strong></span></p>\r\n<p class=\"p1\"><span class=\"s1\">Protein: 48.2g // Fat: 10.7g //</span><span class=\"s1\">Carbs: 39.9g // Calories: 448.05</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>{nomultithumb}</p>\r\n<p>&nbsp;</p><br /><a href=\"http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2356-spiced-post-workout-shake\" target=\"_blank\">Read more ...</a>]]></description>\n\t\t\t<dc:creator>Administrator</dc:creator>\n\t\t\t<pubDate>Tue, 24 Oct 2017 00:19:49 +0000</pubDate>\n\t\t\t<guid isPermaLink=\"false\">http://www.womenshealthandfitness.com.au/diet-nutrition/recipe-finder/2356-spiced-post-workout-shake</guid>\n\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "Set-Cookie": "__cfduid=d441f45de467a2e2aaf14ef4272b85e0d1518973471; expires=Mon, 18-Feb-19 17:04:31 GMT; path=/; domain=.womenshealthandfitness.com.au; HttpOnly, 2760ac26b65cc2f0ffa57dfd1f3582b1=q30sdqqdcvbms6d1n4b6hfv834; path=/; HttpOnly",
    "Server": "cloudflare",
    "Vary": "Accept-Encoding,User-Agent",
    "Content-Disposition": "inline; filename=content_rss20_2.xml",
    "Expires": "Tue, 20 Mar 2018 17:06:57 GMT",
    "Content-Type": "application/rss+xml; charset=utf-8; filename=content_rss20_2.xml",
    "Connection": "keep-alive",
    "Cache-Control": "max-age=2592000",
    "Date": "Sun, 18 Feb 2018 17:04:32 GMT",
    "CF-RAY": "3ef290e4f4a83458-LHR",
    "Content-Encoding": "gzip",
    "X-Powered-By": "PHP/5.5.38"
  },
  "response_url": "http://www.womenshealthandfitness.com.au/component/obrss/women-s-health-fitness-combined-feed?format="
}