{
  "requested_url": "http://www.health.com/health/healthy-happy/feed",
  "fetched_at": "2018-02-18T22:20:14.401631",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<rss version=\"2.0\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:foaf=\"http://xmlns.com/foaf/0.1/\" xmlns:og=\"http://ogp.me/ns#\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:rdfs=\"http://www.w3.org/2000/01/rdf-schema#\" xmlns:sioc=\"http://rdfs.org/sioc/ns#\" xmlns:sioct=\"http://rdfs.org/sioc/ns#\" xmlns:skos=\"http://www.w3.org/2004/02/skos/core#\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema#\" xmlns:owl=\"http://www.w3.org/2002/07/owl#\" xmlns:rdf=\"http://www.w3.org/1999/02/22-rdf-syntax-ns#\" xmlns:rss=\"http://purl.org/rss/1.0/\" xmlns:media=\"http://search.yahoo.com/mrss/\" xmlns:site=\"http://www.health.com/ns#\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\">\n  <channel>\n    <title>\n      <![CDATA[Mind & Body - Health.com]]>    </title>\n    <atom:link href=\"http://www.health.com/mind-body/feed\" rel=\"self\" type=\"application/rss+xml\"/>\n    <link>\n      <![CDATA[http://www.health.com/mind-body/feed]]>    </link>\n    <description>\n      <![CDATA[]]>    </description>\n        <pubDate>\n      <![CDATA[Sun, 18 Feb 2018 11:10:16 -0500]]>    </pubDate>\n    <generator> \n      <![CDATA[ http://www.health.com ]]>    </generator>\n    <language>en</language>\n    <sy:updatePeriod>daily</sy:updatePeriod>\n    <sy:updateFrequency>1</sy:updateFrequency>\n        \n<item>\n  <title>\n    <![CDATA[The One Thing You Can Do to Feel More Confident About Your Body, According to Plus-Size Model Tabria Majors\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/mind-body/tabria-majors]]>  </link>\n  <pubDate>\n    <![CDATA[Fri, 16 Feb 2018 15:34:05 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/mind-body/tabria-majors]]>  </guid>\n  <description>\n    <![CDATA[We talked to Tabria Majors about everything from sex-positivity&nbsp;to self care.&nbsp;\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"701211\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>You might remember&nbsp;Tabria Majors from&nbsp;her&nbsp;<a href=\"http://www.health.com/beauty/tabria-majors-victorias-secret-body-positive-photos\">viral Instagram photos</a>&nbsp;recreating&nbsp;Victoria&#39;s Secret ads, which proved&nbsp;that plus-size models can sell (and look amazing in) lingerie, too. And while the body-positive influencer said&nbsp;she doubts she&#39;ll be a Victoria&#39;s Secret angel anytime soon, she&#39;s now <a href=\"https://www.si.com/swim-daily/2018/02/08/si-swimsuit-2018-model-search-finalist-tabria-majors-interview\">one of six&nbsp;#SISwimSearch finalists</a>&mdash;vote for her <a href=\"https://www.si.com/swim-daily/2018/02/08/si-swimsuit-2018-model-search-voting\">here</a>&mdash;hoping to earn a spot in the Sports Illustrated Swimsuit 2019 rookie class.</p>\r\n\r\n<p><strong>RELATED: <a href=\"http://www.health.com/beauty/best-body-positive-moments-2017\">The 15 Best Body Positive Moments of 2017</a></strong></p>\r\n\r\n<p>Majors&#39;&nbsp;bold attitude&nbsp;and commitment to self-love makes her an inspiration for&nbsp;other women hoping to&nbsp;feel more confident in their skin. So when we had the chance to catch up with her in&nbsp;an <a href=\"https://www.instagram.com/healthmagazine/\">Instagram Story interview</a>, we jumped at the opportunity.&nbsp;Here, she opens up to <em>Health</em> about&nbsp;her favorite fitness moves, how she handles haters, and why it&#39;s so important to&nbsp;make body peace and start loving the way you look.</p>\r\n\r\n<p><strong>How does it feel to be included in&nbsp;SI Swim?</strong></p>\r\n\r\n<p>&ldquo;It feels amazing to&nbsp;be in SI this year. I still can&#39;t believe that I&#39;m&nbsp;here. It&#39;s been a long time coming and I&#39;m&nbsp;so excited that everyone finally gets to see the issue.&rdquo;</p>\r\n\r\n<p><strong>What do you love most about your body?</strong></p>\r\n\r\n<p>&quot;What I love most about my body is that I&#39;m really strong. If I had to choose a favorite part, it would probably be my legs. I think they really represent&nbsp;my strength and also my femininity as a woman.&quot;</p>\r\n\r\n<p><strong>How do you work out your legs?</strong></p>\r\n\r\n<p>&quot;As far as working out, burpees are my favorite. They&#39;re really hard, but they&#39;re a great total body workout.&quot;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"720162\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p><strong>What are your go-to moves for working your core?</strong></p>\r\n\r\n<p>&quot;To work my core, I really enjoy playing racquetball, but if you want to do just a movement, I love the leg-ups where you&#39;re holding the bar and you&#39;re bringing your legs up because it&#39;s incredibly difficult.&quot;</p>\r\n\r\n<p><strong>Why is it important to you to be sex-positive?</strong></p>\r\n\r\n<p>&quot;I embrace my sexuality a lot as a woman. I think everybody&nbsp;should be able to express&nbsp;that freely. We shouldn&#39;t hold back, we are humans, we are sexual beings, and that&#39;s that.&quot;</p>\r\n\r\n<p><strong>RELATED: <a href=\"http://www.health.com/sexual-health/different-types-of-orgasms-0\">Yes, There Are 11 Different Types of Orgasms. Here&#39;s How to Have Each</a></strong></p>\r\n\r\n<p><strong>What would you tell young women who don&#39;t know how to communicate what they want when it comes to sex?</strong></p>\r\n\r\n<p>&quot;Communication is key in any relationship and it will probably be one of the most difficult discussions you ever have with someone, but just communicate with them freely beforehand: your likes, your dislikes, what you&#39;re comfortable with, not comfortable with.&nbsp;It&#39;s important that you left them know what you&#39;re comfortable with and not comfortable with so you can be on the same page moving forward.&quot;&nbsp;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"720165\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>What do you do to practice self care?</strong></p>\r\n\r\n<p>&quot;For self care, I really enjoy meditating every morning and every night. I begin&nbsp;my day like that, I end my day like that. I think it just provides a nice space of mental clarity.&quot;</p>\r\n\r\n<p><strong>How did you get into meditation?&nbsp;</strong></p>\r\n\r\n<p>&quot;For me meditation has been very difficult over the past year, but I just started out doing five&nbsp;seconds every morning and every night, and I just work my way up gradually. I&#39;m at one minute now.&quot;</p>\r\n\r\n<p><strong>RELATED: <a href=\"http://www.health.com/fitness/trainers-self-care-workout-tips\">How to Add Self Care to Your Workout Routine</a></strong></p>\r\n\r\n<p><strong>How do you deal with criticism?</strong></p>\r\n\r\n<p>&quot;I used to feed into the negative comments I received, but I find&nbsp;it&#39;s best to just ignore it. These people don&#39;t know me, they&#39;re just judging me from a photo, and they&#39;re projecting their insecurities onto me.&quot;</p>\r\n\r\n<p><strong>What advice do you have for anyone struggling with body image?</strong></p>\r\n\r\n<p>&quot;If you&#39;re struggling with your body image, I just encourage you to find&nbsp;one thing that you like about yourself and just focus on that. If there&#39;s something you want to change, feel free to change it&mdash;change is good! And if you want to remain the same, that&#39;s good too.&quot;</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/styles/main/public/tabria-majors-gettyimages-918439224.jpg?itok=aY4GTQjG\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/styles/main/public/tabria-majors-gettyimages-918439224.jpg?itok=0nW45jVx\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Mike Pont/Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[The Surprising Secrets to Living Longer&mdash;And Better\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/the-surprising-secrets-to-living-longer-and-better]]>  </link>\n  <pubDate>\n    <![CDATA[Thu, 15 Feb 2018 15:16:57 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/the-surprising-secrets-to-living-longer-and-better]]>  </guid>\n  <description>\n    <![CDATA[*(You&#39;re still going to die, though)\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5596869363001 default]</p>\r\n\r\n<p>Old age demands to be taken very seriously&ndash;and it usually gets its way. It&rsquo;s hard to be cavalier about a time of life defined by loss of vigor, increasing frailty, rising disease risk and falling cognitive faculties. Then there&rsquo;s the unavoidable matter of the end of consciousness and the self&ndash;death, in other words&ndash;that&rsquo;s drawing closer and closer. It&rsquo;s the rare person who can confront the final decline with flippancy or ease. That, as it turns out, might be our first mistake.</p>\r\n\r\n<p>Humans are not alone in facing the ultimate reckoning, but we&rsquo;re the only species&ndash;as far as we know&ndash;who spends its whole life knowing death is coming. A clam dredged from the ocean off Iceland in 2006&ndash;and inadvertently killed by the scientists who discovered it&ndash;carried growth lines on its shell indicating it had been around since 1499. That was enough time for 185,055 generations of mayfly&ndash;which live as little as a day&ndash;to come and go. Neither clam nor fly gave a thought to that mortal math.</p>\r\n\r\n<p>Humans fall somewhere between those two extremes. Globally, the average life span is 71.4 years; for a few lucky people, it may exceed 100 years. It has never, to science&rsquo;s knowledge, exceeded the 122 years, 164 days lived by Frenchwoman Jeanne Calment, who was born when Ulysses S. Grant was in the White House and died when Bill Clinton lived there.</p>\r\n\r\n<p>Most of us would like a little bit of that Calment magic, and we&rsquo;ve made at least some progress. Life expectancy in the U.S. exceeds the global average, clocking in at just under 79 years. In 1900, it was just over 47 years. The extra decades came courtesy of just the things you&rsquo;d expect: vaccines, antibiotics, sanitation and improved detection and treatment of a range of diseases. Advances in genetics and in our understanding of dementia are helping to extend our factory warranties still further.</p>\r\n\r\n<p>None of that, however, changes the way we contemplate the end of life&ndash;often with anxiety and asceticism, practicing a sort of existential bartering. We can narrow our experiences and give up indulgences in exchange for a more guardedly lived life that might run a little longer.</p>\r\n\r\n<p>But what if we could take off some of that bubble wrap? What about living longer and actually having some fun? A Yale University study just this month found that in a group of 4,765 people with an average age of 72, those who carried a gene variant linked to dementia&ndash;but also had positive attitudes about aging&ndash;were 50% less likely to develop the disorder than people who carried the gene but faced aging with more pessimism or fear.</p>\r\n\r\n<p>There may be something to be said then for aging less timidly&ndash;as a sort of happy contrarian, arguing when you feel like arguing, playing when you feel like playing. Maybe you want to pass up the quiet of the country for the churn of a city. Maybe you want to drink a little, eat a rich meal, have some sex.</p>\r\n\r\n<p>&ldquo;The most important advice we offer people about longevity is, &lsquo;Throw away your lists,&#39;&rdquo; says Howard Friedman, professor of psychology at the University of California, Riverside, and co-author of The Longevity Project. &ldquo;We live in a self-help society full of lists: &lsquo;lose weight, hit the gym.&rsquo; So why aren&rsquo;t we all healthy? People who live a long time can work hard and play hard.&rdquo; Under the right circumstances, it increasingly seems, so could all of us.</p>\r\n\r\n<p>Marie Ashdown, 90, has lived in New York City for nearly 60 years, in an apartment on the east side of Manhattan. New York has beaten down younger people than her, but Ashdown, executive director of the Musicians Emergency Fund, loves city life. &ldquo;I have a fire in my belly,&rdquo; she says. &ldquo;There&rsquo;s not one minute of the day that I don&rsquo;t learn.&rdquo;</p>\r\n\r\n<p>As a classical-music connoisseur, Ashdown organizes two concerts a year at Lincoln Center for the Performing Arts. When she&rsquo;s not working, she takes weekend trips outside of the city, and spends her free time binding old books. Like many New Yorkers several decades her junior, she often orders takeout rather than bother with cooking. &ldquo;We have the best and worst here,&rdquo; says Ashdown. &ldquo;We learn to cope, live on the defensive and conquer fear.&rdquo;</p>\r\n\r\n<p>She&rsquo;s hardly the only senior who loves city living. In the U.S., 80% of people ages 65 and older are now living in metropolitan areas, and according to the World Health Organization, by 2030, an estimated 60% of all people will live in cities&ndash;many of them over age 60. You may lose a little sidewalk speed and have to work harder to get up and down subway stairs, but cities increasingly rank high on both doctors&rsquo; and seniors&rsquo; lists of the best places to age gracefully.</p>\r\n\r\n<p>Every year, the Milken Institute Center for the Future of Aging (CFA) ranks the best metropolitan places for successful aging, and most years, major cities sweep the top 10 spots. No wonder: cities tend to have strong health systems, opportunities for continued learning, widespread public transportation and an abundance of arts and culture. That&rsquo;s not to say that people can&rsquo;t feel isolated or lonely in cities, but you can get lonely in a country cottage too. In cities, the cure can be just outside your door.</p>\r\n\r\n<p>&ldquo;We all long to bump into each other,&rdquo; says Paul Irving, the chairman of the Milken Institute CFA. &ldquo;The ranges of places where this can happen in cities tend to create more options and opportunities.&rdquo;</p>\r\n\r\n<p>It&rsquo;s that aspect&ndash;the other-people aspect&ndash;that may be the particularly challenging for some, especially as we age and families disperse. But there are answers: a 2017 study in the journal Personal Relationships found that it can be friends, not family, who matter most. The study looked at 270,000 people in nearly 100 countries and found that while both family and friends are associated with happiness and better health, as people aged, the health link remained only for people with strong friendships.</p>\r\n\r\n<p>&ldquo;[While] in a lot of ways, relationships with friends had a similar effect as those with family,&rdquo; says William Chopik, assistant professor of psychology at Michigan State University and the author of the study, &ldquo;in others, they surpassed them.&rdquo;</p>\r\n\r\n<p>If the primacy of family has been oversold as a key to long life, so has the importance of avoiding conflict or emotional upset. Shouting back at cable news is no way to spend your golden years, but passion, it&rsquo;s turning out, may be more life-sustaining than apathy, engagement more than indifference.</p>\r\n\r\n<p>In a study published by the American Aging Association, researchers analyzed data from the Georgia Centenarian Study, a survey of 285 people who were at least (or nearly) 100 years old, as well as 273 family members and other proxies who provided information about them. The investigators were looking at how the subjects scored on various personality traits, including conscientiousness, extraversion, hostility and neuroticism.</p>\r\n\r\n<p>As a group, the centenarians tested lower on neuroticism and higher on competence and extraversion. Their proxies ranked them a bit higher on neuroticism, as well as on hostility. It&rsquo;s impossible to draw a straight line between those strong personality traits and long life, but the authors saw a potential one, citing other studies showing that centenarians rank high on &ldquo;moral righteousness,&rdquo; which leads to robust temperaments that &ldquo;may help centenarians adapt well to later life.&rdquo;</p>\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"719850\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>At the same time that crankiness, judiciously deployed, can be adaptive, its polar opposite&ndash;cheerfulness and optimism&ndash;may be less so. Worried people are likelier to be vigilant people, alert to a troubling physical symptom or a loss of some faculty that overly optimistic people might dismiss. Friedman and his collaborator Leslie R. Martin, a professor of psychology at La Sierra University in Riverside, Calif., base their book on work begun in 1921 by Stanford University psychologist Lewis Terman, who recruited 1,500 boys and girls born around 1910 and proposed to follow them throughout their lifetimes and, when he died&ndash;which happened in 1956&ndash;to have successors continue the work. Friedman and Martin have been two of those successors, and they&rsquo;ve learned a lot.</p>\r\n\r\n<p>&ldquo;Our research found that the more cheerful, outgoing children did not, for the most part, live any longer than their more introverted or serious classmates,&rdquo; says Friedman. &ldquo;Excessively happy people may ignore real threats and fail to take precautions or follow medical advice. It is O.K. to fret&ndash;if in a responsible manner.&rdquo;</p>\r\n\r\n<p>One tip for long life that is not coming in for quite so much revisionist thinking is exercise&ndash;and some seniors are achieving remarkable things. Take Ginette Bedard, 84, of Howard Beach, N.Y.</p>\r\n\r\n<p>It was a drizzly morning last Nov. 5, but that didn&rsquo;t stop Bedard from crossing the New York City Marathon finish line first in her age group. Bedard picked up running decades ago as a way to keep fit, but she didn&rsquo;t run her first marathon until she was 69 years old. &ldquo;I was watching the marathon runners on TV and I was so envious,&rdquo; she says. &ldquo;I was thinking, I cannot do that, they are all superhumans.&rdquo;</p>\r\n\r\n<p>So she decided to become one of them. She began training daily until she could run the full 26.2 miles, and she&rsquo;s run nearly every New York City Marathon since. &ldquo;It takes discipline and brainpower and dedication,&rdquo; she says. &ldquo;The running is hard, but the finish line is euphoria.&rdquo; She now runs three hours every day along the beach.</p>\r\n\r\n<p>Few physicians would recommend that all octogenarians pick up a three-hour-a-day running habit, but adding even a small amount of movement to daily life has been repeatedly shown to be beneficial, for a whole range of reasons. &ldquo;Exercise likely works through several mechanisms,&rdquo; says Dr. Thomas Gill, director of the Yale Program on Aging. &ldquo;Increasing physical activity will improve endurance; it benefits muscle strength and balance and [reduces] occurrence of serious fall injuries. It also provides a benefit to psychology, by lifting spirits.&rdquo;</p>\r\n\r\n<p>Exactly how much&ndash;or how little&ndash;exercise it takes to begin paying dividends has been one of the happy surprises of longevity research. A 2016 study found that elderly people who exercised for just 15 minutes a day, at an intensity level of a brisk walk, had a 22% lower risk of early death compared to people who did no exercise. A 2017 study found that exercising even just two days a week can lower risk for premature death. Researchers from McMaster University in Canada even found that breaking a sweat for just 60 seconds may be enough to improve health and fitness (as long as it&rsquo;s a tough workout).</p>\r\n\r\n<p>Healthy eating is something else that may have a lot more wiggle room than we&rsquo;ve assumed, and if there&rsquo;s such a thing as a longevity diet, there may be more on the menu than seniors have been told. &ldquo;I have my wine and ice cream,&rdquo; says Bedard without apology. Similarly, 90-year-old Ashdown phones her takeout orders into Tal Bagels on First Avenue, not some trendy vegan joint.</p>\r\n\r\n<p>&ldquo;It really is an issue of moderation,&rdquo; says Peter Martin, a professor of human development and family studies at Iowa State University, who runs an ongoing study of centenarians. Martin notes that while most centenarians eat different but generally healthy diets, one consistent thing he has picked up from work with his 100-plus crowd is breakfast. &ldquo;They rarely skip breakfast,&rdquo; he says. &ldquo;It&rsquo;s often at a very specific time, and the routine is important.&rdquo;</p>\r\n\r\n<p>Alcohol has its place too. An August 2017 study published in the Journal of the American College of Cardiology found that light to moderate alcohol use (14 or fewer drinks per week for men and seven or fewer for women) is associated with a lower risk of death compared to people who don&rsquo;t drink at all. If you&rsquo;re a nondrinker, that&rsquo;s no reason to start, and if you drink only infrequently, it&rsquo;s no reason to drink more. Still, among the more than 333,000 people in the study, light and moderate drinkers were 20% less likely to die from any cause during the study period compared with their completely abstemious peers.</p>\r\n\r\n<p>There&rsquo;s also an argument for letting go of diet obsessiveness, especially if you&rsquo;re at a reasonably healthy weight already. A 2016 study found that women over age 50 who were categorized as normal weight, but reported fluctuating (dropping more than 10 lb. and gaining it back at least three times) were 3&frac12; times more likely to experience sudden cardiac death than those whose weight stayed the same. The takeaway: simply stay in a healthy range; striving for a smaller size isn&rsquo;t necessarily doing you any longevity favors.</p>\r\n\r\n<p>Finally, as long as seniors are enjoying themselves with some indulgent food and drink, they may as well round out the good-times trifecta with a little sex. It&rsquo;s no secret that remaining sexually active has been linked to life satisfaction and, in some cases, longer life. One celebrated study, published in the British Medical Journal in 1997, followed 918 men in a Welsh town for 10 years and found that those with a higher frequency of orgasm had a 50% reduced risk of mortality. Friedman and his colleagues, working with the Terman group, found something similar&ndash;though not quite as dramatic&ndash;for women. A 2016 study from Michigan State University was less sanguine, finding that older men who had sex once a week or more were almost twice as likely to suffer a cardiovascular event than men who had less sex; that was especially so if the more active men were satisfied with the sex, which often means they achieved orgasm. For older women, sex seemed to be protective against cardiovascular event.</p>\r\n\r\n<p>The problem for the men was likely overexertion, but there are ways around that. &ldquo;Older adults have to realize that it&rsquo;s intimacy that&rsquo;s important,&rdquo; says Dr. Gary Kennedy, director of geriatric psychiatry at Montefiore Medical Center in New York. &ldquo;If the focus is on pleasure rather than achieving orgasm each time, it can be fulfilling.&rdquo;</p>\r\n\r\n<p>In this and other dimensions of aging, Kennedy cites pianist Vladimir Horowitz, who died at age 86 and was still performing into his 80s. Conceding the limitations of age, he left the most demanding pieces out of his performances; of those that remained, he would play the slower ones first, making the faster ones seem faster still by comparison. &ldquo;He would optimize, not maximize,&rdquo; says Kennedy.</p>\r\n\r\n<p>There is an admitted bumper-sticker quality to dictum like that, but compared with the familiar age-related wisdom&ndash;take it slow, watch your diet, stay cheerful&ndash;it&rsquo;s bracing. There are, Kennedy says, no truly healthy centenarians; you can&rsquo;t put 100 points on the board without getting worn out and banged up along the way. But there are independent centenarians and happy centenarians and centenarians who have had a rollicking good ride. The same is true for people who will never reach the 100-year mark but make the very most of the time they do get. The end of life is a nonnegotiable thing. The quality and exact length of that life, however, is something we very much have the power to shape.</p>\r\n\r\n<p>&ndash;With reporting by AMANDA MACMILLAN</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/field/image/longevity-strategy-maciek-jasik-2.jpg?itok=301PX6oX\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/field/image/longevity-strategy-maciek-jasik-2.jpg?itok=mttIzcqh\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Maciek Jasik</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Two-Month-Old Baby Allegedly Suffers 35 Broken Bones; Foster Father Charged\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/foster-father-allegedly-injured-baby-with-35-broken-bones]]>  </link>\n  <pubDate>\n    <![CDATA[Tue, 13 Feb 2018 12:18:52 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/foster-father-allegedly-injured-baby-with-35-broken-bones]]>  </guid>\n  <description>\n    <![CDATA[A 26-year-old foster father is facing neglect and battery charges in Indianapolis.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"719001\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>A 26-year-old foster father is facing neglect and battery charges in Indianapolis, where he is accused of squeezing the limbs of a 2-month-old girl. Doctors allegedly determined that she had more than 35 broken bones.</p>\r\n\r\n<p>A probable cause affidavit obtained by PEOPLE confirms the charges against Kyle Rice, who investigators say admitted causing the infant&rsquo;s injuries.</p>\r\n\r\n<p>The arrest comes just weeks after the premature baby, born with traces of marijuana in her system, was left in Rice&rsquo;s care, according to the affidavit.</p>\r\n\r\n<p>The child was taken from her birth mother after the blood test results showed the presence of THC, the active ingredient in marijuana.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"719004\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>The unnamed baby&rsquo;s injuries, which also included numerous bruises, were discovered during a visit to the hospital on Jan. 31, the affidavit states. Doctors took X-rays of the child, which allegedly showed fractures in her hands, legs, feet and back.</p>\r\n\r\n<p>Rice allegedly told investigators he squeezed the infant in frustration when the child refused to eat and kept crying.</p>\r\n\r\n<p>&ldquo;He tried to give her a bottle, but she was spitting it out,&rdquo; reads the affidavit. &ldquo;He then changed her diaper and she pooped while he was changing it. He held her, but she continued to cry and wouldn&rsquo;t calm down.&rdquo;</p>\r\n\r\n<p>Rice allegedly squeezed her hands and feet, and bent her legs backward, the affidavit states.</p>\r\n\r\n<p>Rice&rsquo;s wife, who works full-time, told investigators she was unaware the baby was being abused.</p>\r\n\r\n<p>It was unclear whether Rice has entered a plea or retained an attorney.</p>\r\n\r\n<p>A court date is set for early April.</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/styles/main/public/gettyimages-640974708.jpg?itok=rRsrSDVO\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/styles/main/public/gettyimages-640974708.jpg?itok=rT5Z9-jy\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\">Isabel Pavia/Getty Images</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[I Was Blacklisted for Fighting Abuse in Gymnastics\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/gymnastics-abuse-dominique-moceanu]]>  </link>\n  <pubDate>\n    <![CDATA[Mon, 12 Feb 2018 14:14:16 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/gymnastics-abuse-dominique-moceanu]]>  </guid>\n  <description>\n    <![CDATA[After years of abuse, she now advocates for the safety of athletes.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5718816767001 default]</p>\r\n\r\n<p><em>At age 14, Dominique Moceanu was part of the first U.S. women&#39;s gymnastics team to win Olympic gold in 1996, becoming the youngest Olympic gold medalist in U.S history. After years of abuse, she now advocates for the safety of athletes.</em></p>\r\n\r\n<p>I love gymnastics with all my heart. It&rsquo;s a beautiful sport and has been part of my life as far back as I can remember. It&rsquo;s that very deep appreciation for the art of gymnastics and the athletes who perform it that drove me to do what was once considered a cardinal sin in my sport: Criticize it in public.</p>\r\n\r\n<p>To clarify, it wasn&rsquo;t the sport of gymnastics itself that I criticized&mdash;it was the system and the people running it. About a decade ago, with the U.S. national women&rsquo;s team at the top of its game, and with the linchpins of gymnastics, Bela and Marta Karolyi&mdash;owners of the Texas ranch where the Olympic team trained&mdash;basking in public adulation, I chose to speak out about what was wrong. I knew that what I had to say was going to be unpopular with many, including my former coaches and fans of our sport. But I also knew that there were hundreds of young girls dreaming of Olympic gold who deserved to train in safe environments.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718755\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p><a href=\"http://www.instyle.com/syndication/olympic-gymnast-aly-raisman-reveals-sexual-abuse-by-team-doctor-larry-nassar\"><strong>RELATED: Olympic Gymnast Aly Raisman Reveals Sexual Abuse By Team Doctor</strong></a></p>\r\n\r\n<p>Coming up through the system and being personally coached and trained by the Karolyis, I knew first-hand what a scary and unhealthy place the famed Karolyi Ranch could be. I knew what it was like to be grabbed by the scruff of my neck and dragged across the room by Marta. I knew what it was like to be so scared to ask to use the bathroom that I peed in my leotard in practice.</p>\r\n\r\n<p>It was in this unhealthy environment that at the age of 14, while training for the 1996 Olympics, I was told to continue practicing through severe, nagging leg pain. As punishment for complaining, I was made to do my routine an increased number of repetitions, performing it over and over until I literally collapsed on the mat. Only then was I was given a closer look, leading to the discovery that I had been training on a fractured leg.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718758\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p><a href=\"http://www.instyle.com/celebrity/aly-raisman-body-shaming-airport-experience\"><strong>RELATED: Aly Raisman Had the Perfect Response to a Body-Shaming Airport Experience</strong></a></p>\r\n\r\n<p>With child athletes living at the ranch for weeks at a time without the supervision of their parents or any adults other than USA Gymnastics (USAG) employees, an atmosphere was created where verbal and emotional abuse became commonplace. I believe this, coupled with fear of retribution for saying anything negative about the Karolyis or their ilk, made abuse possible. It later came out that the ranch was the site where numerous young gymnasts were <a href=\"http://www.instyle.com/news/aly-raismain-larry-nassar-court-testimony\">molested by team doctor Larry Nassar</a>.</p>\r\n\r\n<p>In 2006, after a career that included being part of the first U.S. Women&rsquo;s Gymnastics team to bring home gold and being the youngest gymnast to win a U.S. National Championship, I left the competitive gymnastics world. I was moving on, building a family life, working as a coach to young gymnasts. But I couldn&rsquo;t stomach the thought of these girls having to go through what I had experienced. With the support of my husband Mike and very few others, I made it a mission to warn people that the gymnastics system under USAG and the Karolyis was not safe.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718761\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p><a href=\"http://www.instyle.com/syndication/mckayla-maroney-metoo-molested\"><strong>RELATED: Olympic Gymnast McKayla Maroney Alleges Sexual Abuse by U.S. Team Doctor</strong></a></p>\r\n\r\n<p>So I spoke out&mdash;first to HBO. For the first time, in an interview in 2008, I didn&rsquo;t sugar coat anything. I shared my experiences and was honest. It was liberating and challenging at the same time. I was speaking my truth, which was tremendously rewarding, but I was also shunned, blacklisted, and criticized by the community I had been a part of for so long. Hate mail came&mdash;from former fans who didn&rsquo;t want to hear what I had to say and from high-ranking coaches in the system who accused me of stabbing gymnastics in the back.</p>\r\n\r\n<p>To USAG, I became a non-person. I stopped receiving financial opportunities and referrals, I was no longer invited to speak at and attend many events, and very few athletes came to my defense or chose to corroborate what I had to say, even though they had seen what I had seen. It hurt, but I had made a decision and I stuck to my guns. I did more interviews. Then, in 2012, I released my memoir, <em><a data-ecommerce=\"true\" href=\"https://www.amazon.com/Off-Balance-Memoir-Dominique-Moceanu/dp/152263522X?ie=UTF8&amp;camp=1789&amp;creative=9325&amp;linkCode=as2&amp;creativeASIN=152263522X&amp;tag=instycom00-20&amp;ascsubtag=9d7d3c461415f49c78ae0d139004f902\" target=\"_blank\">Off Balance</a>,</em> where I went into greater detail about my experiences. The haters continued to hate, but I couldn&rsquo;t, I wouldn&rsquo;t, let them stop me. The safety of young gymnasts was too important. The neglectful and inhumane treatment they often received had gone on too long, and I promised I would never stop sharing my story with anyone who would listen.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718764\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p><strong><a href=\"http://www.instyle.com/news/meghan-markle-personal-essay-being-enough\">RELATED: Meghan Markle&rsquo;s Personal Essay on Being &quot;Enough&quot; Is What You Need Today</a></strong></p>\r\n\r\n<p>I was fortunate in that I have never been sexually assaulted by Dr. Nassar, but when the first brave women came forward to tell me about having been horrifically abused by him, it was heartbreaking and gut-wrenching&mdash;though not surprising. The total lack of regard for athlete safety and wellbeing, the culture of fear, and the never-question-the-Karolyis-or-their-staff mentality created a perfect storm in which a monster like Nassar could thrive.</p>\r\n\r\n<p>After all, he was one of the very few adults who was actually &ldquo;nice&rdquo; to us. (We&#39;ve since learned that this is typical grooming behavior, to provide a false sense of security when so many other adults were being either neglectful or abusive: Be a friendly, sympathetic voice to build trust but not offer any actual help or assistance.) That Nassar could engage in his disgusting behavior unchecked for years, sexually assaulting hundreds of young girls, may sound impossible to most, but not to me. You don&rsquo;t speak out, you never complain, and nobody is looking out for you. How tragically easy.</p>\r\n\r\n<p>Testifying about this warped culture before the Senate Judiciary Committee last year was one of the proudest moments of my life. I felt that after shouting in a vacuum for so long, I was finally being heard and actual change was being made. And with the passing of <a href=\"http://www.instyle.com/celebrity/dianne-feinstein-athlete-sexual-assault-bill\">resulting legislation this year</a>, we can now confidently say that future generations of children participating in sports will be safer. It&rsquo;s a vindication, but there is still much work to be done. While new standards and legislation are set, it is more imperative than ever that we work to protect athletes and provide safe environments for them. Weeding out the abusers, bad actors, and their enablers is a major part of that.</p>\r\n\r\n<p>It hasn&rsquo;t been easy. But I learned long ago that being a champion of anything isn&rsquo;t easy. I&rsquo;m honored to have had a voice, to have been able to help bring about positive change, and I know that better days are ahead. I am hopeful that we can now begin to develop safer practices for all youth sports, including the beautiful sport of gymnastics.</p>\r\n\r\n<p><i>The Dominique Moceanu Gymnastics Center with open its doors in Medina, Ohio, this May.</i><i> </i></p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/field/image/020818-dominique-monceanu-bela-karoly-lead.jpg?itok=ci6jRqjL\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/field/image/020818-dominique-monceanu-bela-karoly-lead.jpg?itok=e8ONIsQ_\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Dave Black</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Gigi Hadid Slams Weight Commenters: 'I Will Not Further Explain the Way My Body Looks'\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/gigi-hadid-slams-weight-commenters-fashion-week-twitter]]>  </link>\n  <pubDate>\n    <![CDATA[Mon, 12 Feb 2018 10:19:58 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/gigi-hadid-slams-weight-commenters-fashion-week-twitter]]>  </guid>\n  <description>\n    <![CDATA[The model took to social media on&nbsp;to shut down Twitter trolls&nbsp;criticizing&nbsp;her weight.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5706903173001 default]</p>\r\n\r\n<p><a href=\"http://people.com/tag/gigi-hadid/\">Gigi Hadid</a>: 1, cyberbullies: 0.</p>\r\n\r\n<p>With New York Fashion Week in full swing, the 22-year-old model <a href=\"https://twitter.com/GiGiHadid?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\" target=\"_blank\">took to social media</a> on Sunday to shut down Twitter trolls who are criticizing her for her weight on the catwalk.</p>\r\n\r\n<p>&ldquo;For those of you so determined to come up w why my body has changed over the years, you may not know that when I started @ 17 I was not yet diagnosed<a href=\"http://people.com/bodies/what-is-hashimotos-disease-gigi-hadid-thyroid/\"> w/Hashimoto&rsquo;s disease</a>; those of u who called me &lsquo;too big for the industry&rsquo; were seeing inflammation &amp; water retention due to that,&rdquo; Hadid began.</p>\r\n\r\n<p>She continued, &ldquo;Over the last few years I&rsquo;ve been properly medicated to help symptoms including those, as well as extreme fatigue, metabolism issues, body&rsquo;s ability to retain heat, etc &hellip; I was also part of a holistic medical trial that helped my thyroid levels balance out.&rdquo;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718584\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718587\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&ldquo;Although stress &amp; excessive travel can also affect the body, I have always eaten the same, my body just handles it differently now that my health is better. I may be &lsquo;too skinny&rsquo; for u, honestly this skinny isn&rsquo;t what I want to be, but I feel healthier internally and&nbsp;am still learning and growing with my body everyday, as everyone is.&rdquo;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718590\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718593\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&ldquo;I will not further explain the way my body looks, just as anyone, with a body type that doesnt suit ur &lsquo;beauty&rsquo; expectation, shouldnt have to. Not to judge others, but drugs are not my thing, stop putting me in that box just because u dont understand the way my body has matured.&rdquo;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718596\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718599\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>She ended, &ldquo;Please, as social media users &amp; human beings in general, learn to have more empathy for others and know that you never really know the whole story. Use your energy to lift those that you admire rather than be cruel to those u don&rsquo;t.&rdquo;</p>\r\n\r\n<p>Hadid was quickly met with support, including from fellow model pal <a href=\"http://people.com/tag/kendall-jenner\">Kendall Jenner</a>.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718605\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>In Dec. 2016, the model <a href=\"http://people.com/celebrity/gigi-hadid-diagnosed-with-thyroid-disease/\">opened up about her Hashimoto&rsquo;s battle</a>. Hashimoto&rsquo;s is an autoimmune condition that causes thyroid damage.</p>\r\n\r\n<p>&ldquo;My metabolism actually changed like crazy this year,&rdquo; Hadid said.&nbsp;&ldquo;I have Hashimoto&rsquo;s disease. It&rsquo;s a thyroid disease, and it&rsquo;s now been two years since taking the medication for it.&rdquo;</p>\r\n\r\n<p>&ldquo;It&rsquo;s now been two years since taking the medication for it, so for the <a href=\"http://people.com/style/gigi-hadid-victoria-secret-fashion-show-2016-walk/\">[Victoria&rsquo;s Secret]&nbsp;show</a> I didn&rsquo;t want to lose any more weight,&rdquo; she continued. &ldquo;I just want to have muscles in the right place, and if my butt can get a little perkier, then that&rsquo;s good.&rdquo;</p>\r\n\r\n<p>For years, Hadid has shut&nbsp;down critics of her weight because&nbsp;<a href=\"http://people.com/style/bella-hadid-on-losing-weight-victorias-secret-fashion-show/\">she&rsquo;s worked hard for&nbsp;her figure</a>.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718611\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&ldquo;I have lost weight and gained weight,&rdquo; the model told PEOPLE exclusively <a href=\"http://people.com/style/bella-hadid-victorias-secret-fashion-show-looks/\">during her fitting for the Victoria&rsquo;s Secret Fashion Show</a>&nbsp;in 2016.</p>\r\n\r\n<p>&ldquo;My weight fluctuates so much,&rdquo; she continued. &ldquo;I&nbsp;really didn&rsquo;t mean to [lose weight].&nbsp;Like I want boobs. I want my a&ndash; back. But it&rsquo;s not my fault. My weight fluctuates and so does everybody&rsquo;s and I think that if people are gonna judge, that&rsquo;s the worst you can possibly do because everybody is different.&rdquo;</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/1481299075/GettyImages-626200496_0.jpg?itok=c-Xg6V-m\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/1481299075/GettyImages-626200496_0.jpg?itok=ZVX7VD59\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Spirit Airlines Slams Student Who Claims She Was Forced to Flush Emotional Support Hamster Down Toilet\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/spirit-airlines-emotional-support-hamster]]>  </link>\n  <pubDate>\n    <![CDATA[Fri, 09 Feb 2018 12:00:24 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/spirit-airlines-emotional-support-hamster]]>  </guid>\n  <description>\n    <![CDATA[&quot;It is incredibly disheartening to hear this Guest reportedly decided to end her own pet&rsquo;s life&quot;\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"718404\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>A college student from Florida claims she was forced to flush her emotional support hamster down the toilet after a <a href=\"http://time.com/money/4836057/spirit-airlines-birth-free-flight-cristina-penton/\">Spirit Airlines</a> employee allegedly suggested it was one of the only ways she would be allowed to board a flight home.</p>\r\n\r\n<p>Spirit Airlines hit back hard against Belen Aldecosea&rsquo;s claim that she had no choice but to kill her &ldquo;emotional support animal&rdquo; Pebbles in order to get home to her family in Florida. In a statement the airline said, &ldquo;we can say confidently that at no point did any of our agents suggest this Guest (or any other for that matter) should flush or otherwise injure an animal. It is incredibly disheartening to hear this Guest reportedly decided to end her own pet&rsquo;s life.&rdquo;</p>\r\n\r\n<p>Aldecosea&rsquo;s lawyer, Adam Goodman, tells TIME that Aldecosea called Spirit Airlines to confirm she could bring her dwarf hamster Pebbles with her on her flight. After arriving at Baltimore/Washington International Thurgood Marshall Airport on Nov. 21, everything seemed to be going as planned until a Spirit Airlines employee approached her saying the animal was not allowed, Goodman says.</p>\r\n\r\n<p>The employee allegedly suggested Aldecosea, who was studying at Wilson College 100 miles away, set the hamster free outside or flush it down the toilet, according to the Florida-based attorney.</p>\r\n\r\n<p>Aldecosea eventually flushed Pebbles down the toilet after she was unable to find someone to take the hamster or rent a car to drive instead of flying, the attorney says.</p>\r\n\r\n<p>Spirit admits an employee initially incorrectly told her the hamster would be allowed to fly with her. However, the airline says it arranged for Aldecosea to board a flight nine hours later so that she could find accommodation for Pebbles.</p>\r\n\r\n<p>Spirit&rsquo;s support animal guidelines say that the airline does not accept rodents.</p>\r\n\r\n<p>Goodman tells TIME that he and Aldecosea are planning to sit down and &ldquo;discuss the legal remedies available,&rdquo; including a possible lawsuit. Aldecosea reportedly got the support hamster after she developed benign, but painful golf-ball size growth in her neck, <a href=\"http://www.miamiherald.com/news/local/community/miami-dade/article198971069.html\" target=\"_blank\">according to the Miami </a><em><a href=\"http://www.miamiherald.com/news/local/community/miami-dade/article198971069.html\" target=\"_blank\">Herald</a>.</em></p>\r\n\r\n<p>The news follows airlines like <a href=\"http://fortune.com/fortune500/delta-air-lines/\" target=\"_blank\">Delta</a> and United <a href=\"http://time.com/5110495/delta-airlines-support-animals/\">cracking down on support animal</a> and a customer who was denied entry onto a flight because of their <a href=\"http://www.thedrive.com/news/18135/united-airlines-refuses-to-let-woman-fly-with-emotional-support-animal-peacock\" target=\"_blank\">support peacock</a>. Goodman maintains his client&rsquo;s situation is different because the hamster is much smaller and less likely to cause problems.</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/field/image/pebbles-support-hamster-flushed.jpg?itok=vFEdYDA3\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/field/image/pebbles-support-hamster-flushed.jpg?itok=jGEdTuAa\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Photo courtesy of Adam Goodman</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Why Swearing Might Actually Be Good for You\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/mind-body/benefits-of-cursing]]>  </link>\n  <pubDate>\n    <![CDATA[Thu, 08 Feb 2018 17:12:12 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/mind-body/benefits-of-cursing]]>  </guid>\n  <description>\n    <![CDATA[How dropping the f-bomb could make you physically stronger, less stressed, and more resilient.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5116093205001 default]</p>\r\n\r\n<p>Emma Byrne, PhD,&nbsp;thinks it&rsquo;s a damn shame cursing gets such a bad rap. &ldquo;We&rsquo;ve been socialized to believe that swearing is universally really bad, but it isn&rsquo;t always about being aggressive, or overwhelmingly negative towards people,&rdquo; says the computer&nbsp;scientist and author of the new book&nbsp;<i>Swearing Is Good For You </i>($26, <a data-ecommerce=\"true\" href=\"https://www.amazon.com/Swearing-Good-You-Amazing-Language/dp/1324000287/\" target=\"_blank\">amazon.com</a>). In fact, research suggests dropping the f-bomb comes with some legit mind-body benefits. Here, Byrne highlights four surprising ways curse words can boost your well-being.</p>\r\n\r\n<h3><strong>Unleashing expletives might actually raise your pain threshold</strong></h3>\r\n\r\n<p>For a 2009&nbsp;<a href=\"http://journals.lww.com/neuroreport/Abstract/2009/08050/Swearing_as_a_response_to_pain.4.aspx\">study</a>&nbsp;done at Keele University in the UK, researchers&nbsp;asked college students to plunge&nbsp;a hand in ice-cold water. They found that when the participants repeated a swear word out loud during the chilly experience, they were able to keep their digits submerged for longer, and reported feeling less pain than when they repeated a neutral word. &quot;Their subjective experience of how bad [their hand] hurt&nbsp;was&nbsp;incredibly different when they were&nbsp;swearing,&quot; says Byrne. &quot;When they were swearing, it didn&rsquo;t feel as bad.&quot;</p>\r\n\r\n<p>One theory is that cursing helps <a href=\"https://www.nytimes.com/2017/07/27/smarter-living/the-case-for-cursing.html\">trigger&nbsp;your &quot;fight or flight&quot; response</a>, which raises your heart rate and pumps more adrenaline through your body&mdash;two physiological responses that make us more tolerant of pain. So the next time you stub your toe, go ahead and&nbsp;curse out your couch.</p>\r\n\r\n<p><b>RELATED: </b><a href=\"http://www.health.com/stress/3-stress-busting-yoga-poses\"><b>3 Stress-Busting Yoga Moves</b></a></p>\r\n\r\n<h3><strong>Well-timed curses can&nbsp;help relieve&nbsp;stress</strong></h3>\r\n\r\n<p>Struggling to get through a tough task? Go ahead and say how you<em> really</em> feel about it. &ldquo;Studies show that when you put people in stressful situations and tell them they cannot swear, their performance goes down and their experience of stress is much greater,&rdquo; explains Byrne. She points to research done in airplane cockpits&nbsp;and operating rooms:&nbsp;Pilots and surgeons who are allowed to swear on the job are better able to <a href=\"http://www.health.com/syndication/most-stressful-life-events\">recover</a> from stressful events (think: tricky takeoffs, or close calls in surgery) compared to pilots and surgeons who aren&#39;t permitted to curse.&nbsp;The takeaway: a string of expletives can be&nbsp;a useful way to blow off some f*cking steam and get the job done.</p>\r\n\r\n<p><b>RELATED: </b><a href=\"http://www.health.com/stress/6-times-celebrities-got-angry-in-public-and-how-they-handled-it\"><b>6 Times Celebs Got Angry in Public (and How They Handled It)</b></a></p>\r\n\r\n<p><em><strong>To get our top wellness tips in your inbox, <a href=\"https://pages.email.health.com/newsletters/\">sign up for the HEALTH newsletter</a>!</strong></em></p>\r\n\r\n<h3><strong>Using swear words can help you&nbsp;cope with health issues</strong></h3>\r\n\r\n<p>&ldquo;For people recovering from cancer, or who have a long-term chronic illness, swearing is really helpful in terms of processing their emotions,&rdquo; Byrne says. &quot;With respect to cancer patients, the work particularly on male patients&mdash;specifically testicular cancer survivors&mdash;shows that [swearing] is&nbsp;a way to talk about sadness and loss without losing face as &quot;masculine,&quot; by crying or admitting to fear, for example.&rdquo;</p>\r\n\r\n<h3><strong>Swearing while you sweat may&nbsp;make you physically stronger</strong></h3>\r\n\r\n<p>You know those grips you can squeeze to build finger, hand, and forearm strength? Well, they work much better if you curse while you squeeze, according to researchers. &ldquo;We&rsquo;ve seen that you can exercise much more force on those objects and also do it for longer if you&rsquo;re swearing while you hold them,&rdquo; explains Byrne. &ldquo;It increases your <a href=\"http://www.health.com/mind-body/resilient-person\">resilience</a> and strength temporarily.&rdquo;</p>\r\n\r\n<p>Give it a try! As you bang out reps at the gym, repeat a few choice words and see what that does for you. And if you ever find yourself in a situation in which you need to summon extreme strength&mdash;say, to lift a heavy object off someone trapped beneath&nbsp;it&mdash;swear with all your might, says Byrne.</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/styles/main/public/woman-swearing-gettyimages-607954294.jpg?itok=lhd9pioy\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/styles/main/public/woman-swearing-gettyimages-607954294.jpg?itok=2P_8vF3p\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Francesco Carta fotografo/Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[7 Best White Noise Machines for a Good Night's Sleep\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/health/gallery/0,,20961823,00.html]]>  </link>\n  <pubDate>\n    <![CDATA[Mon, 08 Feb 2016 09:05:00 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/health/gallery/0,,20961823,00.html]]>  </guid>\n  <description>\n    <![CDATA[These soothing, noise-masking gadgets are designed to help you drift off to the land of nod, and stay there all night long.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/migration/img/web/2015/10/white-noise-opener-200x150.jpg\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/migration/img/web/2015/10/white-noise-opener-75x75.jpg\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"></media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[11 Letter Board Quotes That Will Inspire You\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/mind-body/inspiring-letter-board-quotes]]>  </link>\n  <pubDate>\n    <![CDATA[Fri, 02 Feb 2018 18:03:37 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/mind-body/inspiring-letter-board-quotes]]>  </guid>\n  <description>\n    <![CDATA[Totally perfect for Pinterest.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:2202873082001 default]</p>\r\n\r\n<p>Introducing our latest obsession: <a href=\"http://www.health.com/mind-body/february-new-years-resolutions\">letter boards</a>.&nbsp;</p>\r\n\r\n<p>From motivational mantras to relatable phrases, these letter board quotes add a classic, subtle piece of inspiration to our day. With help from Instagram bloggers, <em>Health</em> rounded up 11 of the best letter boards that we&#39;ve seen all over the&nbsp;past few months. Whether you need a reminder, a good laugh, or the perfect Pinterest Pin, these options&nbsp;have&nbsp;you covered.</p>\r\n\r\n<h3><strong>Food for thought</strong></h3>\r\n\r\n<p>Can&#39;t bear the thought of setting down your phone? Tend to check who&#39;s viewed your Instagram story a few too many times? This quote from <a href=\"https://www.instagram.com/debrosse_nyc/\">Debrosse</a> will remind you to look away from the screen in your palm.&nbsp;</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-9.jpg?itok=vlklj0w9\" /></p>\r\n\r\n<h3><strong>Be (slightly) wild and free</strong></h3>\r\n\r\n<p>In bed by 9:30? That&#39;s an idea we can get behind. This adorable bit of wisdom from <a href=\"https://www.instagram.com/girlsnightinclub/\">Girls&#39; Night In</a>&nbsp;will encourage you to think more about enjoying the moment, while also making sure you get enough Zzz&#39;s.&nbsp;</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-10.jpg?itok=2ykp6q7u\" /></p>\r\n\r\n<h3><strong>Take action</strong></h3>\r\n\r\n<p>Everyone has (at least) one thing on their bucket list. This post from <a href=\"https://www.instagram.com/popflex_active/\">Popflex</a>&nbsp;is motivating us to choose &quot;day one&quot; over &quot;one day.&quot;&nbsp;</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-11.jpg?itok=doezWA9v\" /></p>\r\n\r\n<h3><strong>Feel grateful</strong></h3>\r\n\r\n<p>The holidays aren&#39;t the only time to give thanks. This motivational (not to mention&nbsp;gorgeous)&nbsp;letter board from <a href=\"https://www.instagram.com/b.ethanygrace/\">Bethany Grace</a>&nbsp;promotes the idea of appreciating&nbsp;everything you have.&nbsp;</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-8.jpg?itok=GCz4h5h2\" /></p>\r\n\r\n<h3><strong>Seize the day</strong></h3>\r\n\r\n<p>Whether it&#39;s January 1 or the middle of the summer, you can always start fresh. Thanks to this post by <a href=\"https://www.instagram.com/mrs.erin.falacho/\">Erin Falacho</a>, we&#39;re confident all we need is a cup of tea and a gentle push&nbsp;to take more chances.&nbsp;</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-6.jpg?itok=M6pCmWx3\" /></p>\r\n\r\n<h3><strong>A friendly reminder</strong></h3>\r\n\r\n<p>Never forget your worth. This board from <a href=\"https://www.instagram.com/jenessawait/\">Jenessa Wait</a> is the perfect addition to your office, Pinterest board, or anywhere else you need to remind yourself of your potential.&nbsp;</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-7.jpg?itok=6re86jhJ\" /></p>\r\n\r\n<h3><strong>Bundle up</strong></h3>\r\n\r\n<p>When the weather outside is frightful...it&#39;s time for a night in. This cozy board from <a href=\"https://www.instagram.com/elskabody/\">ElskaBody</a> tells us it&#39;s okay to embrace our hygge habits and do a little self care.&nbsp;</p>\r\n\r\n<h2><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-5.jpg?itok=-_cBbz0w\" /></h2>\r\n\r\n<h3><strong>Don&#39;t worry...</strong></h3>\r\n\r\n<p>Be happy! Slippers, blush&nbsp;tones, hot cocoa, and marshmallows are just a few of many reasons <a href=\"https://www.instagram.com/mysecret.fashiondiary/\">My Secret Fashion Diary</a> (and we) should make feeling good a priority.&nbsp;</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-4.jpg?itok=gAia15eR\" /></p>\r\n\r\n<h3><strong>Find your people</strong></h3>\r\n\r\n<p>Simple and minimalist, this board from <a href=\"https://www.instagram.com/kvd_photography/\">Kaylyn Van Driesum</a> is as beautiful as its message: to surround yourself with your good friends and family.&nbsp;</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_landscape_4_3/public/1517600969/letter-board-3.jpg?itok=jPSTQjuj\" /></p>\r\n\r\n<h3><strong>Be patient (or at least try)</strong></h3>\r\n\r\n<p>This hilarious board from <a href=\"https://www.instagram.com/defywithdena/\">DefywithDena</a> is perfect for&nbsp;the ultimate avocado lover. Just like a well-though-out board, good things take time.&nbsp;</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-2.jpg?itok=ci8xsxYv\" /></p>\r\n\r\n<h3><strong>It&#39;s never too late</strong></h3>\r\n\r\n<p>We love this message from the <a href=\"http://www.health.com/mind-body/february-new-years-resolutions\">now-viral letter board</a> made by <a href=\"https://www.instagram.com/shopwordsandco/\">Words &amp; Co.</a> January isn&#39;t the only month to renew. Starting February 1 (or 2 or 28...) is just fine.&nbsp;<img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/master_portrait_3_4/public/1517600969/letter-board-1.jpg?itok=fjSNSN_-\" /></p>\r\n\r\n<p>Pin these fun, inspirational, and motivational&nbsp;letter board ideas when you go to your own&nbsp;Pinterest&nbsp;board this weekend,&nbsp;and tag us on Instagram to let us know when they&#39;re up.</p>\r\n\r\n<p><img alt=\"\" class=\"img-responsive\" data-rights-cleared=\"true\" src=\"https://cdn-img.health.com/sites/default/files/styles/syndicated_inline/public/1517868029/lb3.jpg?itok=S-RT70SR\" style=\"width: 428px; height: 760px;\" /></p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/1517600969/letter-board-1.jpg?itok=fdIC_AP3\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/1517600969/letter-board-1.jpg?itok=ZaB8OesA\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\">@shopwordsandco/Instagram</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[8 Self-Care Habits That Will Help You Feel Less Stress and More Joy in 2018\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/mind-body/self-care-new-year]]>  </link>\n  <pubDate>\n    <![CDATA[Wed, 20 Dec 2017 11:52:14 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/mind-body/self-care-new-year]]>  </guid>\n  <description>\n    <![CDATA[It&#39;s time to give yourself the regular TLC you need and deserve.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5707934330001 default]</p>\r\n\r\n<p>What if we told you that there&#39;s a way to dial back the stress you deal with in your daily life, to feel more joyful&nbsp;and less overwhelmed? That&#39;s the premise behind self-care&mdash;a buzzy term you&#39;ve probably heard a lot about or even tried to practice. The trick to making self-care pay off&nbsp;is to incorporate it into a regular part of your life. With 2018 upon us, make this the year you do just that.&nbsp;</p>\r\n\r\n<p>&ldquo;Self-care is something we tend to forget about because it can almost seem as if you&rsquo;re being selfish,&quot;&nbsp;says Apryl Zarate Schlueter, author of <a href=\"https://www.amazon.com/Finding-Success-Balance-Journey-Cheerful/dp/0998320307\"><i>Finding Success in Balance: My Journey to the Cheerful Mind</i></a>.&nbsp;&quot;But we need to give to ourselves. Otherwise, you can run low on energy and put negativity out there instead of positivity.&rdquo; These are the expert-backed self-care&nbsp;suggestions&nbsp;to take on this year&mdash;and find more happiness over the next 12 months.</p>\r\n\r\n<p><strong>RELATED: <a href=\"http://www.health.com/food/12-superfoods-for-stress-relief\">10 Superfoods for Stress Relief</a></strong></p>\r\n\r\n<h3><b>Take vacations</b></h3>\r\n\r\n<p>You always tell yourself you&#39;re going to do it&mdash;pack a bag, book a flight, and head somewhere exotic or so&nbsp;far off the beaten path, you can breathe and just be. In 2018, start planning. &ldquo;People forget to take advantage of having a vacation from work,&quot; says Schlueter. &quot;It allows you to slow down so you can speed back up when you get back.&quot; No paid time off at your company? Steal away for a long holiday weekend, then and milk every minute of your time away so you&nbsp;come back refreshed and restored.</p>\r\n\r\n<h3><b>Try workouts outside of your comfort zone</b></h3>\r\n\r\n<p>We don&#39;t have to tell you about all the benefits of regular sweat sessions. And while you might have found a specific routine that works for you, stretching your boundaries with something new&nbsp;can fill you with pulse-pounding adrenaline, challenge your skill set, and give you another reason to make it to the gym every day.&nbsp;For&nbsp;Schlueter,&nbsp;checking out a flying trapezes class was her fitness self-care. &ldquo;That was my zen place where I could socialize, work out, and have fun,&rdquo; she says.&nbsp;</p>\r\n\r\n<p><strong>RELATED: <a href=\"http://www.health.com/sex/celebrities-talking-about-masturbation\">6 Times Celebrities Got Real About Masturbation</a></strong></p>\r\n\r\n<h3><b>Masturbate more</b></h3>\r\n\r\n<p>Sexual activity and orgasms have lots of legit&nbsp;health benefits, from easing stress to&nbsp;<a href=\"http://journals.sagepub.com/doi/abs/10.1177/0333102413476374\">relieving headaches</a> and <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/28986148\">boosting brain activity</a>. Considering that just 20% of women reported masturbating in the past month, according to research in <a href=\"http://www.sciencedirect.com/science/article/pii/S1743609515332070?_rdoc=1&amp;_fmt=high&amp;_origin=gateway&amp;_docanchor=&amp;md5=b8429449ccfc9c30159a5f9aeaa92ffb\"><i>The Journal of Sexual Medicine</i></a>, you may find that you have some catching up to do in the self-love department. No disrespect to sex with a partner, but sometimes going solo is the simplest way to snag those body benefits.</p>\r\n\r\n<h3><b>Start saying&nbsp;&#39;no&#39;</b></h3>\r\n\r\n<p>This one&nbsp;little word has&nbsp;a whole lot of power over your mood and happiness. &ldquo;Saying no to someone or something is a great form of self-care. Not only is it allowing you to avoid something&nbsp;you don&rsquo;t want to do, but it gives space in your life to say yes to something you do,&rdquo; says Schlueter. While it may be difficult at first, you&rsquo;ll notice it gets easier to speak up and voice your needs as time goes on.</p>\r\n\r\n<h3><b>Splurge on more events or&nbsp;experiences</b></h3>\r\n\r\n<p>Sure you&rsquo;ve heard that money can&rsquo;t make you happy. But actually, there is a way that it can, according to research:&nbsp;Spend your dough on experiences rather than stuff. That&rsquo;s why a great self-care move is to plunk down cash on something that feels indulgent yet&nbsp;you&rsquo;ve always wanted to do or see. Maybe it&rsquo;s finally catching&nbsp;<i>Hamilton</i>, booking a luxurious spa day, or signing up for a yoga retreat. It&rsquo;s completely up to you as long as you know it will bring you joy.</p>\r\n\r\n<p><strong>RELATED: <a href=\"http://www.health.com/health/gallery/0,,20478472,00.html\">Big Perks: Coffee&#39;s Health Benefits</a></strong></p>\r\n\r\n<h3><b>Wake up with gratitude</b></h3>\r\n\r\n<p>Maintaining a happy, lighthearted perspective on the day can be tough, especially when there&rsquo;s a million things going on. But a positive outlook is a gift you can give yourself by pledging to start or end each day&nbsp;reminding yourself about all that&#39;s good in your life. &ldquo;Thinking about one thing you&rsquo;re grateful for reinforces a positive mindset, which prevents you from defaulting to the negative,&rdquo; says Schlueter. It&nbsp;takes less than a&nbsp;minute to score&nbsp;this mood boost.</p>\r\n\r\n<h3><b>Set regular coffee or wine dates with a friend</b></h3>\r\n\r\n<p>One misnomer about self-care is that you should&nbsp;be alone while doing it. Not so. Connections with friends and family are the foundation of a happy life.&nbsp;In a 2014 study in the <a href=\"http://journals.sagepub.com/doi/abs/10.1177/0265407514546977?journalCode=spra\"><i>Journal of Social and Personal Relationships</i></a>, feeling satisfied with your friendships was what mattered most when it came to being content. These days, most of us rely on social media when it comes to keeping up with friends. Make a point in 2018 to carve out more face time.</p>\r\n\r\n<p><em><strong>To get our best wellness&nbsp;tips delivered to you inbox, sign up for the&nbsp;<a href=\"http://www.health.com/mind-body/healthy-living-newsletter\">Healthy Living newsletter</a></strong></em></p>\r\n\r\n<h3><b>Soak up the sun</b></h3>\r\n\r\n<p>Mother Nature may be just&nbsp;the therapy you need. Getting outside can ease a bad mood or anxiety,&nbsp;suggests a study in the journal <i><a href=\"http://www.pnas.org/content/112/28/8567.abstract\">Proceeedings of the National Academy of Sciences</a>.</i>&nbsp;Day trips for long hikes or beach strolls are always restorative, but even a walk through some local woods or time spent on a bench in a garden can make you feel calmer and more at peace&mdash;and perhaps more aware of beauty,&nbsp;magic, and wonder.</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/1466174503/GettyImages-481118171_0.jpg?itok=Zo28dm6e\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/1466174503/GettyImages-481118171_0.jpg?itok=LMR3llRY\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[The World&rsquo;s Oldest Man Made It to 113 on a Diet of Veggies and Wine\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/worlds-oldest-man-spain-vegetables-wine]]>  </link>\n  <pubDate>\n    <![CDATA[Thu, 01 Feb 2018 11:46:32 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/worlds-oldest-man-spain-vegetables-wine]]>  </guid>\n  <description>\n    <![CDATA[Francisco Nunez Olivera claimed the secret to his long life and health had everything to do with how he ate.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5596869363001 default]</p>\r\n\r\n<p>Francisco Nunez Olivera lived in his native Spain through both World Wars and the entirety of Franco&#39;s dictatorship. But Olivera died only this week, as the world&#39;s oldest man, at an impressive 113 years of age. And he claimed that the secret of his longevity was a diet &quot;based on vegetables&quot; and a daily glass of red wine.</p>\r\n\r\n<p><strong>RELATED: <a href=\"http://www.cookinglight.com/healthy-living/healthy-habits/more-vegetables-dining-out\" target=\"_blank\">9 Ways to Get More Veggies When Dining </a><a href=\"http://www.cookinglight.com/healthy-living/healthy-habits/more-vegetables-dining-out\" target=\"_blank\">Out</a></strong></p>\r\n\r\n<p>Olivera&#39;s family and community have come forward to share the story of his full and happy life, and just how he managed to achieve such an old age. <a href=\"http://www.dailymail.co.uk/news/article-5329251/Worlds-oldest-man-dies-age-113.html\" target=\"_blank\">According to the <em>Daily Mail</em></a>, Olivera was born and raised in southwest Spain, and having lived there all his life, his extended family chalked up his long life to the land, where he grew his own vegetables. Something must be in the water, because Olivera was one of 32 people over the age of 90 among the 2,200 people who call the small village home.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"716274\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>The <em>Daily</em> <em>Mail</em> explains that Spain has one of the highest life expectancies in the world, which many experts and health professionals credit to the fact that Spaniards stick to the <a href=\"http://www.cookinglight.com/eating-smart/nutrition-101/what-is-the-Mediterranean-diet\" target=\"_blank\">Mediterranean diet.</a> The Mediterranean diet is characterized by <a href=\"http://www.cookinglight.com/cooking-101/mediterranean-diet-essentials\" target=\"_blank\">many plant-based dishes</a>, unprocessed whole grains, and healthy fats, as well as the occasional glass of red wine.</p>\r\n\r\n<p><strong>RELATED: <a href=\"http://www.cookinglight.com/eating-smart/nutrition-101/mediterranean-diet-guide\" target=\"_blank\">This Is How to Do the Mediterranean Diet </a></strong></p>\r\n\r\n<p>A <a href=\"http://www.nejm.org/doi/pdf/10.1056/NEJMoa1200303\" target=\"_blank\">2013 study by the University of Barcelona</a> linked the Mediterranean diet to a healthy heart after studying 7,000 Spanish participants who switched to the diet for 5 years. The researchers behind the study discovered that there was a 30 percent decrease of cardiovascular disease among these high-risk participants following the change of diet.</p>\r\n\r\n<p>While red wine is an important aspect of the Mediterranean diet, Cynthia Sass, MPH, RD, says that<a href=\"http://www.cookinglight.com/healthy-living/weight-loss/healthy-wine-serving-size\" target=\"_blank\"> the key to reaping health benefits is moderation</a>&mdash;women should enjoy a single 5-ounce glass, and for men, it&#39;s two glasses of the same amount.</p>\r\n\r\n<p>Olivera&#39;s daughter Antonia says that her father enjoyed great health throughout his entire life: despite having reached 113 years of age, Olivera only went to the hospital twice. He rarely experienced pains, aches, or serious illnesses, and up until the age of 107, he enjoyed a daily walk into the fields where he often harvested his own vegetables.</p>\r\n\r\n<p>While there&#39;s not a single solution to enjoying <a href=\"http://www.cookinglight.com/healthy-living/fitness/more-energy-50-years-old\" target=\"_blank\">health at an older age</a>, Olivera&#39;s own life just might be a clue of how to get there. In 2015, he told Spain&#39;s El Mundo that he wanted to live longer even though his friends had passed, adding: &quot;I know I&#39;m old, but I don&#39;t feel old.&quot;</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/field/image/1801w-old-man.jpg?itok=Z7hDK_00\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/field/image/1801w-old-man.jpg?itok=4nfRZ6gC\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Getty: Thomas Koehler / Contributor</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[This Letterboard Is Going Viral for Its Refreshingly Honest Take on New Year&rsquo;s Resolutions\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/mind-body/february-new-years-resolutions]]>  </link>\n  <pubDate>\n    <![CDATA[Wed, 31 Jan 2018 13:28:38 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/mind-body/february-new-years-resolutions]]>  </guid>\n  <description>\n    <![CDATA[Is it February yet?!\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"716157\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>It doesn&rsquo;t have to be a new year for you to turn over a new leaf. Whenever you decide it&rsquo;s time to pick up a healthy habit&mdash;such as&nbsp;<a href=\"http://www.health.com/nutrition/new-years-resolution-vegetables\">eating more veggies</a>, cutting back on alcohol, or simply carving out more time for <a href=\"http://www.health.com/mind-body/self-care-ideas\">self care</a>&mdash;it&#39;s&nbsp;the <i>right</i> time, whether the calendar says&nbsp;January 1 or the middle of summer.</p>\r\n\r\n<p><b>RELATED: <a href=\"http://www.health.com/depression/mental-health-new-years-resolutions\">7 New Year&rsquo;s Resolutions That Put Your Mental Health First</a></b></p>\r\n\r\n<p>That&rsquo;s the message we shared with our Instagram followers yesterday&mdash;and judging by the number of likes so far, you guys are here for it. The letterboard we regrammed from <a href=\"https://www.instagram.com/shopwordsandco/\">Words &amp; Co.</a> states, &ldquo;I&rsquo;ve decided my 2018 will start on February 1st. January is a trial month.&rdquo; It racked up more than 11,000 likes in 13 hours.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"716160\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Considering that&nbsp;<a href=\"http://www.health.com/home/how-to-revamp-new-years-resolution\">January 17</a>&nbsp;has been nicknamed &quot;Ditch Day&quot; because it&#39;s&nbsp;the date when the average person throws in the towel on their New Year&#39;s resolution,&nbsp;it makes sense that many of us are itching for a reset by February 1. &ldquo;The most important thing is to first figure out the top reasons why resolutions fail, and then use that to get back on track,&rdquo; behavioral psychologist <a href=\"http://aax-us-east.amazon-adsystem.com/x/c/Qr53ZZqDoqLuAnbCLEQOYE8AAAFhTTTQXAEAAAFKAWCuEWI/https://www.amazon.com/Smart-Change-Create-Sustainable-Yourself/dp/039916412X/ref=as_at?creativeASIN=039916412X&amp;linkCode=w50&amp;tag=healthcom04a-20&amp;imprToken=fLN30K-214HP0u3chb7ALg&amp;slotNum=0\">Art Markman</a>, PhD <a href=\"http://www.health.com/home/how-to-revamp-new-years-resolution\">told <i>Health</i> in a prior interview</a>.</p>\r\n\r\n<p>Based on the comments on our &rsquo;gram, plenty of you are ready to start fresh in February. We&rsquo;ve been loving your thoughts, whether you&rsquo;re kicking things into gear now because January simply flew by too fast, you needed some time to recuperate after the holidays, or you just couldn&rsquo;t get motivated during what is undeniably the Monday of&nbsp;months.</p>\r\n\r\n<p><em><strong>Follow <a href=\"https://www.instagram.com/healthmagazine/?hl=en\">@HealthMagazine</a> on Instagram for more inspiring tidbits from everyday life like this!</strong></em></p>\r\n\r\n<p>&ldquo;This is me every year,&rdquo; wrote user njoithomp. &ldquo;My birthday is on 2/1 so it&rsquo;s like my very own fiscal year.&rdquo; User natashaajane_ was also up for the challenge.&nbsp;&ldquo;Let&rsquo;s get it right this month,&rdquo; she wrote. &ldquo;My 2018 starts March 1st,&rdquo; another commenter&nbsp;stated. &ldquo;Don&rsquo;t ask me why, it&rsquo;s just something I decided in December.&rdquo;</p>\r\n\r\n<p>As the saying goes, every day is a new beginning.</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/1463668621/GettyImages-498806352_0.jpg?itok=VPCWE5cw\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/1463668621/GettyImages-498806352_0.jpg?itok=bju9DE9a\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Sexist Trolls Told This Record-Breaking Teen Skier to &ldquo;Make Me a Sandwich&rdquo;&mdash;So She Fired Back\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/mind-body/record-breaking-teen-south-pole-sexist-trolls-sandwich]]>  </link>\n  <pubDate>\n    <![CDATA[Tue, 30 Jan 2018 13:37:28 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/mind-body/record-breaking-teen-south-pole-sexist-trolls-sandwich]]>  </guid>\n  <description>\n    <![CDATA[Her haters must be eating their words.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715806\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Jade Hameister&nbsp;recently&nbsp;<a href=\"http://www.nationalgeographic.com.au/australia/an-aussie-girl-makes-history-in-the-frozen-antarctic.aspx\">made history</a>&mdash;and a mean ham and cheese sandwich.</p>\r\n\r\n<p dir=\"ltr\">Earlier this month, the 16-year-old Australian skier took a record-breaking trip to the South Pole and posted what could very well be the most epic clap back of all time. It all started in 2016, when Hameister&nbsp;did a <a href=\"https://www.youtube.com/watch?v=eMXQ6ebbC1c\">TEDx Talk</a>&nbsp;in which&nbsp;she shared her story about becoming the youngest person to ski to the North Pole from anywhere outside the last degree.</p>\r\n\r\n<p dir=\"ltr\">Her talk attracted thousands of views&mdash;and also several sexist and offensive comments from men&nbsp;asking her to &quot;make them a sandwich,&quot; as Hameister&nbsp;put it.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715842\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Fast forward to January&nbsp;2018. After an&nbsp;impressive 37-day, 370-mile journey to the South Pole, she&nbsp;posted a triumphant selfie, along with&nbsp;a message for her TEDx&nbsp;Talk&nbsp;trolls.</p>\r\n\r\n<p dir=\"ltr\">&ldquo;Tonight I skied back to the Pole again,&rdquo; Hameister shared in a Facebook post. &ldquo;...to take this photo for all those men who commented &lsquo;Make me a sandwich&rsquo; on my TEDX Talk. I made you a sandwich (ham &amp; cheese), now ski 37 days and 600km to the South Pole and you can eat it xx.&rdquo;</p>\r\n\r\n<p dir=\"ltr\"><strong>RELATED: <a href=\"http://www.health.com/fitness/winter-workout-motivation-tips\">How to Motivate Yourself to Go to the Gym on Cold, Dark Days</a></strong></p>\r\n\r\n<p dir=\"ltr\">In the days following, Hameister received support from well-wishers all over the world, and her ham and cheese clap back has gone viral. With her latest expedition, she&rsquo;s achieved the &ldquo;Polar Hat Trick,&rdquo; a feat that involves covering&nbsp;the North Pole, Greenland, and the South Pole on skis.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715815\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&ldquo;Whilst these adventures were never about breaking records to me, over time I have learnt of the few I have broken along the way,&rdquo; she wrote on one Instagram post.</p>\r\n\r\n<p dir=\"ltr\">Hmm, something tells us that none of those trolls have anywhere near the ski skills needed to come to the South Pole and take Hameister&nbsp;up on her sandwich offer.</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/styles/main/public/26231448_524715937890767_7342834381457602404_n.jpg?itok=5QEzBfG1\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/styles/main/public/26231448_524715937890767_7342834381457602404_n.jpg?itok=aqwl4SEx\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Facebook/JadeHameister</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Tess Holliday Poses Nude for Women's Equality: 'Women Deserve Respect'\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/tess-holliday-poses-nude-womens-equality]]>  </link>\n  <pubDate>\n    <![CDATA[Mon, 29 Jan 2018 12:59:07 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/tess-holliday-poses-nude-womens-equality]]>  </guid>\n  <description>\n    <![CDATA[Tess Holliday isn&#39;t afraid to bare her body and speak her mind.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5634618543001 default]</p>\r\n\r\n<p><em>This </em><a data-ecommerce=\"true\" href=\"http://people.com/bodies/tess-holliday-poses-nude-womens-equality/\" target=\"_blank\">article</a><em> originally appeared on People.com</em></p>\r\n\r\n<p><a href=\"http://people.com/bodies/tess-holliday-fat-new-book/\">Tess Holliday</a> is posing nude &mdash; for a great cause.</p>\r\n\r\n<p>The model, 32, shared an unretouched photo of herself, naked, to <a href=\"http://people.com/bodies/tess-holliday-breastfeeds-at-womens-march/\">advocate for women&rsquo;s equality</a>. Her husband Nick took the photo and added it to his Instagram account on Saturday, which Tess then reposted.</p>\r\n\r\n<p>&ldquo;Women deserve respect, whether they are completely naked or covered head to toe,&rdquo; Nick wrote.</p>\r\n\r\n<p>He added that they planned this photo a few weeks prior, but decided to share it on the day of the <a href=\"http://people.com/politics/womens-march-2018-nyc-protesters-interviews/\">Women&rsquo;s March that took place across the world</a> on Jan. 20 and 21 because they were unable to go to <a href=\"http://people.com/bodies/tess-holliday-proud-to-bring-son-bowie-and-breastfeed-at-womens-march/\">the Los Angeles protest</a>.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715569\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&ldquo;I&rsquo;m to sick to march, so I worked on this photo we shot a few weeks ago to post today,&rdquo; Nick wrote. &ldquo;No alterations to her body or bare face have been made.&rdquo;</p>\r\n\r\n<p>Along with modeling, Tess is also a <a href=\"http://people.com/bodies/tess-holliday-workout-body-shaming/\">body positive activist</a>, and has posed nude in the past to talk about the <a href=\"http://people.com/bodies/tess-holliday-feeling-like-dont-matter-bigger-body/\">stigmas surrounding curvy people</a>.&nbsp;She <a href=\"http://people.com/bodies/tess-holliday-strips-down-fat-people-have-sex/\">posted a stripped-down photo in August</a> to send the message that &ldquo;fat people have sex.&rdquo;</p>\r\n\r\n<p>And in May 2016, while she was 8 months pregnant with her son Bowie, Tess did a nude shoot with the U.K. newspaper <em>The Telegraph</em> <a href=\"http://people.com/bodies/tess-holliday-says-shes-healthy-in-nude-pregnancy-photoshoot/\">to talk about healthy pregnancies</a>.</p>\r\n\r\n<p>&ldquo;Just because we&rsquo;re plus size, doesn&rsquo;t mean we have to prove that we&rsquo;re healthy, just as someone who is smaller than us or average size doesn&rsquo;t have to prove they are healthy,&rdquo; she said. &ldquo;We should be able to exist in our bodies. I am technically healthy but my body is no more valid than someone&rsquo;s who isn&rsquo;t.&rdquo;</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/1517248551/GettyImages-850100670.jpg?itok=Kn4cq0PW\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/1517248551/GettyImages-850100670.jpg?itok=jts1hKYh\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Noam Galai/Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Larry Nassar Victim Abused at Age 6 Says Father Didn't Believe Her&mdash;and Guilt Led to His Suicide\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/kyle-stephens-larry-nassar-sexual-abuse]]>  </link>\n  <pubDate>\n    <![CDATA[Fri, 26 Jan 2018 11:57:52 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/kyle-stephens-larry-nassar-sexual-abuse]]>  </guid>\n  <description>\n    <![CDATA[Her parents were close friends with the doctor.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5718816767001 default]</p>\r\n\r\n<p>For years, Kyle Stephens has been identified only as &ldquo;Victim Z.A.&rdquo; or &ldquo;family friend.&rdquo; But, last week, she stepped out from the cloak of anonymity and gave the first of more than 100 victim impact statements about the abuse she endured at the hands of <a href=\"http://people.com/sports/more-women-accuse-former-larry-nassar-sexual-abuse/\">former gymnastics doctor Larry Nassar</a>.</p>\r\n\r\n<p>Unlike the other victims, Stephens is not an athlete, but has known Nassar for most of her life. Her parents were close friends with the doctor, and Nassar began sexually abusing her in her own home when she was a kindergartner, she said during her moving testimony.</p>\r\n\r\n<p>The abuse put a strain on her relationship with her parents, Stephens said, noting that her family initially did not believe her when she first told them about the abuse.</p>\r\n\r\n<p>&ldquo;[Nassar] tore us apart. He labeled me within my family as someone that was just a vile person,&rdquo; Stephens said of Nassar during a Thursday appearance on <a href=\"https://twitter.com/MegynTODAY/status/956532557927145474\" target=\"_blank\"><em>Megyn Kelly Today</em></a> alongside fellow victims <a href=\"http://people.com/sports/former-gymnast-who-claims-dr-larry-nassar-molested-her-my-family-is-my-safe-place/\">Rachael Denhollander</a> and <a href=\"https://www.si.com/olympics/2018/01/23/mattie-larson-larry-nassar-usa-gynmastics-testimony\" target=\"_blank\">Mattie Larson</a>.&nbsp;&ldquo;My dad had spent time in his life defending abused children. So the fact that his child would make such a heinous accusation with no pretense, really made me a target for [Nassar].&rdquo;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715287\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Stephens was just 6 years old when Nassar first exposed his penis to her in the dark boiler room of his Holt, Michigan, home, <a href=\"https://www.youtube.com/watch?v=A-80t0O1q6M\" target=\"_blank\">explaining in court</a>: &ldquo;He told me, &lsquo;If you ever want to see it, all you have to do is ask.&rsquo; &rdquo;</p>\r\n\r\n<p>Soon, Nassar began masturbating in front of her, placing his fingers in her vagina, and rubbing his penis on her bare feet, she said in her emotional testimony.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715305\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>More than 150 women and girls have accused Nassar of assault, including gymnasts&nbsp;<a href=\"http://people.com/tag/aly-raisman/\">Aly Raisman</a>,&nbsp;<a href=\"http://people.com/sports/simone-biles-accuses-larry-nassar-sexual-abuse/\">Simone Biles</a>,&nbsp;<a href=\"http://people.com/sports/mckayla-maroney-larry-nassar-sexual-abuse-letter/\">McKayla Maroney</a>&nbsp;and&nbsp;<a href=\"http://people.com/sports/gabby-douglas-says-abused-former-team-doctor-larry-nassar/\">Gabby Douglas</a>. Nassar&nbsp;<a href=\"http://people.com/sports/larry-nassar-pleads-guilty-sexual-abuse-gymnasts/\">pleaded guilty in November to several counts of first-degree criminal sexual conduct</a>. On Wednesday, Judge Rosemarie Aquilina of Michigan&rsquo;s Ingham County Circuit Court sentenced the 54-year-old to up to 175 years in prison.</p>\r\n\r\n<p>Stephens said in court that, as a young child, her interests were <em>Clifford the Big Red Dog</em> and the Junie B. Jones book series. She still had not lost all of her baby teeth when she was forced into her first sexual act.</p>\r\n\r\n<p>Years later, when she was 12, Stephens told her parents about the abuse and her mother and father confronted their friend Nassar. Stephens said Nassar denied the abuse and &ldquo;my parents chose to believe Larry Nassar over me.&rdquo; She said her parents made her speak with Nassar about the allegations, and the predator allegedly told her, &ldquo;No one should ever do that, and if they do, you should tell someone.&rdquo;</p>\r\n\r\n<p>After that, Stephens said in court that her relationship with her parents deteriorated, especially her connection to her father.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715308\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&ldquo;His belief that I lied seeped into the foundation of our relationship,&rdquo; she said. &ldquo;Every time we got into a fight, he would tell me, &lsquo;You need to apologize to Larry&rsquo; &hellip; I started to question whether the abuse ever happened. &rdquo;</p>\r\n\r\n<p>As time passed, the Nassars began pressuring Stephens into babysitting their children, she said. When she was at their home, the family acted as if she never accused Nassar at all. Disconnected from her family, Stephens said she began doing all she could to pay for her own counseling, as she knew she could not ask her parents for help.</p>\r\n\r\n<p>She ended up confronting her father about Nassar again when she was 18, before leaving for college. Her father, who later killed himself, finally believed her.</p>\r\n\r\n<p>&ldquo;My father and I did our best to patch up our tattered relationship before he committed suicide in 2016,&rdquo; Stephens told the court through tears. &ldquo;Admittedly, my father was experiencing debilitating health issues, but had he not had to bear the shame and self-loathing that stemmed from his defense of Larry Nassar, I believe he would have had a fighting chance for life.&rdquo;</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/styles/main/public/kyle-stephens-larry-nassar-abuse-gettyimages-905651698.jpg?itok=4odnU_k-\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/styles/main/public/kyle-stephens-larry-nassar-abuse-gettyimages-905651698.jpg?itok=M5xEptee\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>GEOFF ROBINS/Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[8-Year-Old Dies From Rare Flesh-Eating Bacteria: Doctors 'Kept Cutting and Hoping', Mother Says\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/flesh-eating-bacteria-kills-boy]]>  </link>\n  <pubDate>\n    <![CDATA[Fri, 26 Jan 2018 10:41:50 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/flesh-eating-bacteria-kills-boy]]>  </guid>\n  <description>\n    <![CDATA[A wound the boy suffered after falling off his bike became effected.&nbsp;\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715233\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>When Sara Hebard&rsquo;s 8-year-old son suffered a minor injury after falling off his bicycle, she never expected her boy would be fighting for his life just days later.</p>\r\n\r\n<p>Just as he&rsquo;s done so many weekends before, Liam Flanagan spent January 13 playing on his bicycle in the driveway of his family&rsquo;s home in&nbsp;Pilot Rock, Oregon. But as he was careening down the hill that Saturday, Liam crashed into the dirt, and his bike&rsquo;s handlebar&nbsp;cut through his jeans, causing a deep laceration on his&nbsp;thigh.</p>\r\n\r\n<p>He was quickly taken by family to a nearby emergency room, where doctors gave the second-grader seven stitches to close his wound and sent him on his way. Though the cut was painful, doctors felt it was minor enough not to give Liam antibiotics,&nbsp;Hebard says, and they fully expected for him to recover.&nbsp;Still, Hebard said her son kept complaining about a continuous ache around the area of his gash in the days that followed.</p>\r\n\r\n<p>&ldquo;He said it hurt, but it was his very first&nbsp;accident&nbsp;and he never had&nbsp;stitches&nbsp;before,&rdquo; Hebard, 37, tells PEOPLE of Liam, who she says always had a smile that made others smile. &ldquo;I don&rsquo;t think he was complaining any more than other kid would when they had their first stitches.&rdquo;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715236\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p><strong>RELATED:&nbsp;<a href=\"http://people.com/human-interest/california-dad-two-dies-flesh-eating-bacteria/\" rel=\"noopener\" target=\"_blank\">California Dad of 2 Dies From Flesh-Eating Bacteria After Fishing with His Son</a></strong></p>\r\n\r\n<p>Hebard and Liam&rsquo;s step-father,&nbsp;Scott Hinkle, gave Liam Tylenol to soothe his discomfort over the next three days, but the pain grew increasingly unbearable for the young boy. That&rsquo;s when the couple examined Liam&rsquo;s thigh and groin-area and saw they had become gravely discolored.</p>\r\n\r\n<p>&ldquo;My husband instantly freaked,&rdquo; Hebard recalls. &ldquo;He immediately said Liam had gangrene and he needed to go to the emergency room &mdash; and straight to the emergency room we went.&rdquo;</p>\r\n\r\n<p>The couple rushed Liam to the hospital where he underwent emergency surgery to remove the infected tissue.</p>\r\n\r\n<p>The next morning, Liam was airlifted from the small town hospital to&nbsp;Doernbecher Children&rsquo;s Hospital in Portland, where doctors performed multiple surgeries, amputating more and more of the boy&rsquo;s body to stay ahead of the infection that was making its way through his tissue.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715239\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&ldquo;Each time they did a surgery, they kept telling us that they thought they got it,&rdquo; Hebard says. &ldquo;He was on three of the highest doses of antibiotics that you could get. They were pouring everything at them that they could, but they just kept cutting and hoping. Cutting and hoping.&rdquo;</p>\r\n\r\n<p>Doctors discovered Liam had contracted a rare flesh-eating bacteria known as <a href=\"https://www.cdc.gov/features/necrotizingfasciitis/index.html\" rel=\"noopener\" target=\"_blank\">necrotizing fasciitis</a>, which they believe entered Liam&rsquo;s body through his wound from the soil he landed on.</p>\r\n\r\n<p>Necrotizing fasciitis quickly kills the body&rsquo;s soft tissue found around&nbsp;muscles, nerves, fat, and blood vessels and it can turn lethal in a short period of time, according to the&nbsp;<a href=\"https://www.cdc.gov/features/necrotizingfasciitis/index.html\" rel=\"noopener\" target=\"_blank\">Centers For Disease Control</a>.&nbsp;Since 2010, about&nbsp;600 to 1,200 Americans are diagnosed with necrotizing fasciitis each year, though the CDC notes this may be an underestimate.</p>\r\n\r\n<p>The infection can be successfully treated with antibiotics&nbsp;and surgery to remove infected tissue if it&rsquo;s caught early, which is important to a patient&rsquo;s survival. According to an&nbsp;<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19385468\" rel=\"noopener\" target=\"_blank\">NCBI</a>&nbsp;study, the infection has about a 27 percent mortality rate.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715242\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Liam&rsquo;s doctors worked hard to control the infected area that stretched from ankle to armpit.</p>\r\n\r\n<p>&ldquo;The pain was so bad that he was screaming,&rdquo; Hebard says. &ldquo;It&rsquo;s horrific. It is a horrific&nbsp;torture,&nbsp;that&rsquo;s&nbsp;what it is. The last&nbsp;things I got to hear from my son was him screaming because it hurt so bad.&rdquo;</p>\r\n\r\n<p>Doctors soon placed Liam under sedation and life support, and&nbsp;on January 21, they transferred him to&nbsp;Randall Children&rsquo;s Hospital to be examined by another medical team. About a half-hour later, doctors informed Hebard that they had &ldquo;done everything that they could do,&rdquo; and Liam passed away later that day. Before the accident, Liam&mdash;who Hebard says was a &ldquo;ray of sunshine&rdquo; who was loved by so many&mdash;was a completely healthy boy.</p>\r\n\r\n<p>Today, Hebard is warning other families to watch for the symptoms of necrotizing fasciitis, such as chills, fever, fatigue and vomiting. A key sign, she says, is if a cut or a swollen area on the body is more painful than what is expected.</p>\r\n\r\n<p><a href=\"http://people.com/human-interest/mom-of-three-with-flu-diagnosis-is-now-hospitalized-with-flesh-eating-disease/\"><strong>RELATED ARTICLE: Mom of Three with Flu Diagnosis Is Now Hospitalized with Flesh-Eating Disease</strong></a></p>\r\n\r\n<p>The family set up a <a href=\"https://www.gofundme.com/liam-flanagan-medical-fundraiser\" rel=\"noopener\" target=\"_blank\">GoFundMe account</a> to help with expenses, and it has raised $16,000 so far.</p>\r\n\r\n<p>&ldquo;Even though this is my worst nightmare, I want to&nbsp;believe&nbsp;his death had a reason, it had a purpose. Maybe it&rsquo;s to save other&rsquo;s lives, because no one deserves to go through what we went through,&rdquo; Hebard says through tears. &ldquo;Hold your babies&nbsp;tight and listen to them. Just pay attention, and don&rsquo;t&nbsp;just&nbsp;pass things off as if things will be okay.&rdquo;</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/styles/main/public/liam-flanagan-flesh-eating-bacteria-death.jpeg?itok=FPUqTUIE\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/styles/main/public/liam-flanagan-flesh-eating-bacteria-death.jpeg?itok=kNjqxZk2\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>GoFundMe</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Here's How to Watch the 'Super Blue Blood Moon Eclipse' Next Week\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/how-to-watch-blue-moon-eclipse]]>  </link>\n  <pubDate>\n    <![CDATA[Fri, 26 Jan 2018 09:58:04 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/how-to-watch-blue-moon-eclipse]]>  </guid>\n  <description>\n    <![CDATA[It&#39;s the first time this event has happened in 35 years.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715227\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n<p>For the first time in 35 years, a blue moon will occur <a href=\"http://time.com/5095721/blue-moon-total-lunar-eclipse-2018/\">during a total lunar eclipse</a> on Jan. 31, an event some have taken to calling a &ldquo;super blue blood moon.&rdquo;</p>\r\n\r\n<p>If that sounds like a lot &mdash; it is. The alignment of the full moon will make it look like a <a href=\"http://time.com/4570604/supermoon-views-video/\" rel=\"noopener\" target=\"_blank\">&ldquo;supermoon&rdquo;</a> due to its increased proximity to Earth, causing the satellite to appear slightly larger and brighter than usual. Additionally, it will mark the second full moon of the month, an event often described as a &ldquo;blue moon.&rdquo; And third, this full moon happens to fall during a total lunar eclipse, which is sometimes called a &ldquo;blood moon&rdquo; due to the reddish-orange light totally eclipsed moons emit.</p>\r\n\r\n<p>&ldquo;A lot of things are happening at once,&rdquo; said Dr. Noah Petro, a planetary geologist at NASA&rsquo;s Goddard Space Flight Center. &ldquo;It&rsquo;s a cool event.&rdquo;</p>\r\n\r\n<p>If you don&rsquo;t want to miss the blue moon eclipse, here&rsquo;s everything you need to know about when it&rsquo;s happening, where it&rsquo;s happening, and how to watch it.</p>\r\n\r\n<h2>When is the blue moon eclipse happening?</h2>\r\n\r\n<p>The blue moon eclipse will occur on Wednesday, Jan. 31. For people in the United States, totality will begin around 7:51 a.m. EST, or 4:51 a.m. PST, with the period of totality expected to last roughly 1 hour and 16 minutes. Observers on the West Coast will enjoy a better view since the sky will still be dark when the total eclipse begins. Which brings us to&hellip;</p>\r\n\r\n<h2>Where is the best place to watch the blue moon eclipse?</h2>\r\n\r\n<p>As noted, people in California and the rest of the West Coast can enjoy prime views of the blue moon eclipse if they wake up early. Those in Mountain Time states like Colorado should get a decent look as well because they&rsquo;re only an hour ahead. By the time totality begins on the East Coast, the sun will have started to rise while the moon will have begun to set. Depending on weather conditions, East Coasters may still be able to see the blood moon, but the sight will be less impressive without a dark, contrasting sky.</p>\r\n\r\n<p>Petro also said that residents in Australia and Asia will get a &ldquo;really good view&rdquo; of the blue moon eclipse.</p>\r\n\r\n<h2>How should you watch the blue moon eclipse?</h2>\r\n\r\n<p>Unlike a <a href=\"http://time.com/4843775/total-solar-eclipse-2017-facts/\" rel=\"noopener\" target=\"_blank\">total solar eclipse</a>, a total lunar eclipse cannot damage your eyes, making it safe to look at without any special glasses or equipment. The key is just to wake up early enough to view the spectacle and to get in a prime position to observe it without obstruction. That means it may be worth it for city dwellers to head out to more rural areas or open spaces without light pollution or tall buildings to get in the way of the blue moon eclipse.</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/field/image/04437056.jpg?itok=zN75OUey\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/field/image/04437056.jpg?itok=YtxyBidn\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>NARENDRA SHRESTHA—EPA</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[These 6 Tweets Perfectly Sum Up Our Thoughts on the Larry Nassar Trial\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/mind-body/tweets-larry-nassar-trial]]>  </link>\n  <pubDate>\n    <![CDATA[Thu, 25 Jan 2018 16:25:33 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/mind-body/tweets-larry-nassar-trial]]>  </guid>\n  <description>\n    <![CDATA[&quot;Little girls don&#39;t stay little forever. They grow into strong women that destroy your world.&quot;\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5718816767001 default]</p>\r\n\r\n<p>This past week, 156 women took turns speaking&nbsp;in front of a packed courtroom in Michigan, where former USA Gymnastics doctor Larry Nassar&nbsp;was waiting to be sentenced. Nassar, as you&#39;ve no doubt heard, had pleaded guilty to criminal sexual conduct charges after admitting that for more than 20 years,&nbsp;he&nbsp;sexually assaulted women and girls who had been his patients, including Olympic gold medalist Aly Raisman.</p>\r\n\r\n<p><strong>RELATED:</strong>&nbsp;<a href=\"http://www.health.com/sexual-health/me-too-triggering\">How to Cope if You&#39;re Feeling Triggered by the #MeToo Movement</a></p>\r\n\r\n<p>Yesterday, Judge Rosemarie&nbsp;Aquilina&nbsp;threw the book at the disgraced doctor, sentencing him to up to 175 in prison. &quot;I just signed your death warrant,&quot; the judge told Nassar.&nbsp;Twitter erupted in support not just for Aquilina but also for&nbsp;the survivors, whose emotional statements reinforced the trauma of sexual abuse. To show our support, we rounded up six powerful&nbsp;tweets that speak for us perfectly.</p>\r\n\r\n<p>Some Twitter users cheered on&nbsp;the powerful impact statement given by Aly Raisman.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715146\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715155\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Other users&nbsp;thanked the survivors, like former Olympic gymnast Mattie Larson, for sharing their stories and not being afraid to come forward.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715137\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>One Twitter user&nbsp;even tweeted a photo of a tribute to the survivors that had been&nbsp;erected on the campus of Michigan State University,&nbsp;where Nassar committed many of his assaults.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715152\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Praise was high for the judge residing over the case, Rosemarie Aqualina, who supported the brave women throughout their testimonies and gave each one the opportunity to address Nassar during sentencing.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715134\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>One user&nbsp;even suggested that T-shirts should be made to celebrate Judge Aquilina, and you know what? That is a <em>great</em> idea.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715125\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>&nbsp;</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/field/image/gettyimages-597593534_0.jpg?itok=nqFeOq2q\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/field/image/gettyimages-597593534_0.jpg?itok=cBzulEhw\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Adam Glanzman—Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Disgraced Former Gymnastics Doctor Larry Nassar Sentenced to 175 Years for Sexually Abusing Girls\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/larry-nassar-sentenced-gymnastics-sexual-abuse]]>  </link>\n  <pubDate>\n    <![CDATA[Wed, 24 Jan 2018 13:19:29 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/larry-nassar-sentenced-gymnastics-sexual-abuse]]>  </guid>\n  <description>\n    <![CDATA[Dozens of the victims read moving impact statements.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5718816767001 default]</p>\r\n\r\n<p><a href=\"http://people.com/sports/more-women-accuse-former-larry-nassar-sexual-abuse/\">Former Team USA gymnastics doctor Larry Nassar</a> has been sentenced to up to 175 years in prison for sexually abusing women and girls for years.</p>\r\n\r\n<p>After days of hearing moving impact statements from dozens of victims, Judge Rosemarie Aquilina of Michigan&rsquo;s Ingham County Circuit Court sentenced the 54-year-old predator to the lengthy sentence&nbsp;&mdash; the culmination of a long-term effort to take down the abuser.</p>\r\n\r\n<p>&ldquo;Your crimes have cut into the core of this community and families and many we don&rsquo;t know,&rdquo; Aquilina said before handing down the sentence. &ldquo;There was no medical treatment. You did this for your pleasure and your control. You still think that somehow you are right &hellip; I wouldn&rsquo;t send my dogs to you, sir.&rdquo;</p>\r\n\r\n<p>&ldquo;It was my honor and privilege to sentence you,&rdquo;&nbsp;Aquilina added later, stating that she wants him to remain in prison for the rest of his life. &ldquo;I just signed your death warrant.&rdquo;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"714810\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>The judge also read part of a letter Nassar submitted to her, and the people in the courtroom gasped when she recited this line out loud:&nbsp; &ldquo;Hell hath no fury like a woman scorned &hellip; the stories that are being fabricated to sensationalize this &hellip;&rdquo;</p>\r\n\r\n<p>More than 150 women and girls have accused Nassar of assault, including gymnasts <a href=\"http://people.com/tag/aly-raisman/\">Aly Raisman</a>, <a href=\"http://people.com/sports/simone-biles-accuses-larry-nassar-sexual-abuse/\">Simone Biles</a>,&nbsp;<a href=\"http://people.com/sports/mckayla-maroney-larry-nassar-sexual-abuse-letter/\">McKayla Maroney</a>&nbsp;and&nbsp;<a href=\"http://people.com/sports/gabby-douglas-says-abused-former-team-doctor-larry-nassar/\">Gabby Douglas</a>. Nassar&nbsp;<a href=\"http://people.com/sports/larry-nassar-pleads-guilty-sexual-abuse-gymnasts/\">pleaded guilty in November to several counts of first-degree criminal sexual conduct</a>.</p>\r\n\r\n<p>&ldquo;We know without a doubt after these seven days &mdash; what we and this team have known for 16 months &mdash; [Nassar] is perhaps the most prolific child molester in history &hellip; who spared no one,&rdquo; Assistant District Attorney Angela Povilaitis said in court on Wednesday.</p>\r\n\r\n<p>&ldquo;The defendant hid behind Olympic rings. Every previous time there had been an allegation, nothing happened. His lies worked. This court from several women some decades later who were initially determined to be confused or to be liars. He was believed over these children.&rdquo;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"714813\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Dozens of victims have appeared, or had representation appear, at Michigan&rsquo;s Ingham County Circuit Courtroom to read impact statements during Nassar&rsquo;s sentencing hearing.</p>\r\n\r\n<p>During the trial, Raisman <a href=\"http://people.com/sports/aly-raisman-larry-nassar-court/\">addressed Nassar directly, saying</a>: &ldquo;You never healed me. You took advantage of our passions and our dreams. Imagine feeling like you have no power, and no voice. Well you know what Larry, I have my power and my voice, and I will use them.&rdquo;</p>\r\n\r\n<p>Former gymnast <a href=\"http://people.com/sports/former-gymnast-who-claims-dr-larry-nassar-molested-her-my-family-is-my-safe-place/\">Rachael Denhollander</a>, one of the first women to come forward about Nassar&rsquo;s abuse, spoke boldly during the days-long hearing. She asked that Nassar be given the maximum sentence, and criticized officials for allegedly turning a blind eye.</p>\r\n\r\n<p><a href=\"http://people.com/sports/larry-nassar-pleads-guilty-sexual-abuse-gymnasts/\"><strong>RELATED STORY: Former USA Gymnastics Doctor Larry Nassar Pleads Guilty to Sexually Abusing Girls in Michigan</strong></a></p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"714816\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Just before being sentenced, Nassar addressed his victims, often turning to look at many of them in the room.</p>\r\n\r\n<p>&ldquo;There are no words to describe &hellip; how sorry I am for what has occurred,&rdquo; he said. &ldquo;I will carry your words with me for the rest of my days.&rdquo;</p>\r\n\r\n<p>In the wake of the scandal, USA Gymnastics Board of Directors&rsquo; Chairman Paul Parilla, Vice Chairman Jay Binder and Treasurer Bitsy Kelley <a href=\"https://twitter.com/USAGym/status/955494027759095809\" target=\"_blank\">all&nbsp;tendered their resignations</a>, effective Sunday, according to Kerry Perry, the organization&rsquo;s president and CEO. USA Gymnastics suspended former U.S. women&rsquo;s national team coach John Geddert, the owner of the Twistars gymnastics club near Lansing, multiple outlets reported.</p>\r\n\r\n<p>Nassar pleaded guilty to molesting at least two teenagers at Twistars, according to <a href=\"http://www.detroitnews.com/story/sports/2018/01/22/3-usa-gymnastics-board-members-quit-amid-nassar-scandal/1054340001/\" target=\"_blank\"><em>The Detroit News</em></a>.</p>\r\n\r\n<p>Nassar was fired by USA Gymnastics in 2015 after working with the organization since 1986 &mdash; he had been its national medical coordinator since 1996, the&nbsp;<a href=\"https://www.nytimes.com/2017/02/22/sports/olympics/usa-gymnastics-doctor-larry-nassar-sexual-assault-charges.html?_r=0\" rel=\"noopener\" target=\"_blank\"><em>New York Times</em></a>&nbsp;reported. He was fired from Michigan State in 2016.</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/field/image/gettyimages-597593534_0.jpg?itok=nqFeOq2q\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/field/image/gettyimages-597593534_0.jpg?itok=cBzulEhw\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Adam Glanzman—Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[Mattie Larson Describes Injuring Herself to Avoid Going to Camp Where Larry Nassar Abused Her\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/mattie-larson-larry-nassar-usa-gynmastics-testimony]]>  </link>\n  <pubDate>\n    <![CDATA[Thu, 25 Jan 2018 12:29:04 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/mattie-larson-larry-nassar-usa-gynmastics-testimony]]>  </guid>\n  <description>\n    <![CDATA[Larson began attending gymnastics camps when she was 10 years old.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>[brightcove:5718816767001 default]</p>\r\n\r\n<p>Former elite gymnast Mattie Larson testified Tuesday in a Michigan courtroom that she was once desperate enough to avoid Larry Nassar&rsquo;s abuse that she purposefully injured herself.&nbsp;</p>\r\n\r\n<p>Larson began attending gymnastics camps at the Karolyi Ranch when she was 10 years old and Nassar first abused her there when she was 14, she said on the sixth day of Nassar&rsquo;s sentencing hearing. From then on, she was molested by Nassar every time she sought treatment from him.&nbsp;</p>\r\n\r\n<p>&ldquo;I was taking a bath when I decided to push the bath mat aside, splash water on the tiles, get on the floor and bang the back of my head against the tub hard enough to get a bump so it seemed like I slipped,&rdquo; Larson said. &ldquo;My parents immediately took me to the hospital because they thought I had a concussion. I was willing to physically hurt myself to get out of the abuse that I received at the ranch.</p>\r\n\r\n<p>&ldquo;When I attended the next camp, Marta Karolyi approached me and said, &lsquo;You know what, [1992 Olympic bronze medalist] Kim Zmeskal fell out of the top bunk in the cabins here and didn&rsquo;t miss practice the next day.&rsquo; She did not say another word to me for the rest of the camp.&nbsp;</p>\r\n\r\n<p>&ldquo;It makes me so sad to think about how desperate I was at that time, feeling as though that were the only way I could ensure not having to go to camp.&rdquo;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"715104\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Larson, 25, was the national champion in the floor exercise in 2010 and won silver in the team competition at the world championships that year.&nbsp;</p>\r\n\r\n<p>USA Gymnastics announced last week <a href=\"http://time.com/5108887/usa-gymnastics-sexual-abuse-karolyi-ranch/?xid=socialflow_twitter_si&amp;utm_campaign=sinow&amp;utm_source=twitter.com&amp;utm_medium=social\" target=\"_blank\">that it is cutting ties with Karolyi Ranch</a>, the site of many of Nassar&rsquo;s crimes.&nbsp;</p>\r\n\r\n<p>Nassar&rsquo;s sentencing hearing was originally expected to last four days but has now stretched to six as more women and girls have come forward to identify themselves and give victim impact statements.&nbsp;</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/field/image/mattie-larson-larry-nassar-usa-gynmastics-testimony.jpg?itok=-jyUvmgq\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/field/image/mattie-larson-larry-nassar-usa-gynmastics-testimony.jpg?itok=ospnQqUF\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[14-Year-Old Who Underwent Surgery to Remove 10-Lb. Tumor from His Face Dies\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/emanuel-zayas-face-tumor-dies-after-surgery]]>  </link>\n  <pubDate>\n    <![CDATA[Wed, 24 Jan 2018 12:15:38 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/emanuel-zayas-face-tumor-dies-after-surgery]]>  </guid>\n  <description>\n    <![CDATA[Emanuel Zayas&rsquo; condition went downhill in the week after he underwent the 12-hour surgery.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"714765\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>A 14-year-old Cuban boy died late last week, just days after surviving a complicated surgery to remove a 10-lb. tumor from his face, the family says.</p>\r\n\r\n<p>Emanuel Zayas&rsquo; condition went downhill in the week after he underwent the 12-hour surgery at the Holtz Children&rsquo;s Hospital at Jackson Memorial Hospital in Miami, according to <a href=\"http://www.miamiherald.com/latest-news/article195882079.html\" rel=\"noopener\" target=\"_blank\">the<em> Miami Herald</em></a>.&nbsp;Emanuel died Friday from lung and kidney complications.</p>\r\n\r\n<p>&ldquo;The surgery successfully removed the tumor but he had other complications that could not be overcome,&rdquo; his parents wrote in <a href=\"https://www.facebook.com/emanuelantoniozayas/\" rel=\"noopener\" target=\"_blank\">a statement on Facebook</a>.</p>\r\n\r\n<p>&ldquo;We truly believe and know without a doubt that Emanuel did indeed receive complete healing and that now he has a perfect, sweet face and two legs that work, and that he is running and jumping and having a great time in heaven right now.&rdquo;</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"714768\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>About three years ago, Emanuel developed what his family believed to be a pimple on the side of his nose. However, the blemish kept growing &mdash; obstructing Emanuel&rsquo;s vision, blocking his nose and making it difficult for him to eat, <a href=\"https://www.today.com/health/boy-polyostotic-fibrous-dysplasia-rare-bone-disorder-has-surgery-t121273\" rel=\"noopener\" target=\"_blank\"><em>Today</em></a> reports.</p>\r\n\r\n<p>&ldquo;I was very surprised and alarmed to see how quickly the tumor was growing,&rdquo;&nbsp;Melvis Vizaino told the site, with the help of a translator. &ldquo;I desperately began to seek medical help because I knew this was not normal.&rdquo;</p>\r\n\r\n<p>Vizaino and the boy&rsquo;s father, Noel Zayas, took him to Miami after learning that he had a rare bone disorder called polyostotic fibrous dysplasia. Doctors feared that, if not removed, the tumor would break his neck.</p>\r\n\r\n<drupal-entity data-embed-button=\"ti_media_oembed\" data-entity-id=\"714771\" data-entity-label=\"Ti Media Oembed\" data-entity-type=\"file\" data-entity-uuid=\"\" data-view-mode=\"oembed_display\"></drupal-entity>\r\n\r\n<p>Dr. Robert Marx, chief of oral and maxillofacial surgery for the University of Miami Health System, performed the surgery and said in a statement that he recently visited Emanuel and saw a &ldquo;glimmer of hope&rdquo; in the boy.</p>\r\n\r\n<p>&ldquo;I am saddened by the fact that we are losing him and that apparently the physiologic stress of the surgery was too much for his compromised anatomy to overcome,&rdquo;&nbsp;he said <a href=\"https://www.facebook.com/robertemarx/posts/1440256662738679\" rel=\"noopener\" target=\"_blank\">in a statement</a>. &ldquo;Our hopes of saving his life and in doing so would allow him a better quality of life have not been realized.&rdquo;</p>\r\n\r\n<p>&ldquo;Another angel has arrived in heaven,&rdquo; Marx said.</p>\r\n\r\n<p>He continued, &ldquo;Please know that the family finds comfort in donating Emanuel&rsquo;s body to medical research in hopes of learning more about this rare disease and helping the people all over the world who suffer from it.&rdquo;</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/1512682892/emergency-room-fever-gettyImages-538726573_0.jpg?itok=FUr5XL1p\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/1512682892/emergency-room-fever-gettyImages-538726573_0.jpg?itok=oSjjFIl1\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>MJFelt/Getty Images</p>\r\n</media:credit>\n  </media:group>\n</item>\n\n<item>\n  <title>\n    <![CDATA[A Nurse Already Serving a Life Sentence Was Charged With Killing 97 More Patients\r\n]]>  </title>\n  <link>\n  <![CDATA[http://www.health.com/syndication/niels-hoegel-germany-nurse-patients-murder]]>  </link>\n  <pubDate>\n    <![CDATA[Tue, 23 Jan 2018 12:01:52 -0500]]>  </pubDate>\n  <dc:creator>\n    <![CDATA[Health]]>  </dc:creator>\n  <section><![CDATA[ ]]></section> \n  <guid isPermaLink=\"false\">\n    <![CDATA[http://www.health.com/syndication/niels-hoegel-germany-nurse-patients-murder]]>  </guid>\n  <description>\n    <![CDATA[Niels Hoegel was convicted of two murders and two attempted murders in 2015.\r\n]]>  </description>\n  <content:encoded>\n    <![CDATA[<p>(BERLIN) &mdash; A German nurse who is already serving a life sentence for two murders has been charged with killing 97 more patients over several years at two hospitals in northwestern Germany, prosecutors said Monday.</p>\r\n\r\n<p>The new indictment against Niels Hoegel was expected after officials said in November that he may have killed more than 100 patients in total. He worked at a clinic in Oldenburg from 1999 to 2002 and in nearby Delmenhorst from 2003 to 2005.</p>\r\n\r\n<p>Hoegel was convicted in 2015 of two murders and two attempted murders in Delmenhorst and was given a life sentence.</p>\r\n\r\n<p>During his trial, Hoegel had said he intentionally brought about cardiac crises in about 90 patients in Delmenhorst because he enjoyed the feeling of being able to resuscitate them. He later told investigators that he also killed patients in Oldenburg.</p>\r\n\r\n<p>Those statements prompted investigators to carry out toxicological examinations on dozens of other patients who died at the hospitals, leading to the new charges.</p>\r\n\r\n<p>It wasn&rsquo;t immediately clear when a new trial at the state court in Oldenburg might start. Additional convictions could affect Hoegel&rsquo;s possibility of parole, but there are no consecutive sentences in Germany. In general, people serving life sentences are considered for parole after 15 years.</p>\r\n\r\n<p>Of the new cases, 62 involve patients who died in Delmenhorst and 35 patients in Oldenburg. Prosecutor Martin Koziolek said that, in three further cases investigators viewed as suspicious, tests didn&rsquo;t produce enough evidence to add them to the charge sheet.</p>\r\n\r\n<p>Hoegel used a variety of drugs in his resuscitation attempts, Koziolek said. He added that prosecutors believe Hoegel &ldquo;in all cases at least accepted the death of the patients as a result of the effect of the drugs.&rdquo;</p>\r\n\r\n<p>As part of a wider investigation involving both hospitals, police and prosecutors reviewed more than 500 patient files and hundreds more hospital records. They also exhumed 134 bodies from 67 cemeteries, and questioned Hoegel six times.</p>\r\n\r\n<p>Police have said if local health officials hadn&rsquo;t hesitated in alerting authorities, Hoegel could have been stopped earlier.</p>\r\n\r\n<p>Authorities are already pursuing criminal cases against former staff at the medical facilities.</p>\r\n]]>  </content:encoded>\n  <media:group>\n    <media:content url=\"http://cdn-img.health.com/sites/default/files/styles/200x150/public/field/image/niels-hoegel-germany-nurse-patients-murder.jpg?itok=r-65zNyl\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"200\" height=\"150\" />\n    <media:thumbnail url=\"http://cdn-img.health.com/sites/default/files/styles/75x75/public/field/image/niels-hoegel-germany-nurse-patients-murder.jpg?itok=gQ5QXgaN\" type=\"image/jpeg\" isDefault=\"false\" expression=\"sample\" width=\"75\" height=\"75\">\n    </media:thumbnail>\n    <media:keywords/>\n    <media:credit role=\"photographer\"><p>Carmen Jaspersen—AP</p>\r\n</media:credit>\n  </media:group>\n</item>\n  </channel>\n</rss>\n",
  "headers": {
    "TI-Varnish-Age": "2400",
    "Server": "nginx/1.10.3 (Ubuntu)",
    "Content-Type": "application/rss+xml; charset=utf-8",
    "Via": "1.1 varnish, 1.1 b25e11574059cb446d7bface97673c46.cloudfront.net (CloudFront)",
    "Edge-Control": "public, cache-maxage=3600",
    "X-Content-Type-Options": "nosniff",
    "Expires": "Sun, 19 Nov 1978 05:00:00 GMT",
    "X-Varnish": "1749952529 1749922679",
    "X-Cache": "Miss from cloudfront",
    "Vary": "Accept-Encoding",
    "Connection": "keep-alive",
    "P3P": "CP='PHY ONL UNI PUR FIN COM NAV INT DEM CNT STA PRE CUR ADMa DEVa TAIo PSAo PSDo IVAo IVDo CONo TELo OTPi OUR UNRo PUBi OTRo IND DSP CAO COR'",
    "Cache-Control": "public, max-age=3600",
    "Date": "Sun, 18 Feb 2018 16:50:16 GMT",
    "X-Drupal-Cache": "MISS",
    "Accept-Ranges": "bytes",
    "Content-Length": "41790",
    "Content-Encoding": "gzip",
    "X-Amz-Cf-Id": "h__QRd2ysBmqmmsLt0PSEbFuY5YnHeWtZ4Sk8O1mf6Ls7yHUXDma-A=="
  },
  "response_url": "http://www.health.com/mind-body/feed"
}