{
  "requested_url": "http://www.dynamicbusiness.com.au/feed",
  "fetched_at": "2018-02-18T22:34:20.201063",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>Dynamic Business</title>\n\t<atom:link href=\"http://www.dynamicbusiness.com.au/feed\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://www.dynamicbusiness.com.au</link>\n\t<description>Business News, Business Information, Small Business Help, Business Advice and Tips</description>\n\t<lastBuildDate>Fri, 16 Feb 2018 05:24:27 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<!--Theme by MyThemeShop.com-->\n\n<image>\n\t<url>http://www.dynamicbusiness.com.au/wp-content/uploads/2016/05/cropped-DB_SiteIcon-32x32.jpg</url>\n\t<title>Dynamic Business</title>\n\t<link>http://www.dynamicbusiness.com.au</link>\n\t<width>32</width>\n\t<height>32</height>\n</image> \n\t<item>\n\t\t<title>The business leaders taking humanity forward</title>\n\t\t<link>http://www.dynamicbusiness.com.au/expert/opinion/the-business-leaders-taking-humanity-forward.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/expert/opinion/the-business-leaders-taking-humanity-forward.html#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 04:44:16 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Maria Bellissimo-Magrin]]></dc:creator>\n\t\t\t\t<category><![CDATA[Expert]]></category>\n\t\t<category><![CDATA[Opinion]]></category>\n\t\t<category><![CDATA[Bill Gates]]></category>\n\t\t<category><![CDATA[Celebrity]]></category>\n\t\t<category><![CDATA[Elon Musk]]></category>\n\t\t<category><![CDATA[Leader]]></category>\n\t\t<category><![CDATA[Leadership]]></category>\n\t\t<category><![CDATA[Mark Zuckerberg]]></category>\n\t\t<category><![CDATA[Microsoft]]></category>\n\t\t<category><![CDATA[Technology]]></category>\n\t\t<category><![CDATA[Tesla]]></category>\n\t\t<category><![CDATA[Warren Buffet]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82863</guid>\n\t\t<description><![CDATA[Over the last three decades, many aspects of our culture have been influenced by the rapid growth of social media, technology and the ground-breaking vision of entrepreneurs. In this climate, we are more likely to pay attention to personalities rather than scientists, with celebrity and wealth being favoured over wisdom and traditional evidence. Indeed, so [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Over the last three decades, many aspects of our culture have been influenced by the rapid growth of social media, technology and the ground-breaking vision of entrepreneurs. In this climate, we are more likely to pay attention to personalities rather than scientists, with celebrity and wealth being favoured over wisdom and traditional evidence.</strong></p>\n<p>Indeed, so strong is the cult of personality that our politicians and business leaders have started to cultivate a following. Certainly the superficial appeals to us more than the esoteric and that doesn’t bode well for our intellectual and technological evolution.</p>\n<p>However one thing that hasn’t changed is human nature. We’re still an incredibly compassionate, innovative species and many of our leaders are using their celebrity and money for the good of humanity. Moving away from ego driven motivations, these champions of change are making a big impact.</p>\n<p>Here’s a list of our top three game changers and why they are the ones to watch&#8230;</p>\n<p><strong>Elon Musk</strong></p>\n<p>If Tony Stark flew off the pages of a comic strip and into real life he’d be Elon Musk. Famed for his keen business insight this visionary billionaire’s near prophetic ability to get in on ground-breaking start-ups makes him accessible and relatable in modern culture.</p>\n<p>Musk’s current focus is overseeing a revolution in the automobile industry which will either see Tesla cars becoming a global standard or force the traditional car manufacturers to innovate and invest in green technology. The future of transportation will be an environmentally friendly one and that’s down to Elon Musk and his dedication to his craft.</p>\n<p>But his talents don’t stop with the mid-market electric car; he also has ideas for implant technology to transfer information directly between a host’s brain and a computer, a hyperloop travel system, space travel and a fossil fuel ending way to store renewable energy.</p>\n<p>He’ll soon unveil a 100-megawatt battery in South Australia—the largest lithium-ion battery in world.</p>\n<p><strong>Bill Gates</strong></p>\n<p>Gates is well-known for what he has given the world in terms of technology. Sir Tim Berners-Lee may have invented the Internet but Bill Gates put an affordable computer in every home and office completely revolutionising the way we work, study and play.</p>\n<p>Microsoft made Bill the richest man in the world – a title he has shared with Warren Buffet, the investment savant – and along with his wife Melinda and his friend Buffet he has decided to give away almost all of his wealth.</p>\n<p>The ultra-wealthy are often caricatured as miserly, callous individuals who’d sell their grandmother’s false teeth midway through dinner if there was a profit to be made but the Giving Pledge is challenging that.</p>\n<p>The Giving Pledge is a commitment by wealthy individuals and families to give away more than half of their wealth to causes including poverty eradication, clean water, sanitation, refugee aid, disaster relief, global health, education, women and girls&#8217; empowerment, medical research, arts and culture, criminal justice reform and environmental sustainability.</p>\n<p><strong>Mark Zuckerberg</strong></p>\n<p>If Bill Gates changed the world when he made it affordable for almost every home to have a Windows operated PC then Mark Zuckerberg will certainly change the world with his plans for the Internet.</p>\n<p>The Internet is how we communicate, collaborate and educate in the 21<sup>st</sup> century and Zuckerberg is aghast that many communities across the world are either too remote to access the Internet, do not have the infrastructure or simply cannot afford it. Internet access as a fundamental human right is an obvious next step according to the Facebook founder.</p>\n<p>His Free Basics platform gives users the opportunity to access news, health information and, Facebook, of course, for free. It is hoped that this improved connectivity will boost economic activity and gift opportunities to disadvantaged users.</p>\n<p>These billionaires are using their money and influence to change the world one issue at a time. And they aren’t just spending money; they are actively involved in the day to day operations of everything they do. These are the leaders who are taking humanity forward.</p>\n<hr />\n<p><strong>About the author</strong></p>\n<p><em><img class=\"size-full wp-image-78882 alignleft\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2017/08/canva-photo-editor-459-e1502674996510.png\" alt=\"Maria Bellissimo-Magrin\" width=\"150\" height=\"150\" />Maria Bellissimo-Magrin is the CEO of full-service creative marketing agency <a href=\"http://www.belgrin.com.au/en/home/\">Belgrin</a>. Her previous contributions for Dynamic Business include <a href=\"http://www.dynamicbusiness.com.au/small-business-resources/sales-and-marketing/digital-branding-six-ideas-to-help-your-sme-nail-this-increasingly-complex-task-in-2017.html\">Digital Branding: Six ideas to help your SME nail this increasingly complex task</a>, <a href=\"http://www.dynamicbusiness.com.au/expert/opinion/marketing-blogs/why-potential-customers-ignore-your-ads.html\">Why potential customers ignore your ads</a>, <a href=\"http://www.dynamicbusiness.com.au/technology/social-media-channels-your-sme-needs-to-be-on.html\">Social media channels your SME needs to be on</a>, <a href=\"http://www.dynamicbusiness.com.au/technology/how-user-friendly-is-your-businesss-website.html\">How User Friendly Is Your Business’s Website?</a> and <a href=\"http://www.dynamicbusiness.com.au/featured/the-importance-of-distinguishing-between-good-management-and-good-leadership.html\">The importance of distinguishing between good management and good leadership</a>. </em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/expert/opinion/the-business-leaders-taking-humanity-forward.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Evolution isn’t enough – why we need to eradicate Boys Club Culture altogether</title>\n\t\t<link>http://www.dynamicbusiness.com.au/expert/opinion/evolution-isnt-enough-why-we-need-to-eradicate-boys-club-culture-altogether.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/expert/opinion/evolution-isnt-enough-why-we-need-to-eradicate-boys-club-culture-altogether.html#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 03:20:23 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Anna Thomas]]></dc:creator>\n\t\t\t\t<category><![CDATA[Expert]]></category>\n\t\t<category><![CDATA[Opinion]]></category>\n\t\t<category><![CDATA[#metoo]]></category>\n\t\t<category><![CDATA[500 Startups]]></category>\n\t\t<category><![CDATA[Ben Affleck]]></category>\n\t\t<category><![CDATA[Boy Club]]></category>\n\t\t<category><![CDATA[Chris Maxwell]]></category>\n\t\t<category><![CDATA[gender bias]]></category>\n\t\t<category><![CDATA[gender pay gap]]></category>\n\t\t<category><![CDATA[Harvey Weinstein]]></category>\n\t\t<category><![CDATA[real estate]]></category>\n\t\t<category><![CDATA[Rose McGowan]]></category>\n\t\t<category><![CDATA[Sexual Harassment]]></category>\n\t\t<category><![CDATA[Stockdale & Leggo]]></category>\n\t\t<category><![CDATA[Uber]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82856</guid>\n\t\t<description><![CDATA[Boys Clubs as we once knew them may have changed, but when the heads of major corporations like Uber and 500 Startups continue to be caught out on their own sexual missteps, is accepting this boys club culture as simply ‘evolving’ really enough? Last year, Dynamic Business published an article by Chris Maxwell outlining the [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Boys Clubs as we once knew them may have changed, but when the heads of major corporations like Uber and 500 Startups continue to be caught out on their own sexual missteps, is accepting this boys club culture as simply ‘evolving’ really enough?</strong></p>\n<p>Last year, <a href=\"http://www.dynamicbusiness.com.au/small-business-resources/leadership/despite-increased-diversity-boys-club-culture-has-not-disappeared-it-has-merely-evolved.html\"><em>Dynamic Business</em></a> published an article by Chris Maxwell outlining the ways in which boys club culture has evolved. While these exclusive alliances may appear different on the surface, the reality is that they are more present than ever – and are perhaps even more impenetrable.</p>\n<p>Historically speaking, boys clubs had little need to hide. They weren’t discriminating, or so they’d argue, it was simply ‘the way things were’. But now in the era of <a href=\"https://metoomvmt.org\">#metoo</a>, these clubs are far more covert and members are much deeper in denial of their own actions.</p>\n<p>As Maxwell explains in the article, the modern boys clubs usually take place under the guise of shared history, hobbies, interests, or similarities – things that all seem perfectly innocent, but it’s what these alliances lead to that issues cause for concern.</p>\n<p>Over the course of my career, I’ve seen it time and time again. When gender-based alliances are formed, women will often find themselves excluded from important conversations and major decision making – which subsequently damages their status and authority over time.</p>\n<p>In male-dominated industries like real estate, there is a particularly strong prevalence of boys clubs. In fact, I believe this is one of the fundamental reasons why the gender pay gap in real estate is actually <em>increasing</em> rather than decreasing, and why women in the industry rarely make it to top level executive positions.</p>\n<p>While of course I believe it’s important to build friendships within the workplace, it’s when this comradery overrides meritocracy and the balance of power becomes skewed that things take a turn for the worst. So, should we accept these new-look boys clubs? I don’t believe so. Here are my reasons why I believe we must take action and see that they are eradicated from the professional world.</p>\n<p><strong>Deep sexist roots</strong></p>\n<p>The concept of boys clubs are deeply rooted in a time where it was believed that a women’s place was in the home, and as such their contribution to the workplace was not valued. According to the most recent <a href=\"https://www.wgea.gov.au/sites/default/files/Stats_at_a_Glance.pdf/\">Workplace Gender Equality Agency (WGEA) report</a>, women now make up 46.2% of all employees in Australia, and allowing the patterns of such an outdated way of thinking to continue without question prevents us, as a society, from moving forward.</p>\n<p><strong>Culture of cover up </strong></p>\n<p>One of the most insidious aspects of boys clubs is the cover up culture they breed. Above all else, boys clubs demand loyalty – even when it’s at the expense of another person. In the recent Harvey Weinstein sexual assault scandal, Rose McGowan has accused Ben Affleck of being complicit in the cover up the actions of Weinstein , who was at the time was helping Affleck to build his own career. While Affleck has firmly denied being aware of the events in question, the accusation alone has led to multiple women coming forth with their own experiences of sexual assault with Weinstein or Affleck himself.</p>\n<p><strong>Irreparable damage</strong></p>\n<p>As a society, it is vital that we acknowledge that the full extent of the damage that boys clubs can inflict on the women of the Australia workforce. The effects of these allegiances are something that most women will feel in their careers at one point or another, whether it takes shape in the form exclusion, discrimination, harassment or assault, boys clubs have the potential to ruin careers and cause emotional scarring that never fully heals.</p>\n<p>Taking a perfunctory approach to knocking this old school way of thinking on the head will not make the inroads we need to. In order to ensure that women within the Australian workplace are not subjected to any form of sexual harassment or sexism, we stand together and reject the outdated ideals of those who been left unchecked for far too long.</p>\n<hr />\n<p><em><strong>About the author</strong></em></p>\n<p><em>Anna Thomas is the Chief Operating Officer of major Australian real estate network, <a href=\"https://www.stockdaleleggo.com.au/\">Stockdale &amp; Leggo</a>. She was recognised as a Telstra Business Women’s Awards Finalist in the Corporate and Private Award in 2016, a 2017 Finalist in the Real Estate Business Awards ‘Industry Thought Leader of the Year’ Award and a Bronze Stevie winner in the Woman of the Year category in the 2017 International Business Awards. She is also the Founder and Brand Ambassador of the ‘<a href=\"http://www.empoweredwomen.community/\">Empowered Women in Real Estate</a>’ initiative, a community empowering women to believe in themselves and step forward into leadership roles.</em></p>\n<p>Related: <a href=\"http://www.dynamicbusiness.com.au/small-business-resources/leadership/despite-increased-diversity-boys-club-culture-has-not-disappeared-it-has-merely-evolved.html\">Despite increased diversity, &#8216;Boys Club&#8217; culture has not disappeared&#8230; it has merely evolved</a>, <a href=\"http://www.dynamicbusiness.com.au/featured/lets-talk-gender-equality.html\">Let&#8217;s Talk&#8230; Gender equality</a>, <a href=\"http://www.dynamicbusiness.com.au/featured/the-gender-pay-gap-in-the-real-estate-industry-is-increasing-heres-what-your-business-can-do.html\">The gender pay gap in the real estate industry is increasing: here&#8217;s what your business can do</a> and <a href=\"http://www.dynamicbusiness.com.au/women-in-business/why-do-only-2-per-cent-of-female-business-owners-earn-over-1-million-in-revenue.html\">Why do only 2 per cent of female business owners earn over $1 million in revenue?</a></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/expert/opinion/evolution-isnt-enough-why-we-need-to-eradicate-boys-club-culture-altogether.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>The search for the Holy Grail: Four Challenges You Will Face When Trying to Sell Your Business</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/the-search-for-the-holy-grail-four-challenges-you-will-face-when-trying-to-sell-your-business.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/the-search-for-the-holy-grail-four-challenges-you-will-face-when-trying-to-sell-your-business.html#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 00:54:28 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Legal]]></category>\n\t\t<category><![CDATA[Small Business]]></category>\n\t\t<category><![CDATA[Strategy]]></category>\n\t\t<category><![CDATA[Bianca Reynolds]]></category>\n\t\t<category><![CDATA[business vendor]]></category>\n\t\t<category><![CDATA[Entrepreneur]]></category>\n\t\t<category><![CDATA[Helen Kay]]></category>\n\t\t<category><![CDATA[law]]></category>\n\t\t<category><![CDATA[lawyer]]></category>\n\t\t<category><![CDATA[Legal Vision]]></category>\n\t\t<category><![CDATA[Masao Watanabe]]></category>\n\t\t<category><![CDATA[selling a business]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82846</guid>\n\t\t<description><![CDATA[The &#8216;Holy Grail&#8217;, for many business owners, is to launch a business, grow it, sell it at a profit and retire early. Even for entrepreneurs who are committed to their business for life, the mere knowledge that they could sell if they chose provides a security blanket. However, selling a business can be a complex [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>The &#8216;Holy Grail&#8217;, for many business owners, is to launch a business, grow it, sell it at a profit and retire early. Even for entrepreneurs who are committed to their business for life, the mere knowledge that they could sell if they chose provides a security blanket.</strong></p>\n<p>However, selling a business can be a complex process. In the case of those that turn a steady profit and pose an appealing sales prospect, there still exist a series of marketing, administrative, and legal hurdles to be cleared before a buyer can be secured.</p>\n<p>Business sale and purchase lawyers from online legal services provider, LegalVision, spoke with <em>Dynamic Business</em> about the key challenges business owners face when selling their businesses – and how they can best overcome them.</p>\n<p><strong>1. Finding the Right Time</strong><strong> </strong></p>\n<p>According to LegalVision Practice Leader Helen Kay, identifying the correct time to sell a business is of chief importance.</p>\n<p>“Timing is crucial when it comes to selling your business,” she said.</p>\n<p>“Determining the best time to sell is an art rather than a science. However, market conditions and industry performance at the time of sale will have an impact on the price you can get for your business.”</p>\n<p>For profitable businesses, Kay recommended that owners sell towards the end of the growth arc to maximise the price. In the case of a &#8220;fading business&#8221; – in other words, a business with declining revenue – Kay said the business vendor should temper their expectations.</p>\n<p>“Selling a fading business can be difficult – declining financial performance is detrimental to the purchase price,” she explained.</p>\n<p>“In this situation, you could consider selling the business’ equipment through an Agreement to Sell Equipment. This is different to a business sale because you are not selling the business’ goodwill or intellectual property.</p>\n<p>“Failing that, you can implement a transformation strategy for your business, or look to reduce costs by renegotiating agreements with suppliers. This could give you the option to continue trading until business performance improves.”</p>\n<p><strong>2. Finding a Buyer</strong></p>\n<p>For first-time business vendors, the search for a buyer can feel like a daunting concept. However, there are a number of resources that exist to connect available businesses to interested parties.</p>\n<p>“You can cast a wide net by advertising your business online, for example, on Seek Business or Gumtree,” said Masao Watanabe, a Business Sale and Purchase Lawyer at LegalVision.</p>\n<p>“Alternatively, a business broker can take on much of the work that’s involved with selling a business and help you promote your business and find a buyer. They can also assist with negotiating some of the terms of the sale with a buyer.”</p>\n<p>Watanabe also suggested looking internally for potential buyers: “You may decide that it is a good idea to tell your employees and suppliers that you are planning on selling – not only to prevent people panicking about a shotgun sale, but also because you may find a genuine buyer within this group.”</p>\n<p><strong>3. Adequately Preparing for the Sale</strong></p>\n<p>While less glamorous than courting a buyer, collecting all pertinent information is no less integral for a business sale.</p>\n<p>“The information that you collect will give both you and the buyer a clearer understanding of your business and will also help you to identify your business’ strengths and weaknesses,” said LegalVision Business Sale Lawyer Bianca Reynolds.</p>\n<p>“If your business owns a well-known brand and all of its equipment outright, has a team with a low churn rate and exclusive contracts with reputable suppliers or customers, these are strengths to highlight. On the other hand, a weakness could be that it has experienced a downturn in profits in the past few months or there are issues with intellectual property ownership rights.</p>\n<p>“Having all the information on hand will also speed up the sale process, and allow the buyer to undertake their due diligence quickly.”</p>\n<p>Relevant sales documents include financial information; business name registration; asset and IP lists; licences and permits; supplier and customer agreements; and the business property lease.</p>\n<ol start=\"4\">\n<li><strong>Determining a Fair Sale Price</strong></li>\n</ol>\n<p>Many business vendors can feel nervous when naming a sale price. Too high, and they will deter potential buyers. Too low, and they risk undercutting their own profits. Fortunately, Kay said there exist two main methods for pricing a business: asset valuation and multiplier basis.</p>\n<p>“An asset valuation is where you add up the value of all your assets including both physical and intangible assets to set a sale price,” she said.</p>\n<p>“The multiplier basis involves multiplying your annual profit or revenue by a specific number — the ‘multiplier’ or “multiple’. This valuation method is most common for growing businesses. One way to think about a multiplier of profit is that if someone buys your business on a multiplier of 3x profit, they would hope to be able to make back their investment within three years.”</p>\n<p>Kay warned that both methods have their limitations, and it is important for any business vendor to think on which approach will suit their needs.</p>\n<p>“If your business is one where most of the value is in the goodwill, such as brand awareness, customer lists, reputation, an asset valuation may not really be meaningful and a multiplier method will probably be more appropriate,” she said.</p>\n<p>“When using the multiplier basis, there are also many other factors that might apply to a business.</p>\n<p>“One of the key ones is the industry that your business operates in. You can look around and see what multiples of profit or revenue similar businesses in your industry have sold for recently as an alternative way to get a feel for what an appropriate multiplier might be.”</p>\n<p><strong><em>LegalVision will be hosting an event titled “How to Sell Your Business” on Wednesday 21 February from 6pm. To RSVP for the event, <a href=\"https://www.eventbrite.com.au/e/how-to-sell-your-business-hosted-by-legalvision-tickets-43112844679\">click here</a>.</em></strong></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/the-search-for-the-holy-grail-four-challenges-you-will-face-when-trying-to-sell-your-business.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Fed Govt introduces legislation to ensure multinationals pay the right amount of tax</title>\n\t\t<link>http://www.dynamicbusiness.com.au/news/fed-govt-introduces-legislation-to-ensure-multinationals-pay-te-right-amount-of-tax.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/news/fed-govt-introduces-legislation-to-ensure-multinationals-pay-te-right-amount-of-tax.html#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 23:51:24 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Business Tax]]></category>\n\t\t<category><![CDATA[Government]]></category>\n\t\t<category><![CDATA[Kelly O’Dwyer]]></category>\n\t\t<category><![CDATA[loophole]]></category>\n\t\t<category><![CDATA[multinational]]></category>\n\t\t<category><![CDATA[Tax]]></category>\n\t\t<category><![CDATA[Treasury Laws Amendment (Income Tax Consolidation Integrity) Bill 2018]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82841</guid>\n\t\t<description><![CDATA[The Federal Government is acting to improve the integrity and operation of the business tax system by introducing legislation to close loopholes in the tax consolidation regime that create unintended tax outcomes, Minister for Revenue and Financial Services, Kelly O’Dwyer has announced. According to Minister O’Dwyer, the tax consolidation regime, in allowing wholly-owned corporate groups [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>The Federal Government is acting to improve the integrity and operation of the business tax system by introducing legislation to close loopholes in the tax consolidation regime that create unintended tax outcomes, Minister for Revenue and Financial Services, Kelly O’Dwyer has announced. </strong></p>\n<p>According to Minister O’Dwyer, the tax consolidation regime, in allowing wholly-owned corporate groups to be treated as a single entity for tax purposes, reduces compliance costs for business and improve the integrity of the tax system; however, she said multinational consolidated groups can, in some circumstances, “achieve tax free gains on assets by transferring entities between non-resident associates”.</p>\n<p>“The [<a href=\"https://www.aph.gov.au/Parliamentary_Business/Bills_Legislation/Bills_Search_Results/Result?bId=r6050\">Treasury Laws Amendment (Income Tax Consolidation Integrity) Bill 2018</a>] will improve the integrity of the consolidation regime by preventing multinational groups from sheltering future income tax by &#8216;churning&#8217; entities between related parties,” Minister O’Dwyer said. “This will ensure that these multinational groups pay the right amount of tax on gains from their Australian assets.</p>\n<p>In addition, she said the Bill will improve the integrity and operation of the consolidation rules by:</p>\n<ul>\n<li>removing a double tax benefit arising from the treatment of deductible liabilities,</li>\n<li>simplifying the rules by disregarding deferred tax liabilities,</li>\n<li>preventing double benefits from arising from securitised assets,</li>\n<li>ensuring the tax treatment of certain assets and liabilities is consistent with economic substance, and</li>\n<li>closing a loophole allowing access to double deductions by shifting value across entities.</li>\n</ul>\n<p>“The changes in this Bill implement recommendations made by the Board of Taxation in its post-implementation reviews of the consolidation regime,” Minister O’Dwyer said.</p>\n<p>&#8220;The Government has consulted extensively on these measures, including as part of the Board of Taxation reviews. The Government has listened carefully to stakeholders in the design of these changes to ensure they are fair and balanced.</p>\n<p>&#8220;These new laws will secure more revenue for our community, helping to guarantee infrastructure and essential services across Australia.&#8221;</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/news/fed-govt-introduces-legislation-to-ensure-multinationals-pay-te-right-amount-of-tax.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>“Rocket science is no easy feat”: Fleet’s CEO on paving the way for space startups in Australia</title>\n\t\t<link>http://www.dynamicbusiness.com.au/entrepreneur-profile/rocket-science-is-no-easy-feat-fleets-ceo-on-paving-the-way-for-space-startups-in-australia.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/entrepreneur-profile/rocket-science-is-no-easy-feat-fleets-ceo-on-paving-the-way-for-space-startups-in-australia.html#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:50:29 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[Entrepreneur]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Profiles]]></category>\n\t\t<category><![CDATA[Adelaide]]></category>\n\t\t<category><![CDATA[aerospace engineering]]></category>\n\t\t<category><![CDATA[Atlassian Matthew Pearson]]></category>\n\t\t<category><![CDATA[Blackbird Ventures]]></category>\n\t\t<category><![CDATA[CNES]]></category>\n\t\t<category><![CDATA[Flavia Tata Nardini]]></category>\n\t\t<category><![CDATA[fleet]]></category>\n\t\t<category><![CDATA[Horizon Ventures]]></category>\n\t\t<category><![CDATA[IOT]]></category>\n\t\t<category><![CDATA[Matthew Tetlow]]></category>\n\t\t<category><![CDATA[Mike Cannon-Brookes]]></category>\n\t\t<category><![CDATA[nano satellite technology]]></category>\n\t\t<category><![CDATA[Series A]]></category>\n\t\t<category><![CDATA[space]]></category>\n\t\t<category><![CDATA[space agency]]></category>\n\t\t<category><![CDATA[space startup]]></category>\n\t\t<category><![CDATA[Start-Up]]></category>\n\t\t<category><![CDATA[STEM]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82831</guid>\n\t\t<description><![CDATA[When Fleet launched in 2015, its three founders faced an uphill battle. They had created an IoT nanosatellite technology startup in Adelaide at a time when Australia’s commercial space sector was practically non-existent and – in the absence of a national space agency – they were told the venture would likely fail. Fast-forward to today [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>When Fleet launched in 2015, its three founders faced an uphill battle. They had created an IoT nanosatellite technology startup in Adelaide at a time when Australia’s commercial space sector was practically non-existent and – in the absence of a national space agency – they were told the venture would likely fail.</strong></p>\n<p>Fast-forward to today and <a href=\"https://www.fleet.space\">Fleet</a> is in the midst of a hot streak that has helped give life to Australia’s once-static space startup ecosystem. In less than 12 months, the startup has completed a $5 million Series A capital raise, partnered with French space agency CNES, opened offices in LA and the Netherlands and seen its workforce balloon to more than 20 employees. Most recently, Fleet secured a $500,000 Future Jobs Fund grant from the South Australian Government, giving it the means to create a mission control centre in Adelaide as well as 17 ongoing jobs in IT and advanced manufacturing.</p>\n<p>According to Fleet’s CEO, Flavia Tata Nardini, she and her team aren’t just getting started, they have long-term plans to become a unicorn. The Italian-born entrepreneur spoke to <em>Dynamic Business</em> about the startup she co-founded with Matthew Pearson (COO) and Matthew Tetlow (ex-CTO), including the ins-and-outs of Fleet’s core technology, its major wins and the influence its success has had on Australia’s commercial space sector.</p>\n<p><strong>DB: What is the elevator pitch for Fleet?</strong></p>\n<p><strong>Nardini:</strong> Determined to transform the future of industries from space, we’re launching a world-first constellation of 100 nanosatellites to ubiquitously connect the world’s IoT devices, which are predicted to number 75 billion by 2025. Once live, our network will create a digital nervous system that covers the planet, creating a world more connected than ever before.</p>\n<p>Our world is facing some huge challenges – we live in an era of exponential population growth, increasing environmental challenges and rapid resource depletion. The constellation of nanosatellites will power the next industrial revolution, giving businesses new access to data and connectivity, so that many of these issues can be solved.</p>\n<p>Using our patented IoT nanosatellite technology (i.e. the software payload within the satellites), we’re able to gather data for our customers and provide them with insights necessary to operate more efficiently. From equipping the Defence Force with instantaneous data for maritime safety exercises, to providing the digital infrastructure to create vertical fences for precision agriculture, and even monitoring tree regeneration in the Amazon rainforest –  there are endless possibilities.</p>\n<p><strong>DB: What circumstances led to the creation of Fleet?</strong></p>\n<p><strong>Nardini:</strong> Due to a life-long passion for rockets and engines, I studied to become an aerospace engineer. Then, ten years ago, my career took off when I started working as a propulsion engineer for the European Space Agency (ESA) in the Netherlands. During my three years with ESA, I began exploring ways to put miniature engines into nanosatellites known as CubeSats. At that time, they were still being used for research purposes, not commercial.</p>\n<p>After meeting my husband (he’s an Aussie) four years ago, I moved to Adelaide to be with him. There was only one space startup in the country (Saber Astronautics), so it was tough finding a job that truly interested me… especially without an Australian passport. It made me realise that entrepreneurship was the right path for me.</p>\n<p>Fortunately, it wasn’t long before I connected with fellow aerospace engineer Matthew Tetlow and serial entrepreneur Matthew Pearson (Co-founder &amp; CEO, Honcho). Like me, both wanted to see the Australian space industry thrive. In early 2014, we co-founded LaunchBox, determined to affect real change by improving engagement with STEM and inspire school students to look to the stars for their futures. We did so by supplying a kit that enabled students to build a miniature CubeSat satellite using 3D printed components.</p>\n<p>The following year, the three of us co-founded Fleet. We saw a massive opportunity to solve some of the world’s big issues from space using our patented IoT nanosatellite technology.</p>\n<p><strong>DB: What are the advantages of nanosatellites over traditional ones? </strong></p>\n<p><strong>Nardini:</strong> Nanotechnology is transforming the space industry. The miniaturisation of electronics and the use of lightweight materials to build components has seen the rise of cost-efficient and lean manufactured nanosatellites. Instead of spending billions launching very large satellites 36,000km from earth, which is a complex exercise, we will piggyback on rocket launches scheduled across the world to deploy a swarm of little satellites (roughly the size of a shoebox) into low orbit – at a fraction of the cost. We’re gearing up to launch our first two nanosatellites this year but we’re in a positon to launch the entire constellation within the next three to four years.</p>\n<p><strong>DB: What sort of capital will be required to launch the constellation? </strong></p>\n<p><strong>Nardini:</strong> Let me tell you, rocket science is no easy feat! Unlike a software company, which you can bootstrap, a space company such as Fleet is very capital intensive due to infrastructure requirements, including the nanosatellites and ground stations. We couldn’t survive without VCs and private investment, which is why capital raising is part of our daily job at Fleet. Securing $5m in Series A capital from Blackbird Ventures, Mike Cannon-Brookes and Silicon Valley’s Horizon Ventures last year was a huge win for us. It also made us one of the first companies in the world to raise capital for nanosatellite IoT.</p>\n<p><strong>DB: You’re also the first space startup in Cannon-Brookes portfolio…</strong></p>\n<p><strong>Nardini:</strong> Yes, It’s very flattering! Being the co-founder of Atlassian, his name affords us a great deal of credibility and we’re also benefitting from his passion, advice, encouragement and support.</p>\n<p><strong>DB: How significant is your partnership with French space agency CNES?</strong></p>\n<p><strong>Nardini:</strong> When we announced our partnership with CNES, last year, it was especially significant because the Australian Government hadn’t yet announced its plans to launch a national space agency. CNES is the second biggest space agency in the world after NASA but they’re the first to have a program which deploys satellite in IoT.  Having them partner wth us means we’ve not only been validated by the VC community, we’ve also been validated by the space community! CNES is providing us with access to not only fifty years of industry knowledge but also vital infrastructure. For instance, the agency will be using their network of ground communications antennas to track our first two nanosatellites once they launch. Our mission control centre in Adelaide will also be critical for the operational support of our nanosatellites and will ultimately safeguard the connection of our network of billions of online devices.</p>\n<p><strong>DB: What will the creation of a national space agency mean for Fleet?</strong></p>\n<p><strong>Nardini:</strong> It will be a huge turning point for Australia’s space industry in terms of legislative support, funding opportunities and promoting STEM education. For Fleet specifically, the agency will provide opportunities for us to apply for greater government grants, attract more world-class talent and keep Fleet’s headquarters on Australian soil.</p>\n<p><strong>DB: What has been a major barrier to realising your vision for Fleet?</strong></p>\n<p><strong>Nardini:</strong> It hasn’t been easy creating a space startup from this side of the planet… but we’re proving it can be done. If Fleet had been a Silicon Valley startup, we’d be very rich; instead, we decided to create a space startup in Australia at a time when a commercial space industry didn’t really exist and there wasn’t even a national space agency. Maybe we were being a bit naïve but Matt (Pearson) and I didn’t listen to the environment… if we had, Fleet would never had succeeded. In the very beginning, we had people tell us, “it will fail, there’s no money”. We chose to ignore them and just do it. To get to where we are, we’ve had to have a great story, a customer focus, a global mindset and be very bold.</p>\n<p><strong>DB: How is the overall health of Australia’s space industry today?</strong></p>\n<p><strong>Nardini:</strong> In the past year, Australia has gone from a couple of space startups to more than two sixty. So, the commercial space sector is booming. Part of the reason is that Australia offers many geographical benefits for space activities including minimal light pollution, expansive land areas to test on and highly educated workers. Also, ambitious space startups are thriving due to state government support and interest from private investors and global VCs. As one of Australia’s first successful space startups, we’ve helped validate the market, paving the way for others to create their own success.</p>\n<p><strong>DB: Looking ahead, what growth plans do you have for Fleet?</strong></p>\n<p><strong>Nardini:</strong> This year is gearing up to be incredible one for Fleet. In addition to launching our first two nanosatellites, creating the mission control centre in Adelaide, undertaking a variety of pilot projects and working on our product pipeline, we will be launching a Series B funding round.</p>\n<p>We also have plans to build our first ground station in South Australia to support the telecommand of our first nanosatellites and the customer data collected. This ground station will be the first of many that we’re looking to create around the world to support our constellation of nanosatellites.</p>\n<p>I’m also really focused on showing industries address pressing issues, such as food and water wastage, with the aid of low-cost IoT nanosatellite technology. Ultimately, we want to grow Fleet to become unicorn company. A lot of work to do but we’ve got the team to do it, so we’re quite positive.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/entrepreneur-profile/rocket-science-is-no-easy-feat-fleets-ceo-on-paving-the-way-for-space-startups-in-australia.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>InfoTrack partners with ASX to consider taking on PEXA for Australia&#8217;s e-conveyancing crown</title>\n\t\t<link>http://www.dynamicbusiness.com.au/news/infotrack-partners-with-asx-to-consider-taking-on-pexa-for-australias-e-conveyancing-crown.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/news/infotrack-partners-with-asx-to-consider-taking-on-pexa-for-australias-e-conveyancing-crown.html#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 04:22:06 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[5 technology trends to watch]]></category>\n\t\t<category><![CDATA[ASX]]></category>\n\t\t<category><![CDATA[conveyancing]]></category>\n\t\t<category><![CDATA[ELNO]]></category>\n\t\t<category><![CDATA[InfoTrack]]></category>\n\t\t<category><![CDATA[PEXA]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82821</guid>\n\t\t<description><![CDATA[Property Exchange Australia (PEXA), which has positioned itself as  ‘the ASX for property settlements’, is facing a significant threat to its monopoly over the market from a potential new joint venture. PEXA is currently the only company in Australia licensed to settle property transactions electronically through its ELNO (Electronic Lodgement Network Operator) platform. However, it [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Property Exchange Australia (PEXA), which has positioned itself as  ‘the ASX for property settlements’, is facing a significant threat to its monopoly over the market from a potential new joint venture.</strong></p>\n<p>PEXA is currently the only company in Australia licensed to settle property transactions electronically through its ELNO (Electronic Lodgement Network Operator) platform.</p>\n<p>However, it has been revealed that fast-growing e-conveyancing technology company InfoTrack has partnered with the Australian Securities Exchange (ASX) to consider launching a rival ELNO by the end of 2018.</p>\n<p>The Australian Financial Review has noted that while PEXA has a “clear first mover advantage” and backing from the likes of the big four banks, Macquarie and state governments, ASX represents “credibility and experience in clearing and settling transactions” while InfoTrack is &#8220;not just any new entrant&#8221; – it’s one of four conveyancing software providers driving conveyancers to PEXA’s platform (the others being GlobalX , SAI Global Property and Equifax).</p>\n<p>In an email announcing the potential venture to their clients, InfoTrack CEO John Ahern and Chairman Stephen Wood advised that their company’s ELNO would “support Australia’s move to electronic settlements by: giving market participants choice and the benefits that flow from competition; improving reliability of the marketplace by eliminating single party risk; and delivering on the anticipated efficiencies of electronic settlements and lodgements”.</p>\n<p><em>Dynamic Business</em> has reached out to PEXA for comment.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/news/infotrack-partners-with-asx-to-consider-taking-on-pexa-for-australias-e-conveyancing-crown.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>New Financial Complaints Authority will improve small businesses access to justice</title>\n\t\t<link>http://www.dynamicbusiness.com.au/news/new-financial-complaints-authority-will-improve-small-businesses-access-to-justice.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/news/new-financial-complaints-authority-will-improve-small-businesses-access-to-justice.html#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 01:20:13 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Small Business]]></category>\n\t\t<category><![CDATA[ASBFEO]]></category>\n\t\t<category><![CDATA[Australian Financial Complaints Authority]]></category>\n\t\t<category><![CDATA[Craig Laundy]]></category>\n\t\t<category><![CDATA[Kate Carnell]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82816</guid>\n\t\t<description><![CDATA[The passage of legislation establishing the Australian Financial Complaints Authority (AFCA) will result in small businesses having access to “free, fast and binding” dispute resolution, according to Small Business Minister Craig Laundy. The Treasury Laws Amendment (Putting Consumers First – Establishment of the Australian Financial Complaints Authority) Bill establishes a one-stop shop for the resolution [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>The passage of legislation establishing the Australian Financial Complaints Authority (AFCA) will result in small businesses having access to “free, fast and binding” dispute resolution, according to Small Business Minister Craig Laundy.</strong></p>\n<p>The Treasury Laws Amendment (Putting Consumers First – Establishment of the Australian Financial Complaints Authority) Bill establishes a one-stop shop for the resolution of financial services and superannuation complaints made by consumers and small businesses.</p>\n<p>&#8220;I am pleased to say that small businesses and primary producers will overwhelmingly benefit from the new AFCA scheme, with significant increases in the compensation available and a more flexible definition of a small business,&#8221; said Minister Laundy.</p>\n<p>&#8220;The Turnbull Government has enhanced access to AFCA by redefining a small business as any business with fewer than 100 employees, and by lifting the compensation available to those small businesses that are primary producers to $2 million.&#8221;</p>\n<p>The Government has decided that AFCA will start receiving disputes from no later than 1 November 2018. To achieve a smooth transition, the Government is seeking a proposal for a not-for-profit company to operate the AFCA scheme to be lodged with Treasury by 15 March 2018.</p>\n<p>Commenting on the passage of the bill, the Australian Small Business and Family Enterprise Ombudsman (ASBFEO), Kate Carnell said she was “particularly pleased” with the more flexible definition of a small business as fewer than 100 employees and a rise in the compensation cap for agricultural small business.</p>\n<p>She continued, “It is good to see that a small business will be able to seek resolution of a dispute where the credit facility is up to $5 million and potentially receive compensation of up to $1 million,” Ms Carnell said.</p>\n<p>“Small businesses do not have the time or the money to hire lawyers and challenge banks and other financial institutions through the court system.</p>\n<p>“This will significantly improve small businesses access to justice, which we raised in our Small Business Loans Inquiry last year.</p>\n<p>“The AFCA one-stop-shop will be free, fast and binding, and will provide the forum where the needs of small business are understood, which we hope will significantly reduce the need for litigation.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/news/new-financial-complaints-authority-will-improve-small-businesses-access-to-justice.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Australia&#8217;s first incubator for resource-intensive hardware startups opens soon</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/australias-first-incubator-for-resource-intensive-hardware-startups-opens-soon.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/australias-first-incubator-for-resource-intensive-hardware-startups-opens-soon.html#respond</comments>\n\t\t<pubDate>Wed, 14 Feb 2018 22:50:06 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Noticeboard]]></category>\n\t\t<category><![CDATA[Start-Up]]></category>\n\t\t<category><![CDATA[3D printing]]></category>\n\t\t<category><![CDATA[Arc]]></category>\n\t\t<category><![CDATA[CNC machines]]></category>\n\t\t<category><![CDATA[drone]]></category>\n\t\t<category><![CDATA[Electronics]]></category>\n\t\t<category><![CDATA[Hardware]]></category>\n\t\t<category><![CDATA[incubator]]></category>\n\t\t<category><![CDATA[Marketing]]></category>\n\t\t<category><![CDATA[robotics]]></category>\n\t\t<category><![CDATA[Vektor Innovation]]></category>\n\t\t<category><![CDATA[Victor Vicario]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82797</guid>\n\t\t<description><![CDATA[Australia’s first hardware incubator launches in Brisbane, next week, with the entrepreneur at its helm promising resource-intensive startups efficient and affordable access to equipment that will streamline the development and commercialisation of ground-breaking products. Arc Hardware Incubator is being delivered by Vektor Innovation whose CEO, Victor Vicario, told Dynamic Business that early-stage hardware ventures can [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Australia’s first hardware incubator launches in Brisbane, next week, with the entrepreneur at its helm promising resource-intensive startups efficient and affordable access to equipment that will streamline the development and commercialisation of ground-breaking products. </strong></p>\n<p><a href=\"http://arc.space/\">Arc Hardware Incubator</a> is being delivered by Vektor Innovation whose CEO, Victor Vicario, told <em>Dynamic Business</em> that early-stage hardware ventures can get derailed at the outset due to expenses incurred during the prototyping stage.</p>\n<p>“When a hardware innovator is prototyping a physical product, they tend to require machinery that, off the bat, can cost tens of thousands of dollars,” he said. “Plus, the machines an innovator will require generally have a specialised function, meaning they’ll get limited use out of them relative to the cost.</p>\n<p>“Unlike a software startup, which can do all their product development from a laptop, hardware startups don’t have the luxury of a single piece of equipment that allows them to develop their prototype. On top of that, there’s a bit of a Catch 22 scenario where hardware innovators require capital to develop their prototype… but investors want to see a prototype before they give them money.”</p>\n<div id=\"attachment_82811\" style=\"width: 288px\" class=\"wp-caption alignleft\"><img class=\"wp-image-82811 size-full\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2018/02/canva-photo-editor-575.png\" alt=\"\" width=\"278\" height=\"373\" srcset=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2018/02/canva-photo-editor-575.png 278w, http://www.dynamicbusiness.com.au/wp-content/uploads/2018/02/canva-photo-editor-575-224x300.png 224w\" sizes=\"(max-width: 278px) 100vw, 278px\" /><p class=\"wp-caption-text\">Victor Vicario, CEO of Vektor Innovation (t/as Arc Hardware Incubator)</p></div>\n<p><strong>In-house experts, equipment</strong></p>\n<p>Vicario said Arc, which is 460 m² facility in Fortitude Valley, addresses these difficulties for its members by providing them with flexible access to a range of cutting-edge advanced prototyping and manufacturing equipment that might otherwise be beyond their means. Resources include computer labs with pre-installed industrial design software, 3D printers (“stay tuned for carbon fibre 3D printing”), laser cutters, CNC machines and soldering stations as well as assembly and testing facilities.</p>\n<p>In addition, Vicario said Arc has a ‘media lab’, where members can access audio and video equipment to produce content for “use in marketing, crowdfunding campaigns or investment pitches”.</p>\n<p>According to Vicario, providing members with access to in-house technical and business expertise as well as ongoing mentoring and opportunities for industry networking and investor engagement has been “as important as ensuring they have the right prototyping and manufacturing resources”.</p>\n<p>To cater for hardware startups at different stages of their journey – from pre-revenue ventures still finalising their core talent through to more established companies – Vicario said Arc operates a subscription-based model, with “access to prototyping and manufacturing technologies from as little as $25 per day”.</p>\n<p><strong>Remote access for members</strong></p>\n<p>Leveraging a $260,000 Incubator Support grant from the Federal Government, Vicario said Arc will very shortly beginning rolling out a series of programs designed to engage the hardware startup community.</p>\n<p>“We have startup weekends planned as well as industry-specific hackathons where innovators will address real-world problems,” he said. “We’ll also introduce a pre-accelerator program to assist innovators with early-stage product development and a post-accelerator program to prepare companies for the logistical issues and regulatory requirements associated with manufacturing in large volumes.</p>\n<p>Vicario said Arc is able to accommodate between 30 and 40 startup teams due to the fact that it houses equipment that can be operated remotely.</p>\n<p>“Nearly all of our equipment can operate for a long period of time – ten, twenty, thirty hours or more – so we can create benefits for a lot of teams even when they’re not physically present at the incubator,” he said. “They can send jobs remotely and monitor when they can come into the incubator and what’s equipment has been booked. It’s an efficient approach that allows us to coordinate those numbers.</p>\n<p><strong>“Incredibly varied membership”</strong></p>\n<p>Although Arc doesn’t officially open its doors until Wednesday, 21 February, Vicario said he and his team have been accommodating ‘beta’ tenants since November 2017.</p>\n<p>One tenant making use of the incubator space is developing a wearable device that draws on data collection, senor technology and an alert system to address the safety risk of mine truck drivers falling asleep behind the wheel.</p>\n<p>Another tenant has developed a handheld device that uses sensors to empower people with vision impairments to navigate three-dimensional objects in the real-world.</p>\n<p>A third is working on a manufacturing machine, with a view to enabling small businesses to compete in the advanced manufacturing space.</p>\n<p>“Other tenants are working in robotics, education, drone-tech, battery tech including soft-charging and so on,” Vicario commented. “Already, our membership is incredibly varied.”</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/australias-first-incubator-for-resource-intensive-hardware-startups-opens-soon.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Why budding entrepreneurs shouldn&#8217;t feel ashamed if their startups aren&#8217;t successful</title>\n\t\t<link>http://www.dynamicbusiness.com.au/start-up-entrepreneur/why-budding-entrepreneurs-shouldnt-feel-ashamed-if-their-startups-arent-successful.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/start-up-entrepreneur/why-budding-entrepreneurs-shouldnt-feel-ashamed-if-their-startups-arent-successful.html#respond</comments>\n\t\t<pubDate>Wed, 14 Feb 2018 02:20:46 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Gerard Holland]]></dc:creator>\n\t\t\t\t<category><![CDATA[Start-Up]]></category>\n\t\t<category><![CDATA[Entrepreneur]]></category>\n\t\t<category><![CDATA[Failure]]></category>\n\t\t<category><![CDATA[Gerard Holland]]></category>\n\t\t<category><![CDATA[Investment]]></category>\n\t\t<category><![CDATA[Outcome-Hub]]></category>\n\t\t<category><![CDATA[Outcome.Life]]></category>\n\t\t<category><![CDATA[startups]]></category>\n\t\t<category><![CDATA[Training]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82784</guid>\n\t\t<description><![CDATA[There is a stigma about having an unsuccessful startup as it can quickly go from excitedly telling others about your idea to explaining why you have moved back in with your parents. But failing a startup shouldn’t be viewed so negatively by those in the business world or by others. Many budding entrepreneurs who decide [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>There is a stigma about having an unsuccessful startup as it can quickly go from excitedly telling others about your idea to explaining why you have moved back in with your parents. But failing a startup shouldn’t be viewed so negatively by those in the business world or by others.</strong></p>\n<p>Many budding entrepreneurs who decide to commence a startup are excited about potential growth while nervous about failure, but the statistics aren’t helping any fears people might have.</p>\n<p>A report from Dun &amp; Bradstreet shows that the startup failure rate is on the rise with a 42% increase in the number of startups ceasing operations.</p>\n<p>While it is challenging to make it big, people should not be ashamed for opening a startup that didn’t go as planned.</p>\n<p>Many people will look at this as a bad thing, but here’s why it is quite the opposite.</p>\n<p><strong>It’s not failing, it’s practice</strong></p>\n<p>An unsuccessful startup should be placed in the same category as practice or training. Just like you train for a marathon or study before a test, the only real way to practice running a business is to actually start one.</p>\n<p>Startups are the best way to do practice as there’s a lot less on the line than buying an established business or franchise. Failing a business in its early stages is much more harmless than folding later down the track.</p>\n<p>There are less staff that will become unemployed and there is likely to be less money invested.</p>\n<p>People shouldn’t think of it as investing time and money into a business that went nowhere. If you don’t win a gold medal, does that make competing at the Olympics any less of a valuable experience? No, and it’s the same in the startup and small business world.</p>\n<p><strong>There’s still scope for a second, third and fourth chance</strong></p>\n<p>Classifying an unsuccessful startup as ‘practice’ implies that there will be another attempt at starting a business and many people that I come across are planning to do just that.</p>\n<p>This cloud really does have a silver lining and the founders of these businesses could use what they have learnt for the better.</p>\n<p>Things from the get-go could be done different, experts should be called in sooner or more market research undertaken.</p>\n<p>These are the most common things I hear when talking to former startup owners that they wish they had done.</p>\n<p><strong>Attitudes need to change</strong></p>\n<p>Many people that try to start businesses in Australia can’t stand the thought of failing.</p>\n<p>Some cultures, particularly in Asia, do not accept a failed business in such a way, and international students in Australia don’t want to go home and explain to their parents that their business was hardly able to take off the ground.</p>\n<p>I have worked with budding entrepreneurs in Outcome.Hub, most which are international students. One international graduate had a shot at creating an app that simplifies the process of choosing a restaurant. However, the pin was pulled early when it was discovered it was too hard of an app to monetise.</p>\n<p>While the founder feels like a disappointment and is trying to save face in front of his parents, it should be seen in a completely different light.</p>\n<p>I know that this particular graduate has learnt so much from what has been an incredibly valuable experience but many people, and even the statistics, don’t see it that way.</p>\n<p>Our perceptions and attitudes towards failed businesses needs to change so that it isn’t seen as a bad thing but as more of a stepping stone to startup success.</p>\n<hr />\n<p><em><strong>About the author</strong></em></p>\n<p><em>Gerard Holland is the co-founder of <a href=\"https://outcome.life/\">Outcome.Life</a> and Outcome-Hub and specialises in empowering international graduates through independent advice and help. He and his co-founder Domenic Saporito spoke with Dynamic Business earlier this year. See: <a href=\"http://www.dynamicbusiness.com.au/entrepreneur-profile/stemming-the-brain-drain-meet-the-duo-behind-the-new-start-up-hub-for-international-talent.html\">Stemming the brain drain: meet the duo behind the new start-up hub for international talent</a>. In addition, Holland wrote <a href=\"http://www.dynamicbusiness.com.au/start-up-entrepreneur/why-start-ups-and-education-providers-should-go-hand-in-hand-in-australia-moving-forward.html\">Why start-ups and education providers should go hand-in-hand in Australia moving forward</a>. </em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/start-up-entrepreneur/why-budding-entrepreneurs-shouldnt-feel-ashamed-if-their-startups-arent-successful.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>&#8220;Huge coup for Sydney&#8221; –  $35m startup hub to host exclusive Microsoft accelerator program</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/huge-coup-for-sydney-35m-startup-hub-to-host-exclusive-microsoft-accelerator-program.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/huge-coup-for-sydney-35m-startup-hub-to-host-exclusive-microsoft-accelerator-program.html#respond</comments>\n\t\t<pubDate>Wed, 14 Feb 2018 01:35:56 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Start-Up]]></category>\n\t\t<category><![CDATA[Fishburners]]></category>\n\t\t<category><![CDATA[H2 Ventures]]></category>\n\t\t<category><![CDATA[Jobs for NSW]]></category>\n\t\t<category><![CDATA[John Barilaro]]></category>\n\t\t<category><![CDATA[Microsoft]]></category>\n\t\t<category><![CDATA[Microsoft Scale-Up]]></category>\n\t\t<category><![CDATA[Premier Gladys Berejiklian]]></category>\n\t\t<category><![CDATA[scallop]]></category>\n\t\t<category><![CDATA[Slingshot]]></category>\n\t\t<category><![CDATA[startupAUS]]></category>\n\t\t<category><![CDATA[Sydney Startup Hub]]></category>\n\t\t<category><![CDATA[Tank Stream Labs]]></category>\n\t\t<category><![CDATA[TechSydney]]></category>\n\t\t<category><![CDATA[The Studio]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82774</guid>\n\t\t<description><![CDATA[The launch of the Sydney Startup Hub, today, has coincided with an announcement that Microsoft has signed up as a tenant and will run its acclaimed Scale-Up accelerator program from the new $35 million facility. Announced by the NSW Government in July 2017, the Sydney Startup Hub was funded by Jobs for NSW, which anticipates [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>The launch of the Sydney Startup Hub, today, has coincided with an announcement that Microsoft has signed up as a tenant and will run its acclaimed Scale-Up accelerator program from the new $35 million facility.</strong></p>\n<p>Announced by the NSW Government in <a href=\"http://www.dynamicbusiness.com.au/start-up-entrepreneur/the-nsw-government-is-launching-a-35-million-innovation-hub-the-startup-community-reacts.html\">July 2017</a>, the Sydney Startup Hub was funded by Jobs for NSW, which anticipates it will generate up to 6,500 new jobs across regional and metro NSW.</p>\n<p>Occupying 17,000 square metres, across 11 floors, on York Street in Sydney’s CBD, the facility counts Stone &amp; Chalk, Fishburners, Tank Stream Labs, The Studio, Slingshot and H2 Ventures amongst the startup support bodies in residence.</p>\n<p>In addition to providing space for 2,500 residents, the <a href=\"https://sydneystartuphub.com\">Sydney Startup Hub</a> is catering for entrepreneurs outside the metro area through a dedicated Regional Landing Pad.</p>\n<p>Noting that Sydney is only the eighth location in the world to host Microsoft Scale-Up, Premier Gladys Berejiklian described Microsoft’s decision to join Sydney Startup Hub as “a huge vote of confidence in our city, our economy and the people that make up our startup community”.</p>\n<p>In the five years since Microsoft Scale-Up launched, close to 730 companies have graduated from programs run in Bangalore, Shanghai, Beijing, London, Berlin, Seattle and Tel Aviv. In total, Scale-Up alumni have raised US$3 billion in venture capital and had 48 exits.</p>\n<p>Citing “enormous competition” from different countries to secure Microsoft Scale-Up, Small Business Minister John Barilaro said it would not have been possible to attract an accelerator program of Scale-Up’s calibre without the NSW Government’s investment in the Sydney Startup Hub.</p>\n<p>Meanwhile, Microsoft Australia Managing Director Steven Worrall said his company’s aim, in taking up residence at the Sydney Startup Hub, was to “be the glue that connects the start-up ecosystem in Australia”.</p>\n<p>In addition to running the Scale-Up program from the Sydney Startup Hub, Microsoft has plans to use the facility to host events, including hackathons, investor pitches and CEO sessions.</p>\n<p>Muru-D co-founder and former Fishburners CEO Annie Parker was recently appointed to lead Microsoft’s startup programs globally, including Microsoft Scale-Up. The tech company is currently in the process of recruiting a Managing Director to lead the Sydney ScaleUp program and expects to run its first four-month program before the end of 2018.</p>\n<p>Alex Gruszka, COO of StartupAUS – the peak body for Australian startups – described the Sydney Startup Hub as a “striking example of what can be achieved in a short time with an action-focused approach”.</p>\n<p>He added, “In 2016, StartupAUS publicly called for investment into innovation precincts as a key component of a thriving tech sector. Within two years, Jobs for NSW, with the support of the startup ecosystem, have created the largest startup hub in the southern hemisphere. It is a fantastic achievement that sets a high bar for the ambitions of Australia more broadly</p>\n<p>Bede Moore, the director of entrepreneur-led advocacy agency TechSydney described Microsoft’s tenancy as “a huge coup for Sydney and Australia”, adding that the Scale-Up program will &#8220;help us take our startup development to the next level we need to compete globally.</p>\n<p>Although he described the official opening of the Sydney Startup Hub as a “milestone moment for Sydney’s startup economy”, Moore noted that the hub is “not far from capacity”.</p>\n<p>“While this is evidence of the hub’s success, we need to now start looking beyond the end of the five-year lease – a timeframe in which many of our fledgling startup brands will have reached scale-up stage,” he said. “Rather than allowing these valuable high-growth technology businesses to disperse and dilute the impact of their economic offering, the evidence from high performance innovation communities worldwide points to the need for us to provide them with a more permanent home in a central location.&#8221;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/huge-coup-for-sydney-35m-startup-hub-to-host-exclusive-microsoft-accelerator-program.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Let’s Talk… Starting a business</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/lets-talk-starting-a-business.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/lets-talk-starting-a-business.html#respond</comments>\n\t\t<pubDate>Tue, 13 Feb 2018 21:08:40 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[Expert]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Let's Talk Business]]></category>\n\t\t<category><![CDATA[BlueChilli]]></category>\n\t\t<category><![CDATA[DCC Jobs]]></category>\n\t\t<category><![CDATA[Enabled Employment]]></category>\n\t\t<category><![CDATA[Entrepreneur]]></category>\n\t\t<category><![CDATA[Food St]]></category>\n\t\t<category><![CDATA[founder]]></category>\n\t\t<category><![CDATA[GO1.com]]></category>\n\t\t<category><![CDATA[Heads Over Heels]]></category>\n\t\t<category><![CDATA[Jamie Pride]]></category>\n\t\t<category><![CDATA[King Kong]]></category>\n\t\t<category><![CDATA[Let's Talk]]></category>\n\t\t<category><![CDATA[Meerkats Creative Business Solutions]]></category>\n\t\t<category><![CDATA[Nod]]></category>\n\t\t<category><![CDATA[OpenLearning]]></category>\n\t\t<category><![CDATA[Otlet]]></category>\n\t\t<category><![CDATA[Quizling]]></category>\n\t\t<category><![CDATA[SBE Australia]]></category>\n\t\t<category><![CDATA[Soho]]></category>\n\t\t<category><![CDATA[Start-Up]]></category>\n\t\t<category><![CDATA[Techstars Adelaide]]></category>\n\t\t<category><![CDATA[Tinybeans]]></category>\n\t\t<category><![CDATA[Visual Domain]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82767</guid>\n\t\t<description><![CDATA[“Some first-time startup founders buy into the myth that they will have more time, more freedom and more money… it couldn’t be further from the truth.” For our “Let’s Talk…” feature, this week, we asked 18 thought leaders to discuss the personal sacrifices that first-time founders generally overlook when they’re bitten by the startup bug. An oft-overlooked [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong><em>“Some first-time startup founders buy into the myth that they will have more time, more freedom and more money… it couldn’t be further from the truth.”</em></strong></p>\n<p>For our “Let’s Talk…” feature, this week, we asked 18 thought leaders to discuss the personal sacrifices that first-time founders generally overlook when they’re bitten by the startup bug. An oft-overlooked trade-off, according to most commentators, is TIME – for friends and family. For hobbies. For walking the dog. For grocery shopping. For non-work thoughts. For one’s self. Indeed, many stressed the importance of first-time founders striking a balance between work and non-work life in order to bring their best to both. Read on for further insights from this week’s lineup…</p>\n<hr />\n<p><strong>Jessica May, CEO, Enabled Employment &amp; Portfolio CEO, Heads Over Heels:</strong> “First-time founders often don’t know about the rollercoaster that is running a startup. The risks are higher, the personal stress levels may impact on your life in unexpected ways, and if you’re not aware of the financial and investment process you may be so discouraged at some points you’ll give up. You need to be incredibly determined to make your idea work and prepared to sacrifice all your previous beliefs about what you think you know about running a business.”</p>\n<p><strong>Sabri Suby, Founder, King Kong:</strong> “Most business owners underestimate how much time will be taken away from their loved ones when they start a business. They quit their 40-hour work weeks and end up working 100-hour weeks. And that&#8217;s time they don&#8217;t get to spend with their kids, their partner and their friends. If your loved ones share the same goals as you for the business and want to be part of the journey, then that certainly helps. But it is still the most difficult part of the startup phase.”</p>\n<p><strong>Dion Oxley, CEO, Quizling &amp; Portfolio CEO, Heads Over Heels:</strong> “Balance is something first-time founder can overlook. Quizling would take up every second if I let it… but I would be poorer for it. It took some hard lessons for me to realise the importance of balance. I need to spend time with family, friends and doing things I enjoy. Some of those I neglected and lost – I simply didn’t take enough time for myself and my relationships! I now make sure I have time with friends, go running regularly, find time to just enjoy telly and one day soon I will go to bed before midnight!”</p>\n<p><strong>Jonathan Lui, Founder, Soho: </strong>“One of the first things founders think of when starting a business is the financial sacrifice. This is a change that often goes hand in hand with startups, but what they may overlook is the time sacrifice, or time commitment required to make a startup successful.</p>\n<p>Once you start a business, the more successful start-ups are driven by founders who are <em>obsessed</em> with the business and are thinking about it 24/7, from the moment they wake up to the moment they go to sleep. Time actually becomes a limiting factor as they’ll often feel like they need more hours in the day to do what they need to do and this is often overlooked before starting a business.</p>\n<p>“This can obviously roll on to other aspects of a founder’s life such as their relationships with their partners, family and friends, which may end up taking a back seat for a period until things really start taking off. This is why it’s important to have an open understanding in personal relationships to ensure the expectations are set that time may be scarce.”</p>\n<p><strong>Renece Brewster, CEO, Visual Domain and Portfolio CEO, Heads Over Heels: </strong>“You don&#8217;t really realise the psychological isolation that comes with starting a business and trying to find the balance between life and work. A lot of the time family and friends don&#8217;t understand some of the sacrifices we make so it&#8217;s important to surround yourself with a network that understand the challenges you are going through.”</p>\n<p><strong>Jamie Pride, serial entrepreneur, VC &amp; author (‘Unicorn Tears’): </strong>“Being a founder often means you put yourself last. Your customers come first. Your product comes first. Your team comes first. Your investors come first. The result is that founders are often numbing out, burning out or checking out. Some first-time founders buy into the myth that they will have more time, more freedom and more money… it couldn’t be further from the truth. What many founders give up is their physical, mental and emotional health – and the stress that a startup places on their relationships. It doesn’t have to be this way. Founders need to prioritise their own welfare. In order to lead effectively they need to take better care of themselves so they can go the distance.”</p>\n<p><strong>Anonymous aka “Happily married mother of two (for the moment) content kids”, BlueChilli:</strong> “Most first-time founders are aware of the big personal sacrifices that accompany the early days of building your startup. Conversations with your nearest and dearest about shouldering more responsibility while you risk income and family time to pursue your dreams are expected (and highly recommended). It’s so easy to let the smaller things go, and you know what, you don’t have to.</p>\n<p>“That lesson was brought home not too long ago when, juggling a phone call, school drop off and reminding my two small monkeys to do something. I waved them into the school gates only for the little one to turn around to say, “I’m WAITING for my hug!” and then disappear. I missed out on that hug.</p>\n<p>“I tell myself now, I couldn’t find 60 seconds to kiss my kids goodbye???</p>\n<p>“So, while you’re running on adrenaline, fuelled by your passion for &lt;insert your business vision here&gt; don’t forget the one minute memories that connect you with the present and the people you love. Love isn’t a zero sum game, pursing something you love doesn’t mean taking it away from the people you love.”</p>\n<p><strong>Terry Gold, Managing Director, Techstars Adelaide:</strong> “Nothing can quite prepare first-time founders for the loneliness they are about to face. At least, at the beginning of their entrepreneurial journey. The long hours, the rapidly diminishing runway, hiring issues are all expected challenges. But the burden of loneliness… many cannot foresee it.</p>\n<p>“There is an intense pressure to always be ‘up’ and optimistic, but if you can never express the fears and worries to others then it can lead to an isolation that can even lead to depression. Not only is that bad for the founder but it is also bad for the business, and as a startup community we have to help prevent that isolation.</p>\n<p>“Most tech entrepreneurs come from an engineering background and they have the tendency to just throw themselves into creating a product, rather than face the fact they know so little about how to build the actual business. They don’t want to expose how little they know or admit they are struggling.</p>\n<p>“The answer to this dilemma is to get involved with other founders in the startup community that can act as a support system of other like-minded, first-time founders who are also going through the same things.”</p>\n<p><strong>Valeria Ignatieva, Co-founder, DCC Jobs: “</strong>Many first-time founders play the side hustle game to transition from a full-time salary to having a business that’s making some money, but perhaps underestimate the toll this will have on their personal life. If you’re working full-time that means working nights, weekends and public holidays on your new venture. This leaves little time for family, friends any personal hobbies.</p>\n<p>“When you start a business, you have to also be prepared to make a financial sacrifice while you build up your customer base, but if you have chosen something you are truly passionate about, it will not be as hard as it seems. For myself and DCC cofounder Gemma Lloyd, being able to improve Australian workplaces and help women find rewarding careers with employers who value them, has been worth every struggle we have faced over the past 3 years!”</p>\n<p><strong>Mike Edmonds, Founder, Meerkats Creative Business Solutions &amp; author (‘Truth. Growth. Repeat.’): </strong>“First-time founders expect to sacrifice time with family, financial security, etc. But I was surprised to learn how often I needed to sacrifice my ego. In other words, give up an opportunity to be seen as a winner in order to stay on track with my true purpose. A company approached my agency in our first months with a $1m advertising account but were clearly a wrong fit for our philosophy. As much as I desperately wanted that PR headline to prove to everyone that an ethical ad agency was not a crazy idea, I had to resist. It was hard… but I’ve never regretted it.”</p>\n<p><strong>Lorraine Gnanadickam, Founder &amp; CEO, Food St &amp; SBE Australia E3 graduate:</strong> “Time is already the most valuable commodity in business but when you become a founder it becomes indescribably scarce. For me, the first thing that I sacrificed was ‘me-time’, I was always working against the clock to get as much done as quickly as I could. Because I was a new founder as well as a parent, a spouse and a friend, there was always something more important than myself demanding my time… unfortunately, this has meant weight gain and low energy. SO, I’ve been spending this year taking back ‘me-time’ –  I am going to yoga, I am meditating and I am finding some time to just be with my kids. I think ‘me time’ is often overlooked because founding a company is so demanding and we feel guilty about taking that time out to do something ‘selfish’. But if we’re not well, not feeling good, then we’re not functioning at our best either.”</p>\n<p><strong>Mark Fletcher, CEO, Cohort Go:</strong> “The entrepreneurial lifestyle comes with challenges and trade-offs. While many founders expect the long hours, the struggle of keeping the business afloat, hiring and other resources issues, many overlook the reality that health and fitness often fall by the wayside. Building a business and spending a lot of time working at a computer can make it easy to neglect your health.</p>\n<p>“Founders are ready to give it their all, prioritising their company over everything else. However, sacrificing fitness and health can significantly impact how you run and build your business.</p>\n<p>“Making time for some R&amp;R is vital to put you in the right frame of mind to build your company, to be as productive and efficient as possible and manage stress levels. It doesn’t have to be a month-long holiday in the Bahamas. It can be as simple as hitting the gym twice a week, making time for friends or spending quality time with your family.”</p>\n<p><strong>Lauren Meyer, Co-founder, Otlet:</strong> “When starting a business, everyone focuses on sacrificing time and money, often both personal and professional. As people give up nights and weekends with friends and family, strain relationships and put aside better paying jobs, it becomes a calculable sacrifice for the good of their newly founded business.</p>\n<p>“We knew that starting Otlet would be a huge time and financial strain, but I didn’t realise it would also devour all available ‘brain time’. It’s the incalculable time you spend at the grocery store, walking the dog, working at your other 9-to-5 job. When your brain is completely absorbed running through your new business there’s little time for anything else.</p>\n<p>“Although ready to dedicate long hours <em>actively </em>working on Otlet, we didn’t realise we had also signed over spare thoughts and emotional energy.  It is that ‘brain time’ that you rely on to compartmentalize your normal day that is now spent ticking over UX design, marketing, budget, etc., despite telling your partner you were ‘done working for the day’. It is an incalculable sacrifice, but not an insignificant one.”</p>\n<p><strong>Adam Brimo, CEO, OpenLearning</strong>: “I think most entrepreneurs are visionaries. When you are a first-time founder, you don’t realise how much work is involved and how committed you have to be to make that vision a success. One of the lessons I learnt early on was that you have to be OK with being ‘on-call’ all the time. Not just for your clients, but for your staff members too. You need to be good at juggling and wearing many hats because you are not just building a business, you also need to be a leader, a problem solver and customer service provider.”</p>\n<p><strong>Joel Robbie, Co-founder &amp; CEO, Nod:</strong> “On the surface level, you&#8217;re sacrificing time to eat, sleep, and spend time with family. On a deeper level, a lack of mental downtime can become pretty draining over time. As a founder you (rightly) live and breathe your company. Almost every human interaction you have almost unavoidably ends up being related to work. This is really a double-edged sword that becomes both inspirational and challenging. Scheduling time for music, meditation and family provides brief respite, allowing first-time founders like me to recharge my batteries and continue to focus on doing what I love to do, which is building a great company with amazing people.”</p>\n<p><strong>Eddie Gellar, Co-founder &amp; CEO, Tinybeans: “</strong>Founders are all about solving a problem and will go to great lengths to do so. They’re passionate, often stubborn to the challenges and have a “MUST WIN” attitude around building a great company. The realities of sacrifices are always overlooked whether they’re first time or not. Founders believe they’ll be successful and based on that, success arrives in due course. Of course, there are sacrifices along the way, like less time with family because you’re working so hard… but founders believe that if they succeed, then they will have all the time in the world later. If its finance related, it’s the same thing and on it goes. I don’t believe that there is any one sacrifice that is more or less relevant to a founder. Founders are determined to be successful and making sacrifices is part of the course of being a great founder. History has proven that.”</p>\n<p><strong>Vu Tran, Co-founder &amp; Head of Growth, GO1.com:</strong> “Sacrifices made by first-time founders in starting and growing a business can be immense and, in many cases, immeasurable. As founders, we are often incredibly passionate about what we do with a firm belief in the immense potential our idea or business can fulfil. It is often this optimism, passion and in some cases substantial personal sacrifice that has accompanied countless entrepreneurial success stories.</p>\n<p>“I believe that commitment rather than sacrifice is the common ingredient and defining feature between those with a great idea and those who turn great ideas into great companies. Indeed, sacrifice may not always be required to be successful, but commitment is.</p>\n<p>“Founders who are passionate about their business is a must, but passion without commitment is often a short-lived fling. Commitment is a marriage. Commitment results in founders who will do what it takes to succeed, who will roll with punches and problem solve or pivot to create success.</p>\n<p>“A first-time founder must have both feet in. Having one foot in and one foot out just won’t cut it.”</p>\n<div><b>Hugh Morrow, Co-founder &amp; CEO,  SuperEd:  “</b>There&#8217;s a lot of time and effort that first-time founders put into a start-up, and often it&#8217;s important personal time outside of regular hours that they&#8217;re investing to help build the business from the ground up. One point that is often overlooked is the readjustment that first-time founders need to make. A key aspect of being a first-time founder is having the courage to be humble, sacrifice your ego and learn something deeper about yourself.</div>\n<div></div>\n<div>“For startups like SuperEd, it&#8217;s often hard to come to terms with the fact that you are no longer operating under the mantle of the industry and corporate structures with years of expertise under your belt. Instead, you&#8217;re being brave and having to take strides forward to push yourself, learn new things on your own and that carves out a whole part of the self-development aspect of the journey that comes with the territory of being a first-time founder. You realise that there&#8217;s a lot to this process of forming a start-up and a common fear that first-time founders have is being concerned that you&#8217;re too slow, because there&#8217;s always new challengers and entrants coming in who are quicker and more nimble. This is why it&#8217;s so critical for first-time founders to a step back and see the bigger picture, be humble, learn quickly, sacrifice your ego and be ready to adapt.”</div>\n<hr />\n<p><strong>About “Let’s Talk…”</strong></p>\n<p><em>“Let’s Talk…” is an exciting weekly initiative that provides entrepreneurs and industry experts with a forum to share rapid-fire views on a range of issues that matter to start-ups and SMEs. Every Wednesday, we pose a themed question to a line-up of knowledgeable industry figures, with a view to picking their brains for valuable insights to share with you, our readers.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/lets-talk-starting-a-business.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Small businesses urged to air grievances with the Royal Commission into the banking sector</title>\n\t\t<link>http://www.dynamicbusiness.com.au/news/small-businesses-urged-to-air-grievances-with-the-royal-commission-into-the-banking-sector.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/news/small-businesses-urged-to-air-grievances-with-the-royal-commission-into-the-banking-sector.html#respond</comments>\n\t\t<pubDate>Tue, 13 Feb 2018 05:40:51 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[ASBFEO]]></category>\n\t\t<category><![CDATA[Australian Small Business and Family Enterprise Ombudsman]]></category>\n\t\t<category><![CDATA[Bank]]></category>\n\t\t<category><![CDATA[default]]></category>\n\t\t<category><![CDATA[Finance]]></category>\n\t\t<category><![CDATA[Kate Carnell]]></category>\n\t\t<category><![CDATA[Loan]]></category>\n\t\t<category><![CDATA[Real Commission]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82755</guid>\n\t\t<description><![CDATA[The Australian Small Business and Family Enterprise Ombudsman, Kate Carnell, has encouraged small businesses that have suffered from ‘questionable conduct’ by the banks to tell the Royal Commission into misconduct in the banking industry, now underway. Regarding the Royal Commission, Carnell told Dynamic Business that she’d like to see small businesses share examples of “scenarios [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>The Australian Small Business and Family Enterprise Ombudsman, Kate Carnell, has encouraged small businesses that have suffered from ‘questionable conduct’ by the banks to tell the <a href=\"https://financialservices.royalcommission.gov.au/Pages/default.aspx\">Royal Commission into misconduct in the banking industry</a>, now underway. </strong></p>\n<p>Regarding the Royal Commission, Carnell told <em>Dynamic Business</em> that she’d like to see small businesses share examples of “scenarios where they have complied with their side of a loan agreement only for the bank to change the rules, impacting their finances – even sending them broke.”</p>\n<p>She continued, “We want small businesses to speak up if they believe they’ve been misled by a bank. For instance, if they have entered into a contract and financially committed to a particular course of action only to discover the terms and conditions weren’t what the bank led them to believe.”</p>\n<p>Carnell said the Royal Commission was also a forum for small businesses to report instances where, to their detriment, a bank changed the terms and conditions of a contract during the period of the loan.</p>\n<p>“For example, a bank might revalue an asset and – based on the revised valuation – either require the business to suddenly make significantly higher repayments or require repayment of the loan within a very short time frame, say two weeks,” she explained.</p>\n<p>“We’ve seen cases where a business made their loan payments on time only to have their loan moved into default and the interest rate doubled.</p>\n<p>Additionally, Carnell said the Royal Commission should also be made aware of instances where small businesses were &#8220;assured a loan would be given or rolled over only for the bank to change its mind at the last minute, perhaps even when they arrived to sign the contract.”</p>\n<p>She advised small businesses not to miss out on an opportunity to “tell their story” to an independent entity.</p>\n<p>“Let’s be honest, it would be a very bad mistake for a small business to take a bank to court,” she said. “Banks have long timelines and very deep pockets whereas small businesses don’t. If you have any money when you take a bank to court, you won’t for very long. That’s why it’s very important for businesses to put forward their case to the Royal Commission and highlight the consequences of banks using their power unfairly.”</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/news/small-businesses-urged-to-air-grievances-with-the-royal-commission-into-the-banking-sector.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Do you apply the Veil of Ignorance in business?</title>\n\t\t<link>http://www.dynamicbusiness.com.au/expert/do-you-apply-the-veil-of-ignorance-in-business.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/expert/do-you-apply-the-veil-of-ignorance-in-business.html#respond</comments>\n\t\t<pubDate>Tue, 13 Feb 2018 02:34:33 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Stephen Barnes]]></dc:creator>\n\t\t\t\t<category><![CDATA[Expert]]></category>\n\t\t<category><![CDATA[boardroom]]></category>\n\t\t<category><![CDATA[Byronvale Advisors]]></category>\n\t\t<category><![CDATA[decision-making]]></category>\n\t\t<category><![CDATA[Leadership]]></category>\n\t\t<category><![CDATA[political theory]]></category>\n\t\t<category><![CDATA[Rawls]]></category>\n\t\t<category><![CDATA[Stephen Barnes]]></category>\n\t\t<category><![CDATA[Veil of Ignorance]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82713</guid>\n\t\t<description><![CDATA[Broadly speaking, leaderships teams bring to the decision-making table not only a collection of business skills but also a unique set of personal views, informed by each member’s circumstances, including the tribes they belong to.  Of course, each member has a range of legal and fiduciary duties to the business. This includes the duty to [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Broadly speaking, leaderships teams bring to the decision-making table not only a collection of business skills but also a unique set of personal views, informed by each member’s circumstances, including the tribes they belong to.</strong><strong> </strong></p>\n<p>Of course, each member has a range of legal and fiduciary duties to the business. This includes the duty to act in its best interests and the duty exercise powers for proper purpose.</p>\n<p>In this context, it’s possible that someone’s personal views might put them in conflict with their duties to their company. This is where a decision-making method, known as the &#8216;Veil of Ignorance&#8217;, could prove useful.</p>\n<p><strong>What is the Veil of Ignorance method?</strong></p>\n<p>In the 1970s, American philosopher John Rawls developed what is now known as the Veil of Ignorance to help politicians make objective moral decisions by eliminating biases from the decision-making processes.</p>\n<p>The method requires people with the power to affect the distribution of benefits (rights, positions and resources) in society to imagine they know nothing about their own particular talents, abilities, tastes, class position or social status. In applying this Veil of Ignorance, a person is prevented from letting their personal considerations impede the just distribution of benefits.</p>\n<p><strong>How does the Veil of Ignorance work?</strong></p>\n<p>Let’s take the example of a society in which 50% of the population lives below the poverty line. By applying the Veil of Ignorance, the decision-maker adopts the mindset that he or she – regardless of their real-life circumstances – is equally likely to be living below the poverty line as to not be. The idea is that the decision maker is putting themselves in a position to make decisions free of self-interest or class bias.</p>\n<p><strong>How could it work in a business context</strong>?</p>\n<p>Recently, marriage equality has been a very topical issue in Australia, with several organisations coming out in support of it as well as those that have opposed it. This made me wonder whether any leadership teams, in determining their organisation’s position on marriage equality, applied the Veil of Ignorance. If they had, this is the sort of question they might have asked themselves idividually and as a collective: “Removing my sexuality, religious beliefs, personal interests and group-interests from the equation, If I did not know whether my child, relative, friend or a staff member was straight or gay, would I support marriage equality?”</p>\n<p>Easy to say but hard to implement, the Veil of Ignorance is a concept worth considering especially in situations where the decisions being considered are highly emotive or have personal ramifications.  So, at your next leadership meeting when there is a highly emotive issue, explain the Veil of Ignorance to your team and, as a collective, try applying it. You might just find it reduces the tension as individuals can rationalise their decision better and feel more comfortable with their own decision and the decision of the collective, unified leadership group.</p>\n<hr />\n<p><em><strong>About the author</strong></em></p>\n<p><em>Stephen Barnes is the principal of management consultancy Byronvale Advisors.  He has over 20 years advising clients from new business start-ups to publicly listed companies and across a wide array of industries.  He prides himself on quickly understanding the client’s business and issues, and synthesising problems to develop pragmatic solutions.  He is also the author of ‘Run Your Business Better’.  To find out how Stephen can help you run your business better visit</em><em> </em><em><a href=\"http://www.byronvaleadvisors.com\">www.byronvaleadvisors.com</a>.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/expert/do-you-apply-the-veil-of-ignorance-in-business.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Cryptocurrencies: welcome to the investment market&#8217;s new &#8216;Wild West&#8217; where anything goes</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/cryptocurrencies-welcome-to-the-investment-markets-new-wild-west-where-anything-goes.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/cryptocurrencies-welcome-to-the-investment-markets-new-wild-west-where-anything-goes.html#respond</comments>\n\t\t<pubDate>Tue, 13 Feb 2018 01:59:05 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Darren Sommers]]></dc:creator>\n\t\t\t\t<category><![CDATA[Expert]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Opinion]]></category>\n\t\t<category><![CDATA[BetOnSports]]></category>\n\t\t<category><![CDATA[crypto funds]]></category>\n\t\t<category><![CDATA[cryptocurrencies]]></category>\n\t\t<category><![CDATA[cryptocurrency]]></category>\n\t\t<category><![CDATA[Darren Sommers]]></category>\n\t\t<category><![CDATA[ICOs]]></category>\n\t\t<category><![CDATA[initial coin offering]]></category>\n\t\t<category><![CDATA[Investment]]></category>\n\t\t<category><![CDATA[Investor]]></category>\n\t\t<category><![CDATA[KHQ lawyers]]></category>\n\t\t<category><![CDATA[Legal]]></category>\n\t\t<category><![CDATA[regulation]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82731</guid>\n\t\t<description><![CDATA[Cryptocurrencies, and specifically digital currency offerings, have literally become the modern, investment market equivalent of the Wild West. Hundreds of prospectors have heard about the money on offer and are throwing caution to the wind, risking a lot (everything, in some cases) to make their fortune. It’s almost lawless territory and you need to keep [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Cryptocurrencies, and specifically digital currency offerings, have literally become the modern, investment market equivalent of the Wild West.</strong></p>\n<p>Hundreds of prospectors have heard about the money on offer and are throwing caution to the wind, risking a lot (everything, in some cases) to make their fortune. It’s almost lawless territory and you need to keep your wits about you to survive.</p>\n<p>This goes for both those offering currency and those investors buying it. As if to highlight the current high-risk high-stakes nature of the crypto world, almost US$660 million in digital coins were stolen during a recent hack of a <a href=\"http://www.abc.net.au/news/2018-01-28/coincheck-worlds-biggest-cryptocurrency-hack/9368056\">Japanese crypto exchange</a>. It’s the equivalent of an old-fashioned bank hold-up in the crypto world. Anything goes.</p>\n<p>The frenzy around digital currency has a lot to do with a lack of regulation. Many coin issuers, and too many investors, are seeing it as an incentive to get in quickly. Many are now panicking that regulation will end the party – however, my view is that regulation should be embraced. It’ll create a more even playing field for all parties. And here’s why.</p>\n<p>The number of global ICOs increased from 46 in 2016 to more than 200 in 2017, with over $US3 billion raised, demonstrating that the appetite is there. There is money to be made – but an age-old rule applies – short cuts are rarely a path to success.</p>\n<p>There are two clear sides to the crypto argument – the optimists say &#8216;run in and take your chances as this is the future of investing&#8217;.  Old school fund managers &#8216;say stay away&#8217; with some likening investing in digital currency with a trip to a casino.</p>\n<p>Currently, a lack of industry regulation in almost all jurisdictions makes compliance a tricky path to navigate. Couple that with a remarkably brazen, gung-ho attitude from a lot of traders and it’s only a matter of time before someone gets in big trouble. And no doubt the authorities won’t hesitate in making an example out of whomever that may be.</p>\n<p>Both France, Germany and Spain recently pledged to (at least attempt) <a href=\"http://www.bestforexclub24.com/2018/01/cryptocurrency-paris-and-berlin-want-to.html?m=1\">to regulate Bitcoin</a>, and other digital currencies, while fund managers around the world are steering well clear.  <a href=\"https://www.express.co.uk/finance/city/914669/China-Lloyds-bank-ban-cryptocurrency-why-cryptocurrency-is-falling-today\">China recently banned local cryptocurrency exchanges but is also restricting access to foreign exchanges</a>.  However, one man’s restriction is another’s opportunity – bans by regulators are now helping the birth of crypto funds – that is diligently run investment funds whose primary investment asset is crypto.</p>\n<p>This provides hope that a sense of discipline and structure will now emerge in the sector.</p>\n<p>Like with gold rushes in the Wild West, it’s the human-driven emotion, the sheer excitement and adrenalin rush that is in part fuelling the interest and indeed the value of digital currencies. At least gold had a clear tangible value however. The same cannot be said for cryptocurrency.</p>\n<p>Some issuers will apportion a value to their coins, which may not be monetary – it might be a voucher for a right to a good or a service that the issuer can offer. Issuers need to ensure they are making the right disclosure, and it goes without saying, seek the right legal advice.</p>\n<p>For those creating and trading in digital currency, being aware of legal risks and the different rules that apply in different jurisdictions is critical.</p>\n<p>For example, if you are trading digital currency in Australia, and you are selling coins to, say, American investors, which laws do you need to comply with? What if you are an Australian company undertaking an ICO in Singapore? What happens if you offer those tokens to investors in Europe? Which jurisdictions’ laws do you need to comply with? The answer – probably all of them.</p>\n<p>The lack of regulation can breed arrogance from businesses issuing ICOs.</p>\n<p>“I’m located in Australia and I don’t need to comply with US law!” is a worryingly common attitude.</p>\n<p>But consider the cautionary tale of David Carruthers, the CEO of the UK based <em>BetOnSports</em> gaming site.</p>\n<p>In the early 2000s the US banned online gaming services to US citizens.  Many businesses started offering online gaming to US citizens from overseas servers, assuming that the US had no jurisdiction over their activities.  <a href=\"http://www.nytimes.com/2006/07/18/technology/18gamble.html\">Carruthers learnt the hard way when he was arrested during a stopover in Dallas. </a> If it can happen in the gaming space 10 years ago, it will happen with crypto.</p>\n<p>For investors, the risks are many. The mad rush to “get in” the crypto wave has become intoxicating for some but the that should never cloud judgement when it comes to understanding exactly what you are buying.</p>\n<p>A mere few of the risks include a lack of legal protection and exposure, inability to participate in later capital raising rounds in the case of an ICO, coins that are worth nothing, a complete plummet in the value of the asset when the market has a panic attack, and of course the possibility that your crypto-exchange could be hacked.  The very simple message is that a lack of regulation should be a warning, not an incentive.</p>\n<p>And for the issuers – be compliant. Seek the right advice. Otherwise a knock at the door may not be too far away.</p>\n<p>Then, once law comes to crypto-town, you may just have whole new asset class to play with, with a dramatically reduced level of risk, but still enjoy those highly intoxicating returns.</p>\n<p><strong>About the author</strong></p>\n<p><em>Darren Sommers is a Principal Solicitor at Melbourne’s KHQ Lawyers. He has more than 20 years’ experience providing general commercial legal advice and specialist technology law advice to clients in the IT industry and other technology industries.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/cryptocurrencies-welcome-to-the-investment-markets-new-wild-west-where-anything-goes.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Is it a good idea to do a part-time MBA while running your business?</title>\n\t\t<link>http://www.dynamicbusiness.com.au/small-business-resources/education-and-training/is-it-a-good-idea-to-do-a-part-time-mba-while-running-your-business.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/small-business-resources/education-and-training/is-it-a-good-idea-to-do-a-part-time-mba-while-running-your-business.html#respond</comments>\n\t\t<pubDate>Tue, 13 Feb 2018 00:50:35 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Education | Training]]></category>\n\t\t<category><![CDATA[MBA]]></category>\n\t\t<category><![CDATA[Washington State University]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82728</guid>\n\t\t<description><![CDATA[Gaining an MBA can be great for a business owner for a whole range of reasons. For one thing, it will give you greater credibility with your peers and potential clients, investors, and partners. It will also provide you with some good networking possibilities. The most important benefit, however, is what you can learn. An [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_75655\" style=\"width: 116px\" class=\"wp-caption alignright\"><img class=\" wp-image-75655\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-27-at-10.23.01-am.png\" alt=\"\" width=\"106\" height=\"55\" srcset=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-27-at-10.23.01-am.png 181w, http://www.dynamicbusiness.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-27-at-10.23.01-am-150x78.png 150w\" sizes=\"(max-width: 106px) 100vw, 106px\" /><p class=\"wp-caption-text\">For our US readers</p></div>\n<p><strong>Gaining an MBA can be great for a business owner for a whole range of reasons. For one thing, it will give you greater credibility with your peers and potential clients, investors, and partners. It will also provide you with some good networking possibilities. The most important benefit, however, is what you can learn. An MBA isn&#8217;t a degree you get just for the letters after your name – it is a program of study that can turn you into a more well-rounded business person. You&#8217;ll get a chance to fill in any gaps in your knowledge about areas of business you have had to learn as an entrepreneur, for instance, marketing, HR or budget management, and learn how to apply what you learn to real-world scenarios.</strong></p>\n<p>Doing an MBA if you <a href=\"https://www.usnews.com/education/blogs/mba-admissions-strictly-business/articles/2016-08-26/3-reasons-future-entrepreneurs-need-an-mba-and-1-exception\">want to become an entrepreneur </a>or are planning to launch a new startup in the future is, then, a great idea. However, is it still a good idea if you are already in business? Can you balance managing your company with studying?</p>\n<p><strong>Choose An Online MBA You Can Do Part Tim</strong>e</p>\n<p>If you are to get an MBA while running an existing business, the only way this can really be manageable (unless your business is either very small or is the kind of business that doesn&#8217;t require too much day to day hands-on management – such as some blog-type businesses) is to choose an online MBA. Some great universities offer this, such as <a href=\"http://onlinemba.wsu.edu/mba/\">Washington State University</a>.</p>\n<p><strong>Benefits of Online Study For Business Owners</strong></p>\n<p>It is kind of obvious why you&#8217;d only want to study part-time if you are spending most of your day running a business, but there are further advantages to doing your MBA with someone like Washington State University Online. For one thing, you won&#8217;t be wasting any time commuting to your campus, and for another, you don&#8217;t have to worry about the timing of your lectures interfering with your business. With WSU online, your materials are all accessible online, so you can choose where and when you watch lectures, talk to tutors, and study.</p>\n<p><strong>Is It The Right Time?</strong></p>\n<p>Even with part-time online degree courses, you still may find it hard to study for your MBA and run your business if your business is in a heavy activity phase. It may be best to wait until after a major expansion, for instance. Of course, you may not know what will come up in your business during the time you are studying, but choose a fairly stable period to start so you can at least get used to studying during a time when nothing too unusual is requiring your attention. You will then need to be flexible – you can slow down your study rate if your business needs you more at any time, as long as you resolve to get straight back into it when things are more settled.</p>\n<p>With some smart planning and the right type of degree course, it is not only possible but highly advantageous to start your MBA, even if you are already running your business.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/small-business-resources/education-and-training/is-it-a-good-idea-to-do-a-part-time-mba-while-running-your-business.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>3 ways politics impact business</title>\n\t\t<link>http://www.dynamicbusiness.com.au/industry/industry-human-resources/3-ways-politics-impact-business.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/industry/industry-human-resources/3-ways-politics-impact-business.html#respond</comments>\n\t\t<pubDate>Tue, 13 Feb 2018 00:30:40 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Industry HR]]></category>\n\t\t<category><![CDATA[George Washington University]]></category>\n\t\t<category><![CDATA[politics in business]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82725</guid>\n\t\t<description><![CDATA[You may not personally want to be involved in modern politics but if you want to run a business you have to be aware how the laws of the land can affect your bottom line. Tax laws, business treaties, tariffs, and commerce in general is impacted by politics. Graduates of George Washington University online have [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>You may not personally want to be involved in modern politics but if you want to run a business you have to be aware how the laws of the land can affect your bottom line. Tax laws, business treaties, tariffs, and commerce in general is impacted by politics. Graduates of <a href=\"http://politicalmanagementmasters.online.gwu.edu/\">George Washington University online</a> have insights into politics and the government that the average business professional is not exposed to. Having a degree in political management can be just as valuable as being an MBA holder. Check out the three main ways that politics and business go hand in hand.</strong></p>\n<ol>\n<li><strong> Politics and Business Taxes</strong></li>\n</ol>\n<p>Individuals and businesses that have higher yearly earnings are typically taxed at a higher rate. Different political parties might campaign on a platform with promises of lowering taxes for big businesses, while the opposing party might be vying for middle-class voters. As a business owner, you need to discern the rhetoric and look at <a href=\"https://www.cnbc.com/2017/07/28/young-entrepreneurs-wary-of-mixing-politics-and-business-in-trump-era.html\">political</a> track records. Remember that businesses have to pay state taxes, federal taxes, and sometimes local taxes if they are located in a city like New York. A small reduction in federal business taxes can be really good for a company while a major increase might lead to a business’ ultimate downfall.</p>\n<ol start=\"2\">\n<li><strong> Employee Protections and Coverage</strong></li>\n</ol>\n<p>Before Obamacare passed, business owners had a lot more freedom about the kind of healthcare coverage they were required to provide to full-time workers. States can individually vote to increase minimum wage, forcing business owners to pay workers higher wages for performing the same duties. All of these things have to do with politics. If you are expecting your business to do well in the coming years you have to know what changes the government can take, including various bills and laws that are being lobbied for.</p>\n<ol start=\"3\">\n<li><strong> International Business Impact</strong></li>\n</ol>\n<p>Business is not done in a bubble. Sure, your company may be locally based and have mostly customers who live within the region, but most company owners dream of eventually having a global impact. When major elections take place and political atmospheres change, dealing with other business professionals can be enhanced or hampered. For example, <a href=\"https://www.theguardian.com/politics/2018/jan/22/business-leaders-push-for-new-campaign-to-reverse-brexit\">the UK’s departure from the European Union</a> has caused UK business owners to look at new ways to do business as the economy was negatively impacted. This is why major businesses usually back the specific political candidates that they believe have their best interests. If you have a degree from George Washington University, you will be able to better predict which candidates will be elected as well as what changes to anticipate.</p>\n<p>Business and politics are incredibly connected. Some business owners become influential and well known enough to go into politics, like Donald Trump. Sometimes the business world and politics collide when it comes to efforts to create more jobs and to stimulate the economy. Politicians can also go up against big business when companies are accused of polluting the environment or working against the interests of citizens. Know what is going on in politics if you want your business to keep running like a well-oiled machine.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/industry/industry-human-resources/3-ways-politics-impact-business.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>3 credits to online continuing finance education</title>\n\t\t<link>http://www.dynamicbusiness.com.au/small-business-resources/education-and-training/3-credits-to-online-continuing-finance-education.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/small-business-resources/education-and-training/3-credits-to-online-continuing-finance-education.html#respond</comments>\n\t\t<pubDate>Tue, 13 Feb 2018 00:14:37 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Education | Training]]></category>\n\t\t<category><![CDATA[Industry Finance]]></category>\n\t\t<category><![CDATA[Northeastern University]]></category>\n\t\t<category><![CDATA[online continuing finance education]]></category>\n\t\t<category><![CDATA[online courses]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82722</guid>\n\t\t<description><![CDATA[Originally, you may have thought that dedicating an enormous number of hours in collegiate classrooms in the hopes of completing your business or finance degree would open up endless opportunities with no need for further re-education.  Investing in yourself in this way would not only provide a nice diploma to hang on the wall but [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_75655\" style=\"width: 116px\" class=\"wp-caption alignright\"><img class=\" wp-image-75655\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-27-at-10.23.01-am.png\" alt=\"\" width=\"106\" height=\"55\" srcset=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-27-at-10.23.01-am.png 181w, http://www.dynamicbusiness.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-27-at-10.23.01-am-150x78.png 150w\" sizes=\"(max-width: 106px) 100vw, 106px\" /><p class=\"wp-caption-text\">For our US readers</p></div>\n<p><strong>Originally, you may have thought that dedicating an enormous number of hours in collegiate classrooms in the hopes of completing your business or finance degree would open up endless opportunities with no need for further re-education.  Investing in yourself in this way would not only provide a nice diploma to hang on the wall but a committed career and your life in perfect order.  You are set for life now&#8230;or so you think?</strong></p>\n<p>Well, hate to break this to you, but that mindset is a thing of the past.  Learning can be fun, but whether you are early on in your professional financial skills or becoming a more mature expert, you must keep on top of new developments in the global trade industry so as to continue being considered the “go-to” individual on such.  The benefit of today’s age is that we have online digital classes that can help you continue your education with convenience.  Here are a couple of pluses for this realm of continued learning for those seeking a finance degree.</p>\n<p><strong>Being in Control</strong></p>\n<p>Isn’t this a feeling that’s rate on our days on the job?  Well, when it comes to continuous learning, online finance courses provide a degree of control no traditional model can.  Time is hard for us to set aside for MSF education, especially when we are already in our careers.  The good thing about courses online from institutes such as Northeastern University is that you can fit them in when you are able to.</p>\n<p>Also, with <a href=\"https://www.huffingtonpost.com/tom-snyder/the-benefits-of-online-le_b_2573991.html\">online continuing education</a>, you can be much more selective of what specific courses you wish to take.  Online programs can be chosen to gain specific leadership skills and expertise, such as studies toward a master of finance accredited degree.  Not only do these options provide opportunities to keep pace with trade industry changes, but you can also gain ground in becoming an expert in financial matters as well.</p>\n<p><strong>Network Connections</strong></p>\n<p>Many online educational programs have a wide array of community forums and networking possibilities for participants.  This can be an easily overlooked benefit, as you never know when that next LinkedIn connection can <a href=\"https://www.socialmediaexaminer.com/5-tips-to-build-and-grow-your-linkedin-network/\">land you a connection</a> to someone in finance and trade you would not have thought of.  Even with this opportunity being overlooked, being able to partner up with classmates and talk online about coursework is a great way to get into projects and assignments, as well as create relationships with fellow peers in the adaptable industry.</p>\n<p><strong>Personalized Guidance</strong></p>\n<p>Another underutilized benefit of continuing education online is the more personal approach of many professors and teachers with their students.  When sitting in traditional settings of campus classes that frequently have hundreds of students attending, the last person to be able to get a question answered might be you until you show up to office hours.  With online education, it is much more direct.  Typically, instructors answer over e-mail or even have dedicated chat times where you speak with them directly about your learning material. For professionals working in demanding positions overseeing credit, analysis, and other financial matters, having an instructor who is aware of industry trends who can help you gain the most out of your master of finance can help you significantly in increasing your knowledge over financial trade areas where you feel your familiarity is lacking.</p>\n<p>These are just a small number of the less frequently thought of gains from taking your continued learning online.  For those interested in getting further in their financial careers, <a href=\"https://onlinebusiness.northeastern.edu/neu-msf/\">consider the Northeastern University Online</a> MSF program for options that meet your needs.</p>\n<p>Although many online courses exist, making sure you find a reputable, affordable, and quality program is very important to ensure you have the best experience and that you get the knowledge and skills you are after.</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/small-business-resources/education-and-training/3-credits-to-online-continuing-finance-education.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>4 things to think about if you want to be a project manager</title>\n\t\t<link>http://www.dynamicbusiness.com.au/small-business-resources/education-and-training/4-things-to-think-about-if-you-want-to-be-a-project-manager.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/small-business-resources/education-and-training/4-things-to-think-about-if-you-want-to-be-a-project-manager.html#respond</comments>\n\t\t<pubDate>Tue, 13 Feb 2018 00:07:32 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction | Engineering]]></category>\n\t\t<category><![CDATA[Education | Training]]></category>\n\t\t<category><![CDATA[Earned Value Management Systems]]></category>\n\t\t<category><![CDATA[project management courses]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82719</guid>\n\t\t<description><![CDATA[Whether you are training to become a project manager, thinking about it, or are already one, there are certain skills and values that you should have to be the best project manager you can be. Completing a masters in project management from Brandeis University can help you build on some of these skills and ideas, [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_75655\" style=\"width: 124px\" class=\"wp-caption alignright\"><img class=\" wp-image-75655\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-27-at-10.23.01-am.png\" alt=\"\" width=\"114\" height=\"59\" srcset=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-27-at-10.23.01-am.png 181w, http://www.dynamicbusiness.com.au/wp-content/uploads/2017/03/Screen-Shot-2017-03-27-at-10.23.01-am-150x78.png 150w\" sizes=\"(max-width: 114px) 100vw, 114px\" /><p class=\"wp-caption-text\">For our US readers</p></div>\n<p><strong>Whether you are training to become a project manager, thinking about it, or are already one, there are certain skills and values that you should have to be the best project manager you can be. Completing a masters in project management from Brandeis University can help you build on some of these skills and ideas, so here are the main ones to think about if you want to be at the top of your project management game.</strong></p>\n<p><strong>Communication is Key</strong></p>\n<p>When taking on the role of project manager, the ability to get on with your colleagues at every level is vital to doing a good job and keeping good staff morale. You will learn what people prefer. Some team members may prefer to get straight down to business and others may like to make it a bit more personal and talk about family life too. Understanding your team&#8217;s needs and providing the right level of communication and detail will ensure you have a great project management team.</p>\n<p><strong>Get to Grips with Earned Value Management Systems (EVMS)</strong></p>\n<p>Being a project manager means reporting back to your project sponsors with schedule updates and whether you are still within budget. Although you may have a rough idea, this may not be enough for your sponsors. Using and being able to understand an <a href=\"https://www.projectsmart.co.uk/earned-value-management-explained.php\">EVMS</a> and explain what the data means to others will ensure you can give exact details, looking more professional and gaining credibility with team members and sponsors alike.</p>\n<p><strong>Hold Regular Team Meetings</strong></p>\n<p>The best way to know where everyone is at and ensure your project is a success is to hold regular team meetings. This shows your enthusiasm for the project and can boost staff morale. Team meetings can be great for setting deadlines and updating stakeholders and they only need to take a couple of minutes out of your day. The best way to ensure it goes on track is to have an agenda and someone <a href=\"https://www.wildapricot.com/articles/how-to-write-effective-meeting-minutes\">taking minutes</a>. This can show your staff and stakeholders you are interested in them and sometimes it is better to talk about things face to face than behind an email account.</p>\n<p><strong>Time Management</strong></p>\n<p>Another big skill you must have as a project manager is being able to manage your time effectively to meet deadlines. This includes being able to delegate effectively so you know the work will be done. Making a to-do list each day might help you identify priorities. Sometimes you may need to be the bad guy and get rid of a team member who is not doing what they should be within time limits. Brandeis University Online can help you manage time effectively whilst studying a <a href=\"https://projectmgmt.brandeis.edu/\">masters in project management</a>.</p>\n<p>As a project manager, there are many things you need to be aware of and think of to ensure you have a good and happy team behind you and your project meets its deadlines and budget. If you are great with people and have good time management, you are already on your way to becoming a great project manager.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/small-business-resources/education-and-training/4-things-to-think-about-if-you-want-to-be-a-project-manager.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>What Tyro&#8217;s new CEO has in store for SMEs</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/what-tyros-new-ceo-has-in-store-for-smes.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/what-tyros-new-ceo-has-in-store-for-smes.html#respond</comments>\n\t\t<pubDate>Mon, 12 Feb 2018 03:16:12 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Finance]]></category>\n\t\t<category><![CDATA[Small Business]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82702</guid>\n\t\t<description><![CDATA[The incoming CEO of fintech startup Tyro, Robbie Cooke, spoke to Dynamic Business about the value he plans to create for SMEs when he takes the reins of the challenger bank at the end of March. Taking over from acting CEO Rob Ferguson, Cooke will join Tyro after departing lotteries business Tatts Group, where he [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>The incoming CEO of fintech startup Tyro, Robbie Cooke, spoke to Dynamic Business about the value he plans to create for SMEs when he takes the reins of the challenger bank at the end of March.</strong></p>\n<p>Taking over from acting CEO Rob Ferguson, Cooke will join Tyro after departing lotteries business Tatts Group, where he held the top role for five years. Before that, he served as the CEO of Wotif.com for a seven-year period.</p>\n<p><strong>DB: What excites you about taking the reins of Tyro? </strong></p>\n<p><strong>Cooke:</strong> Tyro has established itself as a banking champion for Australia’s small and medium businesses. It has done that by having a singular focus on – and commitment to the SME sector. Being part of that success story and leading the energetic, agile and innovative team at Tyro on the next stage of their journey is what attracted me to the role.</p>\n<p><strong>DB: What is your agenda for growing the company?</strong></p>\n<p><strong>Cooke:</strong> It is early days as I have not yet got in the chair at Tyro! That said, Tyro has been exceptional at building a payments solution that is purpose built for the SME customer. As such, my key focus will be building on the 20,000 plus customers that have joined Tyro and lifting the awareness of what Tyro currently has on offer, including our newer products in deposits and lending. That focus will see us continue to innovate and improve, offering an experience for SMEs that is well beyond that offered by the big banks. Due to the flexibility that Tyro’s large and talented in-house engineering capability provides, the company is in a fantastic position to drive innovation for the benefit of our SME customers.</p>\n<p><strong>DB: What is your assessment of the big banks?</strong></p>\n<p><strong>Cooke:</strong> I think it is fair to say a lot of consumers have been taken for granted by the traditional banks and Australia’s small and medium businesses have certainly not been an exception in this regard. A lack of focus on the specific needs of SMEs, coupled with a lack of product innovation and a considerable technological deficit, has seen the SME sector remain underserviced by the traditional banks. Unsurprisingly disruption occurs when these market dynamics are evident.</p>\n<p>Tyro’s focus since inception has been about removing the barriers faced by SMEs in the payments space, and has now expanded to include innovative new banking products purpose built for the SME sector. Tyro has long understood that Australia’s SMEs are the backbone of our economy and has focused in on their specific needs. At the core is Tyro’s seamless integration with hundreds of POS solutions, the absence of lock-in contracts, real-time reporting, fast processing speeds and superb 24/7 local support. This focus has seen more than 20,000 customers come on board and join Tyro. With the product suite now extending to lending and deposits products, I believe Tyro as a business bank providing fair, transparent and smart banking solutions in a truly customer centric way, is providing SMEs with simply a better alternative to the big banks.</p>\n<p><strong>DB: What learning will you apply from your past roles?</strong></p>\n<p><strong>Cooke:</strong> Every business has its own unique attributes, opportunities and culture. It is how you harness those elements that is the critically important thing as an incoming CEO. That said, there are some common themes from my time at Wotif.com and Tatts that should be helpful at Tyro. Both Wotif.com and Tatts were customer-focused businesses operating in very competitive markets that were undergoing considerable structural change and disruption. Both businesses had the advantage of proprietary technology platforms and had large teams of IT professionals to make the ‘magic’ happen. Brand, marketing (online and traditional) and building consumer awareness are perhaps the other areas where my experiences at Wotif.com and Tatts will be particularly useful at Tyro. What I am looking forward to most is building on what has been a very successful strategy of serving the Australian SME market with a market-leading SME banking solution.</p>\n<p><em>Related article: <a href=\"http://www.dynamicbusiness.com.au/featured/lets-talk-fintech.html\">Let&#8217;s Talk&#8230; Fintech</a></em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/what-tyros-new-ceo-has-in-store-for-smes.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Committee endorses visa worker levy but Kate Carnell warns of angst for small businesses</title>\n\t\t<link>http://www.dynamicbusiness.com.au/news/committee-endorses-visa-worker-levy-but-kate-carnell-warns-of-angst-for-small-businesses.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/news/committee-endorses-visa-worker-levy-but-kate-carnell-warns-of-angst-for-small-businesses.html#respond</comments>\n\t\t<pubDate>Mon, 12 Feb 2018 00:36:27 +0000</pubDate>\n\t\t<dc:creator><![CDATA[James Harkness]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[ASBFEO]]></category>\n\t\t<category><![CDATA[Australian Small Business and Family Enterprise Ombudsman]]></category>\n\t\t<category><![CDATA[foreign worker]]></category>\n\t\t<category><![CDATA[Kate Carnell]]></category>\n\t\t<category><![CDATA[Migration]]></category>\n\t\t<category><![CDATA[overseas worker]]></category>\n\t\t<category><![CDATA[Reform]]></category>\n\t\t<category><![CDATA[skilled migrant visa scheme]]></category>\n\t\t<category><![CDATA[skilling Australians Fund]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=82687</guid>\n\t\t<description><![CDATA[A Senate committee has deemed it ‘wholly appropriate’ that employers pay a levy to access overseas workers; however, the Australian Small Business and Family Enterprise Ombudsman, Kate Carnell, considers this “another blow” for small businesses. [Related article: Federal Budget: foreign worker tax introduced] In October, last year, the Federal Government introduced the Migration Amendment (Skilling Australians [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>A Senate committee has deemed it ‘wholly appropriate’ that employers pay a levy to access overseas workers; however, the Australian Small Business and Family Enterprise Ombudsman, Kate Carnell, considers this “another blow” for small businesses.</strong></p>\n<p><em>[Related article: <a href=\"http://www.dynamicbusiness.com.au/news/federal-budget-foreign-worker-tax-introduced.html\">Federal Budget: foreign worker tax introduced</a>]</em></p>\n<p>In October, last year, the Federal Government introduced the <em>Migration Amendment (Skilling Australians Fund) Bill 2017</em> and the <em>Migration (Skilling Australians Fund) Charges Bill 2017</em> into Parliament, with a view to addressing concerns about the displacement of Australian workers.</p>\n<p>The bills provide a framework for the collection of a levy from employers for engaging overseas workers on temporary and permanent visas. With the introduction of this levy in March 2018, the Federal Government is seeking to raise between $1.2 billion and $1.5 billion, over a four-year period, for its Skilling Australians Fund.  It expects the Fund will support up to 300,000 apprentices, trainees, pre-apprentices and higher level skilled Australians.</p>\n<p>In its <a href=\"https://www.aph.gov.au/Parliamentary_Business/Committees/Senate/Education_and_Employment/MigrationBills2017/Report\">report</a> inquiring into both bills, the Senate Education and Employment Legislation Committee recommended the bills be passed by the senate on the basis that it was “wholly appropriate that employers seeking access to overseas skilled workers should be required to contribute to the broader skills development of Australians”.</p>\n<p>The Committee added, “The Skilling Australians Fund will support targeted investment in critical skill needs in key regions and industries across the Australian economy… While the committee acknowledges the concerns raised by submitters, on balance it considers the bills necessary to ensure that all Australians have access to adequate and high-quality skills and training opportunities.”</p>\n<p>Commenting on the report, Carnell said increasing the cost to small businesses of engaging migrants on temporary visas will “add to the angst already involved in the complex and time-consuming process of securing a suitable worker”.</p>\n<p>“We know that small businesses contribute significantly to the training of their own workforce and are more than happy to do this,” she said.</p>\n<p>“However, in some businesses and some areas, particularly regional and rural, no amount of advertising or word of mouth is going to fill a vacancy.</p>\n<p>“This is when employers look to what is probably the last resort for them, which is getting skilled workers from overseas.</p>\n<p>“We are disappointed that this new legislation increases costs, timeframes and red tape.</p>\n<p>“Under the proposed legislation, business owners will have to pay an upfront training levy of up to $8,000, spend around 80 hours filling out paperwork and then wait between seven to nine months for this to be processed.</p>\n<p>“With cash flow and profit margins always a challenge, and no human resource or finance departments to support the process, like big business, small businesses might just walk away as it is too hard.</p>\n<p>“This legislation imposes a disproportionate burden on Australia’s small businesses and limits their capacity to employ people to run or grow their business.&#8221;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/news/committee-endorses-visa-worker-levy-but-kate-carnell-warns-of-angst-for-small-businesses.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "Set-Cookie": "wfvt_4217023555=5a89b21545e72; expires=Sun, 18-Feb-2018 17:34:21 GMT; Max-Age=1800; path=/; HttpOnly",
    "Link": "<http://www.dynamicbusiness.com.au/wp-json/>; rel=\"https://api.w.org/\"",
    "Server": "nginx/1.10.3 (Ubuntu)",
    "X-Robots-Tag": "noindex, follow",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Connection": "keep-alive",
    "X-TEC-API-VERSION": "v1",
    "X-TEC-API-ORIGIN": "http://www.dynamicbusiness.com.au",
    "Last-Modified": "Fri, 16 Feb 2018 05:24:27 GMT",
    "ETag": "\"273a9d2bb513588623453b2fd981871d\"",
    "X-TEC-API-ROOT": "http://www.dynamicbusiness.com.au/wp-json/tribe/events/v1/",
    "Date": "Sun, 18 Feb 2018 17:04:21 GMT"
  },
  "response_url": "http://www.dynamicbusiness.com.au/feed"
}