{
  "requested_url": "http://www.menshealth.com/events-promotions/washpofeed",
  "fetched_at": "2018-02-18T22:20:20.704787",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?>\n<rss version=\"2.0\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:atom=\"http://www.w3.org/2005/Atom/\" xmlns:media=\"http://search.yahoo.com/mrss/\" xmlns:foaf=\"http://xmlns.com/foaf/0.1/\" xmlns:og=\"http://ogp.me/ns#\" xmlns:rdfs=\"http://www.w3.org/2000/01/rdf-schema#\" xmlns:sioc=\"http://rdfs.org/sioc/ns#\" xmlns:sioct=\"http://rdfs.org/sioc/types#\" xmlns:skos=\"http://www.w3.org/2004/02/skos/core#\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema#\" xmlns:dcterms=\"http://purl.org/dc/terms/\">\n  <channel>\n    <title>Menshealth</title>\n    <link>http://www.rodalewire.com/articles/menshealth/active</link>\n    <description></description>\n    <language>en</language>\n            <item>\n      <title>I Tried Surfing Hawaii&#039;s North Shore and It Was Harder Than I Could Have Imagined</title>\n      <link>https://www.menshealth.com/fitness/surfing-hawaii-north-shore-winter</link>\n      <guid isPermaLink=\"false\">3031006</guid>\n<pubDate>Fri, 09 Feb 2018 19:49:04 +0000</pubDate>\n<dcterms:modified>2018-02-12T21:48:02+00:00</dcterms:modified>\n<dc:creator>Amy Schlinger</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-surfing-in-hawaii-school.jpg\" width=\"1600\" height=\"1018\" alt=\"surfing\" />\n<span class=\"copyright\">Photograph courtesy of Hans Hedemann Surf School</span>\n<p>​Luckily, falling didn't lead to any injury of the body — just the ego</p>\n<p>Whether you’ve seen the movie <em data-redactor-tag=\"em\">North Shore,</em> follow waterman legend <a href=\"https://www.menshealth.com/fitness/laird-hamilton\">Laird Hamilton</a>, or just love breath-taking beach getaways, you might know Hawaii's North Shore for its monstrous waves and epic surfing conditions during the winter months (which, mind you, means 80 degrees and sunny there).</p>\n<p>It's also the home of Pipeline, also known as Pipe, a surf reef break off Ehukai Beach Park where the <a href=\"https://www.redbull.tv/live/AP-1Q3YX7XB91W11/volcom-pipe-pro\" target=\"_blank\">Volcom Pipe Pro</a> surf competition takes place. When Red Bull invited me out to catch the action for myself and try my hand at surfing, I was definitely up for the workout challenge. Catching a wave itself doesn’t burn a ton of calories, but paddling out, then popping up and balancing on the board recruits muscles in your arms, legs, and core.</p>\n<p>It was only once I got to Turtle Bay Resort that I first had a glimpse at the ocean. When they say the waves are big in the North Shore, they’re not kidding. Even just at the resort’s beach, the waves topped anything I’d seen in New York, LA, Washington.</p>\n<p><strong data-redactor-tag=\"strong\">Related</strong>: <a href=\"https://www.menshealth.com/fitness/best-surfing-lessons-hotels-vacation\">10 Hotels That'll Help You Become a Better Surfer</a></p>\n<h2>First, we tried rock running.</h2>\n<p>If you’ve seen <em data-redactor-tag=\"em\">Blue Crush</em>, you may remember the scene where Kate Bosworth and Michelle Rodriguez are running with a rock along the bottom of the ocean. It’s called rock running, and surfers do it in real life to help with breath training, cardio, and to work on being calm while stuck underwater. It’s a form of hypoxic training, when you force your body to perform even when ample oxygen isn’t available. They also use it for cardio endurance training.</p>\n<p>Naturally, I had to try it. Accompanied by surf photographer <a href=\"https://www.zaknoyle.com/\" target=\"_blank\">Zak Noyle</a>, I grabbed a face mask and made my way into the ocean at Makapu’u Beach. The waves were no joke — getting past the break proved to be even harder than we thought — and this was sans surfboard.</p>\n<p><strong data-redactor-tag=\"strong\">Related:</strong> <a href=\"https://www.menshealth.com/guy-wisdom/secluded-beaches\">The Best Secluded Beaches</a></p>\n<p>Before I went down, Noyle explained how it would work. Surf videographer <a href=\"https://www.instagram.com/ryan.moss/?hl=en\" target=\"_blank\">Ryan Moss</a>, who came out to help, would go down to the ocean floor with me and hand me the 50-or-so-pound rock. I was to take it, hug it in tight to my body, and then start to move with it. Sounds easy right? Not quite. Despite the fact that you’re in water, that rock is still heavy. When I didn’t hug it into my chest as instructed, it overpowered me, pulling me to my knees before I even knew it.</p>\n<p>Credit Link:&nbsp;    </p>\n<p>After a couple of attempts that ended with the rock pulling me down to my knees, I slowed down, pulled the rock in tight, and sprinted forward as long as I could before dropping the rock and kicking off the ocean floor to shoot back up to the surface. By sprinted forward, I really mean ran in slow motion; the resistance from the water on all sides doesn’t really allow for sprinting, but it does force you to use all the muscles in your legs to remain standing and move forward.</p>\n<p>Credit Link:&nbsp;    </p>\n<p><strong data-redactor-tag=\"strong\">Related:</strong> <a href=\"https://www.menshealth.com/guy-wisdom/american-adventurer-bucket-list-activities\">10 Bucket List Activities for the Great American Adventurer</a></p>\n<h2>Next up, surfing.</h2>\n<p>I signed up for a lesson at Hans Hedemann Surf School located in the Turtle Bay Resort. My two instructors explained the steps I’d learn on land and then take out to the waves. I began by lying on the board, feet almost touching the end, chest over the middle, arms out to the side, paddling. When a good wave would come, my instructors would say paddle, and I was to take off as fast as I could using my arms. The next cue would be “pop up,” which told me to grab the sides of the board and use my arms to pop up onto my feet, then immediately jump into a sideways split stance. Once on the board, the goal was to stay low, similar to a squat position, without completely stiffening in the legs. The more precise yet malleable I could be, the better chance I had of staying on the board. Got it? Great. Now it was time to paddle out.</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"3\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-3-surfing-in-hawaii-school.jpg\" />Credit Link:&nbsp;    </p>\n<p>While waiting to get up, I learned that you always face the waves. The ocean is the boss out there, and you don’t want to be taken off guard by a wave you don’t see coming. When it was my turn to catch a wave, I turned the board around the face the shore — which is only okay once you're ready to surf — and waited for the instructor's directions. When I finally popped up, I managed to stay low — though I could have gotten even lower — and land both feet on the board. Just like that, I was surfing!</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"4\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-4-surfing-in-hawaii-school.jpg\" />Credit Link:&nbsp;    </p>\n<p>The timing of the pop-up was harder than the balancing aspect. If I ever went too early or too late, or if my feet landed too far back on the board, a nosedive soon followed and I ended up in the ocean. I was grateful the water was shallow and there wasn't any reef to crash into. All that falling didn't mean any injury to the body — just the ego.</p>\n<p>I got up a handful of times before I was ready to call it quits. Surfing takes a lot out of you — I wore my <a href=\"https://www.menshealth.com/guy-wisdom/everything-we-love-about-apple-watch\">Apple Watch</a> the whole time, and I burned almost 400 calories in 45 minutes. I was tired, but so glad I said yes to this adventure.</p>]]></description>\n    </item>\n    <item>\n      <title>Why Your Deodorant Might Be Making You Flabby, Tired, and Impotent</title>\n      <link>https://www.menshealth.com/health/deodorant-health-risks-fragrance-chemicals-phthalates-styrene</link>\n      <guid isPermaLink=\"false\">3030926</guid>\n<pubDate>Fri, 09 Feb 2018 16:07:46 +0000</pubDate>\n<dcterms:modified>2018-02-10T13:33:09+00:00</dcterms:modified>\n<dc:creator>Markham Heid</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/deodorant-make-flabby-tired-impotent.jpg\" width=\"1000\" height=\"636\" alt=\"​Why Your Deodorant Might Be Making You Flabby, Tired, and Impotent\" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>Chemicals in scented products like deodorant, shampoo, and cologne have been linked to a wide range of health risks. The scariest part? We don't know just how many there are</p>\n<p>From <a href=\"https://www.menshealth.com/style/best-shampoo-for-hair-type\">shampoo</a> to soap to deodorant to hair wax, most products these days are heavily scented. In fact, you may be piling on half a dozen or more fragranced grooming products when you get ready for work (and that's not even counting actual fragranced products like cologne). Even your detergent, dryer sheets, air freshener, and countertop cleaner are likely scented.</p>\n<p>That's a problem, according to some experts who are sounding the alarm about the potential health risks associated with the chemicals.</p>\n<p>What kinds of health risks? “Breathing difficulties, asthma attacks, migraine headaches, dizziness, rashes, congestion, seizures, nausea, and a range of other physical problems,” says <a href=\"http://www.drsteinemann.com/\" target=\"_blank\">Anne Steinemann, Ph.D.</a>, a professor of civil engineering at Australia’s University of Melbourne who has conducted <a href=\"https://link.springer.com/article/10.1007/s11869-016-0442-z\" target=\"_blank\">research</a> on long-term exposure to fragranced consumer products. In a 2017 study, Steinemann even found that 33% of Australians reported experiencing migraines and asthma attacks after exposure to fragranced products like air fresheners and cleaning supplies.</p>\n<p>While this might sound extreme, Steinemann is far from the only researcher to express concern about chemicasls in fragranced products. A handful of studies have found that <a href=\"https://www.theguardian.com/lifeandstyle/2015/feb/10/phthalates-plastics-chemicals-research-analysis\" target=\"_blank\">phthalates</a>, a class of chemicals that are often used in scented soaps and shampoos, can also have some harrowing effects, says <a href=\"https://bio.sciences.ncsu.edu/people/hbpatisa/\" target=\"_blank\">Heather Patisaul</a>, Ph.D., a professor of biological sciences at North Carolina State University who runs a lab studying the biological effects of consumer chemicals.</p>\n<p>“These compounds have been linked to abnormalities of <a href=\"https://www.cbsnews.com/news/phthalates-dehp-chemical-in-plastics-boys-future-fertility/\" target=\"_blank\">male reproductive system development</a> and are suspected of having neuro-developmental effects,\" she says.</p>\n<p>Patisaul says that aside from phthalates, other fragrance chemicals have been shown to block testosterone activity, which could lead to loss of energy, <a href=\"https://www.menshealth.com/health/protect-your-erection\">erectile dysfunction</a>, or problems building or maintaining muscle (<a href=\"https://www.menshealth.com/health/low-testosterone-treatment\">to name just a few concerns associated with low testosterone</a>).</p>\n<p><em>4 Things Most Guys Get Wrong About Skin Cancer:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/4943914614001/file.mp4\" type=\"video/mp4\">\n<p>What's even more frightening is that in 2014, the U.S. National Toxicology Program issued <a href=\"https://www.nap.edu/catalog/18725/review-of-the-styrene-assessment-in-the-national-toxicology-program-12th-report-on-carcinogens\" target=\"_blank\">a report</a> about styrene, a chemical found in a range of consumer goods, including <a href=\"https://www.ewg.org/enviroblog/2014/08/expert-panel-confirms-fragrance-ingredient-can-cause-cancer#.WnyIeZPwZ-U\" target=\"_blank\">fragranced personal care and household products</a>. The NTP said that it found “compelling evidence” that styrene can cause cancer in humans. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3165940/\" target=\"_blank\">Research</a> in animals has linked styrene to lung, breast, stomach, and liver cancers.</p>\n<p>“Styrene is important to know about, but there are potentially hundreds of other fragrance chemicals that may be carcinogenic,” says <a href=\"https://silentspring.org/staff/robin-dodson-scd\" target=\"_blank\">Robin Dodson</a>, Sc.D., a research scientist at the nonprofit environmental research organization the Silent Spring Institute. “We don’t know about the others, because they haven’t been tested.”</p>\n<p>While most of us assume the products we buy at our local CVS or Walmart have been rigorously tested to ensure their safety, the truth is that's not quite the case. <a href=\"https://www.motherjones.com/environment/2016/02/toxic-chemicals-fragrance-cosmetics-safety/\" target=\"_blank\">The Food and Drug Administration</a> (FDA) does not require cosmetic manufacturers to prove in advance that all of their ingredients are safe. Instead, there must be proof that an ingredient causes harm for a product to be yanked from the shelves.</p>\n<p>“The FDA and EPA are not testing these products for safety,” says Dodson.</p>\n<p>For its part, the FDA addresses the <a href=\"https://www.fda.gov/Cosmetics/ProductsIngredients/Ingredients/ucm128250.htm\" target=\"_blank\">potential health risks of chemicals like phthalates</a> on its website, stating that after conducting multiple studies and reviewing the available data, the agency was unable to find \"a sound, scientific basis to support taking regulatory action against cosmetics containing phthalates. (<em>Men's Health</em> has reached out to the FDA, and we will update if we hear back.)</p>\n<p><strong>Related: </strong><a href=\"https://www.menshealth.com/style/does-my-deodorant-work\">Is Your Deodorant Actually Working?</a></p>\n<p>To make matters worse, companies that produce scented products are not even required to disclose all of the ingredients they use to begin with. That's in part due to a loophole in the <a href=\"https://www.fda.gov/Cosmetics/Labeling/ucm414211.htm\" target=\"_blank\">Fair Packaging and Labeling Act</a>, which states that companies do not have to reveal an ingredient <a href=\"https://www.fda.gov/RegulatoryInformation/LawsEnforcedbyFDA/ucm148722.htm\" target=\"_blank\">if it qualifies as a \"trade secret</a>.\"</p>\n<p>That explains why, if you look at the list of ingredients on your canister of hair product or bottle of countertop cleaner, you might see a long list of multisyllabic chemicals, along with the word “fragrance” or “parfum.” That single, seemingly benign word could be a stand-in for dozens or even hundreds of chemicals, Patisaul says.</p>\n<p>“Literally thousands of chemicals can be described under the generic term ‘fragrance,’ but for each scented product you buy, it is impossible to know what chemicals are included,” Patisaul says.</p>\n<p>That said, there are ways to find out what ingredients are being used in your scented products. In 2010, following a campaign by consumer watchdogs, a trade group known as the <a href=\"http://www.ifraorg.org/\" target=\"_blank\">International Fragrance Association</a> started publishing a “transparency list” of all the ingredients that manufacturers could include in their scented products under umbrella terms like “fragrance.” <a href=\"http://www.ifraorg.org/en-us/ingredients#.Wl9rs5M-fVo\" target=\"_blank\">That list</a> includes roughly 4,000 organic and synthetic compounds — some of which, like styrene, have been linked to cancer. The non-profit Environmental Working Group’s <a href=\"https://www.ewg.org/skindeep/#.Wl9wK5M-fVo\" target=\"_blank\">Skin Deep Database</a> also provides health and safety info on thousands of consumer chemicals.)</p>\n<p><strong>Related: </strong><a href=\"https://www.menshealth.com/health/fragrances-make-you-sick\">Why Strong Perfume Makes You Physically Ill</a></p>\n<p>So is there anything else you can do to lower your risks? First, the obvious: you should avoid buying fragranced products whenever possible. “Buying unscented products is an effective step for reducing chemical exposures,” Patisaul says.</p>\n<p>While that includes cologne, you don’t necessarily have to ditch your favorite eau or aftershave. At the very least, you can stop using the dozen other scented products you spread, lather, or rub on your body every day in favor of fragrance-free alternatives. Just use a single scented product—be it cologne, aftershave, or hair product.</p>\n<p>You should also stop buying scented laundry detergent, air freshener, household cleaner, and other fragranced products that don’t need to smell nice to do their jobs. “None of us needs fragranced trash bags,” Dodson says. “We can all skip those.” She also adds that if you see the term “unscented” on a label, that could just mean that masking agents have been added to cover up any chemical odors. Instead, buy products that are labeled “fragrance free.”</p>\n<p>You should also buy product that prioritize product transparency, Dodson says. If you see every specific ingredient listed on the label, and the manufacturer makes a point of highlighting the lack of phthalates and <a href=\"https://www.scientificamerican.com/article/should-people-be-concerned-about-parabens-in-beauty-products/\" target=\"_blank\">parabens</a>, that’s a good sign.</p>\n<p>Finally, Patisaul says we all need to be pushing lawmakers and government officials to change the way these products are regulated. “The overarching problem is that the FDA lacks the authority to require manufacturers to test personal care products for safety,” she says.</p>\n<p>Ultimately, we simply don't know a lot about the chemicals being used in our products, let alone the extent of the threat they might pose to our health and safety. But until we get serious about educating ourselves and pushing for more transparency from manufacturers, nothing will change.</p>]]></description>\n    </item>\n    <item>\n      <title>Why You Should Never Pop That Red, Tender Bump Near Your Eye</title>\n      <link>https://www.menshealth.com/health/eye-stye-treatment</link>\n      <guid isPermaLink=\"false\">3030891</guid>\n<pubDate>Fri, 09 Feb 2018 14:45:02 +0000</pubDate>\n<dcterms:modified>2018-02-10T13:33:28+00:00</dcterms:modified>\n<dc:creator>Suzannah Weiss</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/never-pop-red-bump-near-eye.jpg\" width=\"1000\" height=\"636\" alt=\"​Why You Should Never Pop That Red, Tender Bump Near Your Eye\" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>Eye styes look like a zit, but you need to keep your hands off</p>\n<p>There are all sorts of bumps that can pop up on your face: Everything from zits on your chin to <a href=\"https://www.menshealth.com/health/cold-sore-treatment\">cold sores on your lips</a>, there's no shortage of lesions that can take up residence on your mug.</p>\n<p>But few are as disconcerting or as annoying as the eye stye, which are tender, red bumps that grow on your eyelids. They <em>could</em> look like zits, but as tempting as they may be to pop, you need to resist the urge.</p>\n<p>Here, everything you need to know about the red, painful bumps that occur on your eyelids.</p>\n<h2>What is an eye stye?</h2>\n<p>Eye styes aren’t serious, but they should be treated promptly.</p>\n<p>Eye styes can spring up when bacteria gets into your eyelids’ meibomian glands, which play a role in eye lubrication. This bacteria often comes from your eyelashes, especially if you’re experiencing a buildup of eyelash bacteria known as blepharitis, which causes a crusty buildup at their base, says ophthalmologist and laser eye surgeon Ming Wang, M.D., Ph.D.</p>\n<p>The telltale sign of an eye stye is a bump along your eyelid, says Dr. Wang. In the beginning, it will likely be red or painful to touch. Over time, it may become less sensitive, less red, and firmer. They usually occur on the outside of your eyelid, or on the bottom portion.</p>\n<p>Eye styes don’t usually affect your eyesight, though in some cases, they could cause astigmatism, which may blur your vision, says Dr. Wang. They could also lead your eyelid to droop, blocking your vision. Both these issues will go away once the eye stye does.</p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.com/health/7-reasons-eyes-are-blurry\">7 Reasons Your Eyesight Is Blurry</a></p>\n<h2>How to get rid of eye styes</h2>\n<p>If you think you might have an eye stye, see a doctor. They’ll likely prescribe oral antibiotics, though prescription eye drops sometimes also work, says Dr. Wang. To avoid getting reinfected, complete this treatment even if the eye stye resolves.</p>\n<p>As the infection’s clearing up, you can minimize the pain and speed up the healing process by holding a warm compress like the <a href=\"http://www.amazon.com/gp/product/B01N303YPU/ref=as_li_tf_tl?ie=UTF8&amp;tag=menshealth06-20&amp;linkCode=xm2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=B01N303YPU&amp;ascsubtag=%5BASIN%7CB01N303YPU%5Bnid%7C2378331%5Bvid%7C2601606%5Bbrand%7CMH%5Butm%7C\" rel=\"nofollow\" target=\"_blank\">BRUDER Moist Heat Eye Compress</a>&nbsp;on your eye for five minutes up to five times a day, says Dr. Wang. You can also make your own compress by soaking a washcloth in warm water or microwaving a sock filled with uncooked rice. The moist warmth can help encourage the infection to drain.</p>\n<p>In rare cases when these methods don’t work, a doctor can remove the growth through an injection or surgery.</p>\n<p>Whatever you do, don’t pop it—and we really mean that. Popping an eye stye has the potential to be riskier than popping a zit. That's because the infection might spread to other parts of your eyelid or create cuts or abrasions in your skin, which give opening for other infections to enter, says Dr. Wang. It could even spread to your eye itself or, in rare cases, your brain, which can be fatal.</p>\n<p><strong>Related</strong>: <a href=\"https://www.menshealth.com/health/worst-things-you-do-to-eyes\">The 8 Worst Things You Can Do to Your Eyes</a></p>\n<h2>How to prevent eye styes</h2>\n<p>When you wash your face, Dr. Wang recommends gently going over your eyelids with warm water and mild soap, baby shampoo, or an eyelid cleanser like <a href=\"http://www.amazon.com/gp/product/B000US084U/ref=as_li_tf_tl?ie=UTF8&amp;tag=menshealth06-20&amp;linkCode=xm2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=B000US084U&amp;ascsubtag=%5BASIN%7CB000US084U%5Bnid%7C2378331%5Bvid%7C2601606%5Bbrand%7CMH%5Butm%7C\" rel=\"nofollow\" target=\"_blank\">Ocusoft Lid Scrub</a>&nbsp;once a day. This will help make sure the follicles are kept clear and not clogging up.</p>\n<p>Eye styes themselves are rarely contagious, he adds. So you don't really have to worry about catching it from someone—unless he or she rubs the eye while the infection is draining, which should be avoided at all costs.</p>]]></description>\n    </item>\n    <item>\n      <title>4 Out of 5 Women Want You to Do This In Bed </title>\n      <link>https://www.menshealth.com/sex-women/most-common-sexual-fantasies-for-women</link>\n      <guid isPermaLink=\"false\">3030886</guid>\n<pubDate>Fri, 09 Feb 2018 14:30:02 +0000</pubDate>\n<dcterms:modified>2018-02-10T13:33:14+00:00</dcterms:modified>\n<dc:creator>Isadora Baum</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/4-out-of-5-woman-want-this-in-bed.jpg\" width=\"1000\" height=\"636\" alt=\"4 out of 5 women want this in bed\" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>Give her a Valentine's Day she won't forget, thanks to this exclusive data from simpatic.us </p>\n<p>Here’s the deal — we all have secret sexual fantasies. We might not act on all of them (that’s what separates fantasy from reality, after all), but <a href=\"http://simpatic.us/\" target=\"_blank\">simpatic.us</a> wants to at least give us a space to share them. The website asks you and your partner to individually answer 170 questions about your sexual fantasies, then compares the results, listing only the activities the couple agrees on (so if an interest or activity is not shared, it’s not on the report).</p>\n<p>Talking about your sexual fantasies with your partner is healthy, even if you don't necessarily share them or want to act on them. “I regularly encourage people to share their fantasies with their partner. What can seem awkward at first may lead to some explosive experimentation — you just need to get the conversation started,” says Emily Morse, sexologist and host of the <a href=\"http://www.sexwithemily.com/\" target=\"_blank\">Sex With Emily</a> podcast.</p>\n<p>That's why we asked simpatic.us to poll 2,700 users about their most common sexual fantasies. Here's their exclusive data for <em>Men's Health,</em> just in time for Valentine's Day. Who knows? This article might just be the icebreaker you’ve been waiting for.</p>\n<h2>1) Talking dirty</h2>\n<p>Nearly 81% of women said they wanted their partner to talk dirty more often during sex. “The brain is your most powerful sex organ, and dirty talk is a creative way to stimulate it,” Morse says. (Need some guidelines for how to get started? Check out these <a href=\"https://www.menshealth.com/sex-women/how-to-talk-dirty-like-a-porn-star\">dirty talk tips from porn stars</a>.)</p>\n<p>Dirty talk isn't just liberating, it's also a great way to amp up the conversation about consent. “Saying what feels good to you as it’s happening will lead to comfort with asking for more of it. ‘Your hand feels great there,’ or ‘I love the way you look in that position’ can be all you need to get the ball rolling. Pay attention to how your partner reacts, and gradually ramp things up,” Morse advises.</p>\n<h2>2) Going to a strip club</h2>\n<p>Yup, you read that right: nearly 70% of women said they were interested in going to a strip club with their partner. It's not because she loves the wings at the buffet: strip clubs have a unique and intense sexual energy, so if you and your partner are up for it, going together can make for a hot date night.</p>\n<p>“Fora lotof couples, hitting a strip club is kind of like a safe way to explore a <a href=\"https://www.menshealth.com/sex-women/negotiate-a-threesome\">threesome</a> without all the hassle. The taboo of watching your partner—or having them watch you—being teased by a stranger can be great foreplay,” says Morse.</p>\n<h2>3) Using a remote-controlled sex toy</h2>\n<p>63% of women said they fantasized about using remote-controlled <a href=\"https://www.menshealth.com/sex-women/sex-toys-for-couples\">sex toys</a>, while 44% said they wanted their partners to operate remote-controlled sex toys in public. The thrill of helping her get off without anyone knowing gives you both a dirty little secret to share. \"Giving a partner control over your pleasure is incredibly stimulating,\" says Morse.</p>\n<p>Products like the <a href=\"http://shareasale.com/r.cfm?b=1093213&amp;u=1304286&amp;m=65394&amp;urllink=&amp;afftrack=\" rel=\"nofollow\" target=\"_blank\">JIVE by We-Vibe</a> ($119) allow you to control a wearable vibrator via a smartphone app. Helping her get off without anyone else knowing gives you both a dirty little secret to share.\"The risk that you might be caught doing something sexual in your everyday environment is a classic turn-on, and it’s heightened by the anticipation that comes with leaving your sexual fate in someone else’s hands,” Morse says. Just be careful not to use it while she's on a conference call.</p>\n<h2>4) Being blindfolded</h2>\n<p>58% of women said they fantasized about being blindfolded during sex. “Besides the sexiness of trust and dominance, being blindfolded amplifies everything else,” says Morse. “All of a sudden, unexpected touches and kisses create waves of pleasure that can turbo-charge arousal. And the anticipation of what’s coming next can be enough to drive you over the edge.\"Just be sure to check in with her periodically and make sure she's comfortable with what you're doing.</p>]]></description>\n    </item>\n    <item>\n      <title>This Man Came Down With the Flu— and It&#039;s Going to Cost Him His Fingers and Toes</title>\n      <link>https://www.menshealth.com/health/man-to-lose-fingers-and-toes-flu-complications</link>\n      <guid isPermaLink=\"false\">3030216</guid>\n<pubDate>Thu, 08 Feb 2018 20:56:25 +0000</pubDate>\n<dcterms:modified>2018-02-09T13:34:00+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/man-lose-fingers-from-flu.jpg\" width=\"1000\" height=\"636\" alt=\"This Man Came Down With the Flu—and It&#039;s Going to Cost Him His Fingers and Toes\" />\n<span class=\"copyright\">Image by WFAA-TV</span>\n<p>How common is this scary flu complication? We asked an expert</p>\n<p>A Texas man is reportedly about to have <a href=\"http://www.wfaa.com/news/health/dallas-man-says-fingers-and-toes-must-be-amputated-after-flu-related-conditions/515444305\" target=\"_blank\">some of his fingers and toes amputated as a result of complications from the flu</a>.</p>\n<p>According to WFAA, 33-year-old Joei Smith was a healthy, self-proclaimed “gym head” when he contracted the flu in December 2017. He said he started to feel sick and dizzy while at work, so he decided to go home. Days later, on December 29, he was feeling bad enough that he went to the doctor.</p>\n<p>\"I got there at 12 a.m., and by 3 a.m., they were telling me I only had 24 hours to live,\" Smith told WFAA.</p>\n<p>Smith had developed an extremely dangerous complication from the <a href=\"https://www.menshealth.com/health/adenovirus-symptoms-mimic-flu\">flu</a> — sepsis and pneumonia. Sepsis can cause organs to shut down in the body, and that's exactly what was happening to Smith.</p>\n<p><a href=\"https://www.menshealth.com/health/sepsis-death\">Sepsis</a> can be fatal if not treated quickly enough, regardless of gender, age or health. <a href=\"https://www.menshealth.com/guy-wisdom/21-year-old-bodybuilder-dies-septic-shock-influenza\">A 21-year-old bodybuilder recently died from sepsis</a> that developed from the flu. Fortunately for Smith, doctors were able to save his life, but his fingers and toes are a different story.</p>\n<p>Smith told WFAA that while he was in the hospital being treated for kidney failure, pneumonia and sepsis, doctors gave him drugs to help with his <a href=\"https://www.menshealth.com/health/lower-blood-pressure-without-medication\">blood pressure</a>. “As a result of the drugs from the high blood pressure that they gave me, it left me with compromised limbs,” he said.</p>\n<p>Now most of his fingers are black and blue, his hands surrounded by bandages.</p>\n<p>While he can’t speak to this particular case, Daniel P. Eiras, MD, MPH, assistant professor, Department of Medicine, Division of Infectious Diseases &amp; Immunology at NYU Langone Health, explained that although very rare, it’s entirely possible for the flu to cause these effects.</p>\n<p>“When you get the flu, your body’s immune system is fighting off a severe infection,” Eiras told <em>Men’s Health.</em> “Your blood pressure drops, and it makes it difficult for your body to get blood to places like certain organs and the tips of your fingers and toes.”</p>\n<p>Eiras explained that this loss of blood can cause necrosis, which is essentially the dying of tissue. “This would cause the limbs to become gangrenous, which is why an amputation would have to happen,” he said.</p>\n<p>Developing sepsis from flu complications is rare, especially for people outside of the vulnerable populations (the elderly and the very young). It’s even more rare for sepsis to lead to necrosing limbs.</p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.com/health/flu-myths\">Read these flu myths you must stop believing</a></p>\n<p>In the event that you do get the flu, there are steps you can take to make sure it doesn't become something worse.</p>\n<p>“Cold and flu symptoms can be very similar, especially in the beginning,” Eiras said. “If you feel something come on and you think it might be the flu, go into your doctor and get tested. If you have the flu, there are medications your doctor can give you.” These medications are more effective in earlier stages, so the sooner you go in, the better.</p>\n<p>As far as <a href=\"https://www.menshealth.com/health/can-grape-juice-prevent-norovirus-stomach-flu\">preventing yourself from getting the flu</a> in the first place, Erias said there’s one thing everyone must do. “Get your flu shot. If you’re over 6 months in age, you should have your flu shot,” he said. “If you haven’t gotten it yet, it’s not too late. Go get it. It could save lives.”</p>\n<p>Smith told WFAA that he'd gotten his flu shot, but still got the flu. However, that isn’t an excuse to not get one.</p>\n<p>“There’s a chance you could still get the flu even if you get your flu shot,” Eiras said, “But getting the shot is still the best preventative measure you can take.”</p>\n<p>Besides getting your flu shot, there are everyday habits you should be doing to lower your chances of getting the flu. “Make sure you do things like cough into your sleeve and wash your hands frequently,” he said. “And don’t come into work if you’re sick.”</p>]]></description>\n    </item>\n    <item>\n      <title>These Common Sex Problems Might Be Killing Your Relationship</title>\n      <link>https://www.menshealth.com/sex-women/these-common-sex-problems-might-be-killing-your-relationship</link>\n      <guid isPermaLink=\"false\">3030211</guid>\n<pubDate>Thu, 08 Feb 2018 20:28:58 +0000</pubDate>\n<dcterms:modified>2018-02-09T13:34:33+00:00</dcterms:modified>\n<dc:creator>Stacey Leasca</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/common-problem-ruining-sex-life.jpg\" width=\"1000\" height=\"636\" alt=\"These Common Sex Problems Might Be Killing Your Relationship\" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>eHarmony polled 2,300 people about their happiness level in their relationships, and the results are in</p>\n<p>With Valentine’s Day just around the corner, you may be evaluating the state of your relationship. If you’re looking for something to measure it against, look no further than the latest survey by eHarmony.</p>\n<p>The dating site released a report on Thursday called <a href=\"https://www.prnewswire.com/news-releases/64-percent-of-americans-say-theyre-happy-in-their-relationships-300595502.html\" target=\"_blank\">Happiness Index: The State of Relationships in America.</a> In it, the company asked more than 2,300 people ages 18 and up who were either married or in long-term relationships about their happiness levels with their partner.</p>\n<p>According to the survey, a whopping 64 percent of people said they are at least “very happy” with their relationships. Nevertheless, there's still plenty that bugs people about their romantic situations — and just 50 percent of people said they were happy with their sex lives.</p>\n<p>So what's bugging people the most when it comes to romance? Stress from work is at the top of the list, with 34 percent of guys and 36 percent of women saying it has a negative impact on their relationship. Twenty-five percent of men and 29 percent of women said that arguments about money added to their relationship unhappiness.</p>\n<p>As you might have guessed, much of people's relationship problems come come from their sex lives. Twenty-eight percent of guys and 38 percent of women complained about someone being \"too tired for sex\"; 21 percent of men and 35 percent of women about <a href=\"https://www.menshealth.com/health/low-libido-causes-in-men\">low sex drive</a>; and 13 percent of men and 16 percent of women about <a href=\"https://www.menshealth.com/sex-women/easy-ways-to-make-sex-better\">boring sex</a>.</p>\n<p>If negative factors are putting a strain on your relationship, there are ways you can fix things. According to eHarmony, the couples who reported being happiest in their relationships are the ones who have \"open communication with their partner.\" This can mean talking to each other, to a therapist, or to friends.</p>\n<p>Believe it or not, Millennials are the most effective communicators of all.</p>\n<p>\"There’s this narrative about millennials being entitled,\" eHarmony CEO Grant Langston told <em>Men's Health</em>. “We see them as most interested in communication of any of the age groups, and male Millennials are driving the difference.” Langston added that Millennial guys are more willing to talk to friends, family, and therapists about their relationships than any other age demographic.</p>\n<p>Another key to happiness? Don’t rush into getting married. As the survey showed, couples who were over the age of 30 and dated for five years before taking the plunge reported being far happier than those who didn’t wait.</p>\n<p>If you're looking to spice up your relationship, it could be as easy as making new couple friends and <a href=\"https://www.menshealth.com/sex-women/how-to-spice-up-your-marriage\">enjoying date nights out together</a> more often. If the problems in your romance lie in the bedroom, there are plenty of things you can do about that, too. Here are <a href=\"http://www.menshealth.com.sg/sex-women/kinkier-sex-you-ever-imagined/\">three super easy steps to take to spice up your relationship</a> and your current bedroom routine. You can thank us for your epic Valentine’s Day night later.</p>]]></description>\n    </item>\n    <item>\n      <title>Here’s Why It’s So Hard to Keep Weight Off After You’ve Lost It</title>\n      <link>https://www.menshealth.com/weight-loss/appetite-hunger-after-weight-loss</link>\n      <guid isPermaLink=\"false\">3030196</guid>\n<pubDate>Thu, 08 Feb 2018 20:04:27 +0000</pubDate>\n<dcterms:modified>2018-02-09T13:35:11+00:00</dcterms:modified>\n<dc:creator>Alisa Hrustic</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/why-hard-keep-weight-off-after-loss.jpg\" width=\"1000\" height=\"636\" alt=\"Here&#039;s Why It’s So Hard to Keep Weight Off After You’ve Lost It\" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>Your raging appetite might sabotage your weight loss efforts</p>\n<p>Even after you’ve shed major pounds, <a href=\"https://www.menshealth.com/weight-loss/how-to-maintain-weight-loss\">keeping the weight off</a> can be a huge struggle. One reason? Your body constantly feels hungry, according to a new <a href=\"http://www.physiology.org/doi/10.1152/ajpendo.00322.2017\" target=\"_blank\">study</a> from the American Physiological Society.</p>\n<p>For the study, researchers had 40 obese volunteers — which was defined as having a body mass index greater than 40 — attend five three-week long weight loss sessions over the span of two years. During the sessions, the participants were coached through daily exercise and eating healthy.</p>\n<p>The researchers did a blood test to measure their hunger and satiety hormone levels after four weeks, one year, and two years into the experiment. They also recorded the participants’ self-reported feelings of hunger and fullness during these times.</p>\n<p>All of the participants lost weight — but even though they were able to keep most of it off after two years, they felt hungry: At the one and two-year periods, the researchers discovered that their feelings of fullness dipped, while feelings of hunger significantly spiked.</p>\n<p>It might be an evolutionary reaction: When you lose a lot of weight, your body sees it as a threat to your survival, so it boosts your hunger hormones to signal that you need to eat. However, the patients in the study saw an increase in <em>oth</em> their hunger and satiety hormones. Yet, the hunger hormones seemed to override the ones associated with fullness.</p>\n<p>And that ravenous I-need-more-food feeling is a huge problem when you’re trying to maintain weight loss.</p>\n<p>“This study shows what is known in the obesity clinical setting. Most people will fail diet and exercise programs for weight loss,” explains obesity specialist <a href=\"http://drspencer.com/\" target=\"_blank\">Spencer Nadolsky</a>, D.O., author of <em><a href=\"http://www.amazon.com/gp/product/1518824226/ref=as_li_tf_tl?ie=UTF8&amp;tag=menshealth06-20&amp;linkCode=xm2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=1518824226&amp;ascsubtag=%5BASIN%7C1518824226%5Bnid%7C2378311%5Bvid%7C2601536%5Bbrand%7CMH%5Butm%7C\" rel=\"nofollow\" target=\"_blank\">The Fat Loss Prescription</a></em>. “There are multiple reasons for this, but <a href=\"https://www.menshealth.com/weight-loss/belly-off-weight-loss-secrets\">appetite</a> is one of the biggest ones.”</p>\n<p>That doesn’t mean your diet is necessarily doomed to fail: This study had the participants eat more often — five to six times a day instead of three — which could have skewed appetite and hunger ratings if they weren’t used to chowing down so frequently. “It may prime them to want to eat more often,” says Dr. Nadolsky.</p>\n<p>The good news is, despite their desire to eat more, the study participants did manage to keep off most of the weight they lost, says Dr. Nadolsky.</p>\n<p>Battling that appetite can be difficult for the long haul, though, especially if you’re going at it alone. Here are a few things Dr. Nadolsky has his patients do when all they can think about is wanting more food:</p>\n<h2>OPTIMIZE YOUR MEALS</h2>\n<p><a href=\"https://www.menshealth.com/fitness/ultimate-guide-to-protein-supplements\">Protein</a> and <a href=\"https://www.menshealth.com/nutrition/truth-about-fiber\">fiber</a> are your best friends here. Both slow down digestion, helping you feel fuller for longer. When hunger strikes, increase your protein intake by roughly 10 grams at each meal and double the amount of non-starchy vegetables on your plate.</p>\n<p>Make your fiber-packed carbs high in volume and low in calories. Foods like melon, berries, and legumes may help, says Dr. Nadolsky. “Tinker with how many meals per day you eat,” he adds. “You may feel you do better with fewer but larger meals.”</p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.com/nutrition/natural-appetite-suppressant-snacks\">7 Healthy Snacks That Will Tame Your Appetite</a></p>\n<h2>DRINK PLENTY OF WATER</h2>\n<p>Glug water before and during your meals, says Dr. Nadolsky. Your stomach can only contain so much at once, so when it’s partly full of water, you’ll feel fuller faster and leave less room for extra food.</p>\n<p>In fact, overweight people who downed about 17 ounces of water 30 minutes before their meals for 12 weeks lost three more pounds than those who didn’t, party due to the fact that water just made them feel more full, according to a <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/oby.21167/abstract\">study</a> published in the journal <em>Obesity</em>.</p>\n<p><em>7 Foods Doctors Prescribe:&nbsp;</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/5269486276001/file.mp4\" type=\"video/mp4\">\n<h2><strong>TALK TO YOUR DOC ABOUT MEDICATION</strong></h2>\n<p>“If these things don’t work and the hunger is unbearable and weight regain is inevitable, we use <a href=\"https://www.menshealth.com/weight-loss/appetite-suppressants\">appetite suppressant medicines</a> to help,” says Dr. Nadolsky.</p>\n<p>These drugs target receptors in your brain linked to your appetite. The catch? They’re really only prescribed for people who genuinely need to lose weight because their health is at risk, due to the possible side effects, like fatigue, dizziness, and constipation.</p>\n<p>If you think you’re a good fit, though, talk to your primary care doctor or <a href=\"https://abom.learningbuilder.com/public/membersearch\" target=\"_blank\">click here</a> to find an obesity medicine specialist near you.</p>]]></description>\n    </item>\n    <item>\n      <title>Here&#039;s Exactly What NASA Training is Like For Astronauts</title>\n      <link>https://www.menshealth.com/guy-wisdom/what-nasa-astronaut-training-is-like</link>\n      <guid isPermaLink=\"false\">3030176</guid>\n<pubDate>Thu, 08 Feb 2018 19:40:34 +0000</pubDate>\n<dcterms:modified>2018-02-09T14:24:02+00:00</dcterms:modified>\n<dc:creator>Ben Court</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/poster-see-you-on-mars-nasa.jpg\" width=\"1600\" height=\"1018\" alt=\"U.S. Army Lt. Col. Andrew Morgan and U.S. Navy Cdr. Victor Glover\" />\n<span class=\"copyright\">Photograph by Ian Allen</span>\n<p>NASA astronauts go through hell before going to work high in the heavens. What they learn during training can help you perform back here on Earth</p>\n<p>How many astronauts does it take to change a lightbulb? By the look of things on a recent morning in the NASA Neutral Buoyancy Lab at Johnson Space Center in Houston: two.</p>\n<p>Plus hundreds of support personnel, including 14 divers suspended in the water with video cameras, all manner of tech support poolside, and a cadre of coffee-sipping flight operations specialists watching on screens in a control room overlooking the scene.</p>\n<p>It's 9:11 a.m. when Col. Nick Hague, 42, encased in his 300-pound space suit, is lowered by crane into a pool that measures 202 feet long, 102 feet wide, and 40 feet deep. Submerged in it is a replica of the $75-billion-plus International Space Station, or ISS. For the next six hours, Hague and German astronaut Alexander Gerst will simulate an extravehicular activity (EVA), a.k.a. spacewalk, to perform maintenance tasks.</p>\n<p>This fall, Hague will ride a Russian rocket to the ISS and begin a six-month stint. He's one of just eight members of NASA's class of 2013, and first in the class to be assigned a mission. On this simulated spacewalk he'll adjust (not literally change) a light on the robotic arm of the $1.7 billion service system, a task that astronauts currently on the ISS will do eight days later. He'll also upgrade some batteries, a job he'll later take on in orbit. The spacewalk (a misnomer—it's a hands-only climb across the station's exterior) is a physical challenge. Astronauts clench their hands thousands of times as they loosen and tighten bolts and screws, chafing fingertips, knuckles, and collarbones. It's the metabolic equivalent of running a marathon. There are no breaks; they wear diapers under their suits.</p>\n<p><img alt=\"\" height=\"1286\" width=\"994\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-1-see-you-on-mars-nasa.jpg\" />Credit Link:&nbsp;    </p>\n<p>It's a painstakingly long process. Every move seems to be in slow motion, and every action is called out over the radio. Astronauts have major constraints on the speed of their movements due to the pressure in the suits, as well as the amount of force they can place on the structure. It's laborious yet intricate work, akin to doing mechanical surgery while wearing oven mitts and floating upside down. And an EVA requires sustained focus, says instructor Grier Wilt, NASA's EVA flight controller. \"You're handling critical hardware with a unique set of tools and equipment while maneuvering in microgravity under the extreme conditions of space.\" If you look down, you see Earth 250 miles below, sliding by at 17,500 miles an hour. Every 45 minutes the sun rises or sets, blasting you with light or pitching you into darkness.</p>\n<p>Rehearsals like this one in the pool allow flight controllers to assess hand and foot placements, tether locations, tool selection, and overall task choreography. Afterward there's a debriefing. \"We were able to successfully evaluate the body positioning and orientation for working on the robotic arm,\" says Hague. \"It was a short-notice task that was added to support a planned spacewalk. This checkout of procedures and techniques helped make the EVA a success.\" Astronauts typically do nine spacewalks during initial training and another nine after they're assigned a mission. This was Hague's sixth of the final nine. \"The aim is to constantly learn, improve, and be more efficient,\" says Wilt.</p>\n<p>That's NASA's philosophy, encapsulated: constant learning. As Tom Wolfe notes in The Right Stuff, a career in flying is an infinite series of tests, like climbing a ziggurat—an extraordinarily high, steep Babylonian pyramid. Simply surviving the vetting process for the program is arduous. Hague was one of four men and four women chosen from 6,113 applicants in 2013. (The 2017 class drew 18,353 applicants for 12 spots. Selections are made roughly every four years.)</p>\n<p><img alt=\"\" height=\"1553\" width=\"1200\" data-delta=\"2\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-2-see-you-on-mars-nasa.jpg\" />Credit Link:&nbsp;    </p>\n<p>A NASA committee picks about 120 candidates who endure a week of interviews and mental and physical tests. Then that group is whittled down to 40 to 60, who must ace more interviews, excel in team-building exercises, and pass additional medical tests. These are the fastest of the fast learners. The chosen ones then embark on a two-year training program that encompasses everything from flight training to space station operations to rodent dissections. (Typically, 250 experiments are active on the space station at any given time.) There are also extreme survival courses—both civilian wilderness programs and military training for crash landings. And you need to learn Russian.</p>\n<p>After graduating, trainees wait one to seven years before being assigned a mission. The right stuff still demands the moxie, reflexes, and coolness of earlier years, but now it also embraces softer skills. It's about \"space travel resource management,\" says Kathryn Bolt, NASA's chief training officer. \"How do you work in a team? How do you take care of others and yourself? How do you communicate? How do you listen?\" Meet the new breed of space explorers who may one day go to Mars.</p>\n<p><img alt=\"\" height=\"1430\" width=\"1106\" data-delta=\"3\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-3-see-you-on-mars-nasa.jpg\" />Credit Link:&nbsp;    </p>\n<h2>COL. NICK HAGUE</h2>\n<p><em>Motto: \"Be part of something larger than yourself and never give up.\"</em></p>\n<p>At first blush, Air Force Col. Nick Hague seems like the prototypical astronaut. Ever since he was \"real little,\" growing up in Hoxie, Kansas, he gazed at the stars and dreamed of going up there. In the military, he worked his way up to test pilot and flew the F-16, F-15, and other stray cats and dogs. \"You go out and see if the plane is controllable or if it falls out of the sky,\" he says. \"It's interesting work.\" He's also a graduate of MIT, where he studied aeronautical engineering and built spacecraft components. \"Grad school taught me how to handle complicated concepts and models,\" he says.</p>\n<p>Hague applied to NASA in 2003 and 2009 before finally gaining acceptance in 2013. Those initial failures only inspired him to strive harder. \"You can't guess what the selection committee finds most valuable,\" he says. \"The process is to be yourself: I followed my passion and found success in my career. That brought opportunities.\"</p>\n<p><strong>Embrace Fear</strong></p>\n<p>\"When I'm scrunched up in the Soyuz on the launchpad in Baikonur in September, I know my heart rate and blood pressure will be elevated,\" Hague says. \"I'm expecting it.\" Jangled nerves are normal when you're perched on a rocket atop tens of thousands of gallons of kerosene and liquid oxygen fuel about to blast off and hit 1,200 miles per hour in 70 seconds. Embracing fear helps subdue uncertainty, explains Jim Picano, Ph.D., NASA's senior operational psychologist. Moreover, astronauts are trained to feel confident that they're prepared to handle anything that might go wrong. NASA is famous for its \"next-worst-case\" protocol for emergencies. The instructors drill worst-case and next-worst-case scenarios over and over. If something goes wrong, the astronauts have an emergency protocol and a plan to execute.</p>\n<p><strong>Strengthen Your Team</strong></p>\n<p>Success depends on everyone performing at their peak, so astronauts are trained to invest in their teammates. We picture the laconic astronaut, self-reliant and concise with his language. Sure, but the team needs more. \"It's providing opportunities for colleagues to talk,\" Hague says. \"We all have bad days. It sure helps if someone throws his arm over your shoulder and says, 'You're having a rough go. What's going on? Let's grab a drink and talk.' Or you say, 'I want to take your mind off things. Let's do something else.'\"</p>\n<p><strong>Know Your Flaws</strong></p>\n<p>Self-awareness is crucial. Hague knows he can be a hangry mess, so he keeps nuts on hand. At 6'1\", he's tall for an astronaut, so he does yoga weekly. \"On the Soyuz, I'll have my knees in my chest for three or four hours. I need to maintain flexibility.\" And he pulls strength from his wife and two young sons. \"There are moments when my boys understand what I'm doing,\" he says. \"But for the most part, I'm just the goofy, clueless guy who doesn't know anything and embarrasses them. I'm still just Dad, and that's pretty cool.\"</p>\n<p><img alt=\"\" height=\"1553\" width=\"1200\" data-delta=\"4\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-4-see-you-on-mars-nasa.jpg\" />Credit Link:&nbsp;    </p>\n<h2>LT.COL. ANDREW MORGAN</h2>\n<p><em>Motto: \"Always do right; this will gratify some people and astonish the rest.\" —Mark Twain</em></p>\n<p>He's neither an aviator nor an engineer, and that's what makes Army Lt. Col. Andrew Morgan, M.D., 42, unlike many astronaut candidates. But that didn't stop the New Castle, Pennsylvania, native from gaining acceptance to NASA on his first attempt.</p>\n<p>Morgan graduated from West Point and earned a doctorate in medicine from the Uniformed Services University of the Health Sciences. In a 19-year military career, he served as a physician with special forces in Iraq and Afghanistan and completed such elite courses as Special Forces Assessment and Selection, Ranger School, Combat Diver training, and Military Freefall Parachutist school. \"Being a bit different made me stand out. My special skills are medicine and having experience working in small, high-functioning teams in extreme environments.\"</p>\n<p><strong>Seek New Experiences</strong></p>\n<p>As part of his NASA training, Morgan had to learn to fly a plane solo. That meant attending Navy flight school with kids in their 20s fresh out of college. \"It was intense: Being alone in an aircraft for the first time is intimidating,\" he says. \"With the absence of human voices, I heard engine and cockpit noises I'd never heard and knew the inputs were all my own.\"</p>\n<p>NASA has always valued aviation training as an analogue for space flight—it requires operating a complex machine, flawless knowledge of emergency protocols, and crew coordination in situations when error can mean death. Find your version of flight school—forge resilience by challenging yourself to learn something new with a cohort of younger, fitter people.</p>\n<p><strong>Learn to Prioritize</strong></p>\n<p>Serving with Rangers and Green Berets in training and combat, Morgan realized that effective leaders care deeply about their team, and he made it a drill \"to think of others first,\" he says. \"It helps you avoid falling into a trap of 'self first' and the tendency to focus on your own discomfort. And by serving others first—whether it's mentoring a teammate or helping a junior staffer with a personal issue—you're prioritizing the team, and that's the right thing to do. If a priority is self-serving, then your tactics are often not aligned.\"</p>\n<p>That team-first approach extends to his own family and work-life balance. \"My wife and four children support me and are extremely understanding,\" he says, \"so I'm home as often as I can be for dinner because I want to be there for their lives. \"</p>\n<p><strong>Be Smart About Checklists</strong></p>\n<p>Morgan speaks passable French and was confident he could pick up Russian. And he did. But he found some of the technical material for the space station's systems harder to digest, though it was in English.</p>\n<p>\"You need more than a user's-guide understanding. You need to know how to fix something,\" he says. The discipline of following checklists was ingrained in him from his parachuting and pilot training, so he came to appreciate NASA's use of checklists to prevent user error in complex procedures.</p>\n<p>And not-so-complex ones, back home with the most important team of all. \"When my family vacates the house for a week, I run the checklist,\" he says. \"It adds a structure and formality to completing a task. And we remember to turn on the alarm.\"</p>\n<p><img alt=\"\" height=\"1601\" width=\"1200\" data-delta=\"5\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-5-see-you-on-mars-nasa.jpg\" />Credit Link:&nbsp;    </p>\n<h2>LT. CDR. JOSH CASSADA</h2>\n<p><em>Motto: \"The good thing about science is that it's true, whether or not you believe in it.\" —Neil deGrasse Tyson</em></p>\n<p>Astronauts typically don't become untethered from the space station during a spacewalk, but if it happened, he or she would know how to handle it, thanks to a virtual reality simulation. In a small room at the Johnson Space Center, Navy Lt. Cdr. Josh Cassada, Ph.D., 44, is wearing a new Oculus Rift VR headset and toggling a joystick to control his jetpack thrusters. Within 20 seconds of being cast off, he's safely back to the station. All astronauts routinely do this test, even in orbit. Cassada, who hails from White Bear Lake, Minnesota, grew up blasting moon shots on the diamond.</p>\n<p>\"My first love was baseball,\" he says. \"Next it was science and aviation.\" At 26, Cassada earned a physics Ph.D. from the University of Rochester—with five weeks to spare before the Navy's mandatory age cutoff for pilots. He flew missions over Iraq and later became an instructor at the Navy's test pilot school. NASA rejected him once, but he continued to serve as a Navy test pilot and was eventually accepted into the program.</p>\n<p><strong>Take Stuff Apart</strong></p>\n<p>Growing up, Cassada learned a lesson that turned out to be pretty useful: If something breaks, you fix it. \"It was partly because I was broke,\" he says. Still, he enjoyed discovering how things work. \"With YouTube and a soldering iron, I could conquer the world,\" he jokes. \"If the lawn mower hits a root, you've just got to get in there and fix the flywheel that sheared off—concepts you may not be familiar with,\" he says, speaking from experience. \"When you disassemble something in your living room, you'd better know how to put it back together.\"</p>\n<p>Fixing things is core to the astronauts' mission. For the earthbound, it can hone resilience and self-confidence.</p>\n<p><strong>Get It Right</strong></p>\n<p>In grad school, Cassada did more elaborate experiments, studying quarks and collaborating with scientists from 40 universities. \"I learned to build an argument and then defend it,\" he says. \"There's nothing physicists love more than pointing out flaws in someone's analysis. It's not about being argumentative. It's about the need to get it right.\"</p>\n<p><strong>Respect the Hardware</strong></p>\n<p>In the Navy, Cassada flight-tested P-3 and P-8 planes. \"Ideally, nothing in a flight test should be exciting,\" he says. \"You collaborate with a team of engineers, mechanics, and programmers, sometimes for years for a one-hour flight. You work really hard to come up with a plan to identify risk and minimize it. Still, if it's the first time you're flying a new vehicle and you don't feel scared, then you're not doing it right.\"</p>\n<p><img alt=\"\" height=\"1553\" width=\"1200\" data-delta=\"6\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-6-see-you-on-mars-nasa.jpg\" />Credit Link:&nbsp;    </p>\n<h2>CDR. VICTOR GLOVER</h2>\n<p><em>Motto: \"The reward of a thing well done is to have done it.\" —Ralph Waldo Emerson</em></p>\n<p>There's a regular gym for astronauts at Johnson Space Center. But there's also another gym featuring the equipment modified for zero gravity that they'll eventually use on the space station: a treadmill, spin bike, and exercise rack with a flywheel and pistons along with barbells and cables.</p>\n<p>Navy Cdr. Victor Glover, 41, is doing a modified workout, performing deadlifts, squats, and sprint intervals. Glover jokes that in zero G, he worries that his sweat droplets will float all over the space station. An F/A-18 fighter pilot and graduate of the Air Force Test Pilot School and California Polytechnic State University, Glover grew up wanting to fly the space shuttle. The 1986 Challenger explosion didn't deter him. \"We all watched it at school,\" he says. \"I realized space exploration was a big deal—something important.\"</p>\n<p><strong>Train Efficiently</strong></p>\n<p>NASA's strength and conditioning specialist, Mark Guilliams, C.S.C.S., has been designing workouts for astronauts for 20 years. On the ISS they train daily to maintain strength, bone density, and cardio fitness. In just six months of zero gravity, astronauts can lose up to 20 percent of their lower-body strength. So Guilliams emphasizes variations of the deadlift and squat, total-body lifts that target areas that rapidly waste away in space. The astronauts also do interval sprints (100, 200, 400, and 800 meters) and steady-state cardio both on the treadmill and on a bike that has no handlebars—a core-stability challenge.</p>\n<p><strong>Know Your Role</strong></p>\n<p>With nearly 20 years of flying experience, the debrief is second nature to Glover. But at NASA he's learned to listen even better. \"By magnifying and analyzing your missteps, you learn faster,\" he says. At a meeting, for instance, be aware of priorities; ask yourself if what you plan to say will add value. Glover says survival training taught him role flexibility, to know when to lead and when to support. At a course with the National Outdoor Leadership School in Colorado, the astronauts were empowered to make decisions; everyone had a role to play, bringing clarity to the mission.</p>\n<p><strong>Overcome Loneliness</strong></p>\n<p>Military deployment includes rituals like writing your will and letters to be opened by loved ones if you're killed. Glover has done that, and he's landed an F/A-18 in the dark on an aircraft carrier. So he's ready for the risks of space travel. It helps that he's committed to spending time with his wife and four girls and is usually in bed by 9 p.m. NASA sends care packages to astronauts in orbit and allows calls and family video chats. Daily fitness training boosts well-being and reduces stress. On future expeditions—such as to Mars—real-time communication won't be possible, so NASA is working on solutions, such as virtual reality role-playing and time-release care packages.</p>]]></description>\n    </item>\n    <item>\n      <title>How Elite Military Trainers Create Strength Programs</title>\n      <link>https://www.menshealth.com/fitness/best-military-workouts-fitness-survival-tactics</link>\n      <guid isPermaLink=\"false\">3030121</guid>\n<pubDate>Thu, 08 Feb 2018 17:19:24 +0000</pubDate>\n<dcterms:modified>2018-02-09T13:34:06+00:00</dcterms:modified>\n<dc:creator>Ebenezer Samuel</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/poster-new-rules-of-tactical.jpg\" width=\"1600\" height=\"1018\" alt=\"How Elite Military Trainers Create Strength Programs\" />\n<span class=\"copyright\">Photograph by Matt Nager</span>\n<p>A Jackson, Wyoming tactical program gives you the tools you need to prepare your body for more than just lifting weights</p>\n<p>Rob Shaul doesn't judge workouts the same way you do, and he doesn't care about the size of your biceps. As a trainer, his only concern is how you perform when it counts. \"Fitness training must have a 'mission direct' impact,\" says Shaul, a U.S. Coast Guard Academy grad. It's that impact that mountain athletes and the military seek when they venture to his Mountain Tactical Institute in Jackson, Wyoming, where the population (9,577) barely outpaces the elevation (6,237 feet). They come to be schooled in functional fitness that's geared toward survival in dangerous professions. \"Training should improve mission performance,\" Shaul says. Here's how to elevate your workouts to achieve that standard.</p>\n<h2>THE BIG PICTURE: Understand what you'll need to fulfill your goals</h2>\n<p>Anyone can put together a circuit of pushups, biceps curls, and box jumps, but why? \"Random programming is lazy,\" Shaul says. Before your next workout, look at each exercise in your routine and ask how it helps you reach your goals. Ponder the ensuing workout too; each session should build toward the next one.</p>\n<h2>THE PROGRAM: Know what you don't need</h2>\n<p>\"The needs, wants, and opinions of the individual are not a concern,\" says Shaul. Nothing matters unless it makes you better at your mission. For example, maximum strength probably isn't as critical as you think. \"Too much time getting stronger takes away from work on endurance or technical practice,\" he says.</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-1-new-rules-of-tactical.jpg\" />Credit Link:&nbsp;    </p>\n<h2>THE EXERCISES: Don't overcomplicate</h2>\n<p>Instagram has tons of fancy exercise variations. Ignore them and stick to simple moves like the burpee: From a standing position, squat and place your hands on the floor; then kick back and lower your chest to the floor. Reverse and jump up. It's a full-body exercise with simple mechanics and clear benefits.</p>\n<h2>THE LOCATION: Get outside the gym</h2>\n<p>Your performance is needed in the real world, not the gym. For that, Shaul recommends moves like the sandbag getup (right) and the weighted stepup. He calls stepups \"pure drudgery\"—step onto the box, step back down—but they're worth it. \"There's a ton of carryover for mountain athletes,\" he says.</p>\n<h2>THE AWARENESS: Open your eyes</h2>\n<p>As important as it is to follow a routine matched to your goals, \"don't become so wedded to your program that you're blind to your deficiencies,\" Shaul says. \"All that matters is outside performance.\" If there's a movement or part of a movement that holds you back in your sport, consider varying your approach.</p>]]></description>\n    </item>\n    <item>\n      <title>You Won&#039;t See a Single Crunch In This Core Workout</title>\n      <link>https://www.menshealth.com/fitness/pushup-hollow-body-core-tabata-workout</link>\n      <guid isPermaLink=\"false\">3030081</guid>\n<pubDate>Thu, 08 Feb 2018 14:56:33 +0000</pubDate>\n<dcterms:modified>2018-02-09T19:12:02+00:00</dcterms:modified>\n<dc:creator>Naomi Nazario</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/Gather_TABATA.jpg\" width=\"1000\" height=\"636\" alt=\"Anarchy Abs\" />\n<span class=\"copyright\">Image by Men's Health</span>\n<p>This Tabata from trainer Andy Speer targets even the deepest ab muscles </p>\n<p>When it comes to training your core, oftentimes simplicity is best. Andy Speer, trainer and creator of the <a href=\"http://www.amazon.com/gp/product/1635650933/ref=as_li_tf_tl?ie=UTF8&amp;tag=menshealth06-20&amp;linkCode=xm2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=1635650933&amp;ascsubtag=%5BASIN%7C1635650933%5Bnid%7C2378276%5Bvid%7C2601231%5Bbrand%7CMH%5Butm%7C\" rel=\"nofollow\" target=\"_blank\">Anarchy Abs</a> workout from <em>Men's Health</em>, has a quick-hitting core workout guaranteed to train every muscle in your midsection.</p>\n<p>Instead of exercises like situps or crunches that mostly train your core by contracting and releasing your abdominal muscles while lying down, exercises in the <a href=\"https://www.menshealth.com/fitness/gym-jones-plank\">plank</a> and hollow-body positions train core stability. This means you have to hold and maintain a contraction and good spinal alignment, often while there are forces opposing it.</p>\n<p>These stability exercises train your transverse abdominal muscles, which are deep in your <a href=\"https://www.menshealth.com/fitness/19-core-carving-exercises\">core</a> and help with posture and back health. They also keep your entire midsection from bulging out. (Think of how your stomach sticks out when you slump).</p>\n<p>This is a Tabata workout, which was named after Japanese scientist Izumi Tabata, who found that high-intensity interval training that was 20 seconds on, 10 seconds off improved \"<a href=\"http://tabatastudy.com/\" target=\"_blank\">both aerobic and anaerobic systems simultaneously</a>.\" Watch the video above or see the directions below for exactly how Speer's workout is done.</p>\n<p><strong>Directions:</strong> Perform the exercises in the order listed — 20 seconds of work with 10 seconds of rest.</p>\n<p>1. Pushup, max reps</p>\n<p>2. Hollow hold</p>\n<p>That's 1 round. Do 3 to 5 rounds.</p>]]></description>\n    </item>\n    <item>\n      <title>Arnold Schwarzenegger Is Set to Star in a Western TV Series</title>\n      <link>https://www.menshealth.com/guy-wisdom/arnold-schwarzenegger-western-tv-series-outrider</link>\n      <guid isPermaLink=\"false\">3029261</guid>\n<pubDate>Wed, 07 Feb 2018 21:13:21 +0000</pubDate>\n<dcterms:modified>2018-02-08T13:34:15+00:00</dcterms:modified>\n<dc:creator>Vinnie Mancuso</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/P-1-arnold-the-cowboy.jpg\" width=\"1600\" height=\"1018\" alt=\"arnold the cowboy\" />\n<span class=\"copyright\">Photograph by Joel Arbaje/Men's Health</span>\n<p>The 70-year-old still has the guns to play the part</p>\n<p>Great news today for Western fans and anyone who ever thought it’d be funny to see the Terminator wearing a cowboy hat. <a href=\"http://deadline.com/2018/02/arnold-schwarzenegger-outrider-western-event-series-amazon-development-1202278941/\" target=\"_blank\"><em>Deadline</em> reports</a> that <a href=\"https://www.menshealth.com/fitness/arnold-schwarzenegger-bodybuilding-deaths-von-moger-killing-gunther\">Arnold Schwarzenegger</a> is set to executive-produce and star in <em>Outrider</em>, an Oklahoma-set western being developed by Amazon.</p>\n<p>Taking place in the 1800s, the series will reportedly follow a deputy “tasked by a notoriously brutal judge with apprehending a legendary outlaw in the wilderness.” Schwarzenegger — in his first small-screen role, unless you count a single season of <em>Celebrity Apprentice</em> — will play a “ruthless Federal Marshal” who emigrated from Europe the United States, presumably to explain why an Oklahoman Federal Marshal has an Austrian accent.</p>\n<p>No word yet on who will play the deputy (although <a href=\"https://www.menshealth.com/style/2017-worst-celebrity-style/slide/5\">we know someone</a> who already has the boots) or the judge. But one thing that’s clear is that Schwarzenegger can still play a badass with the best of them. The 70-year-old former governor constantly takes to social media to prove he still has the guns that rocketed him to fitness fame and action movie history.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BeUQru1gbz3/embed\" frameborder=\"0\"></iframe>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BZxDSODAP0j/embed\" frameborder=\"0\"></iframe>\n<p>Strangely enough, Amazon is also currently developing a series <a href=\"http://deadline.com/2018/02/amazon-developing-conan-drama-based-robert-e-howard-books-colony-co-creator-1202278547/\">based on <em>Conan The Barbarian</em></a>, the muscular meathead warrior that Schwarzenegger brought to the silver screen across two movies in the 1980’s. Sadly, the star is not involved with the TV remake, so anyone nostalgic for Arnold’s glory days will have to settle for <a href=\"https://www.menshealth.com/guy-wisdom/arnold-schwarzenegger-calum-von-moger-bigger-bodybuilding-movie\">Calum von Moger’s portrayal in the upcoming bodybuilding biopic, <em>Bigger</em></a>.</p>]]></description>\n    </item>\n    <item>\n      <title>Kevin Hart Beat Usain Bolt in a Race—But There Was a Catch</title>\n      <link>https://www.menshealth.com/guy-wisdom/kevin-hart-ssain-bolt-race</link>\n      <guid isPermaLink=\"false\">3029226</guid>\n<pubDate>Wed, 07 Feb 2018 19:55:37 +0000</pubDate>\n<dcterms:modified>2018-02-08T13:35:19+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/kevin-hart-beat-usain-bolt-race.jpg\" width=\"1000\" height=\"636\" alt=\"kevin hart beats usain bolt in race\" />\n<span class=\"copyright\">Photograph courtesy of Instagram/usainbolt</span>\n<p>The funnyman and the fastest man in the world toed off for a race on the beach</p>\n<p>Kevin Hart has just proclaimed himself the fastest man in the world after beating <a href=\"https://www.menshealth.com/fitness/what-usain-bolt-ate-before-his-100meter-race\" target=\"_blank\">Usain Bolt</a> in a 100-meter dash. There's just one small catch, which is that Hart was given a 30-meter head start. A minor detail!</p>\n<p>The legendary sprinter shared an Instagram video of Hart breaking the tape against him, and it's pretty hilarious.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/Be59KdEl9AK/embed\" frameborder=\"0\"></iframe>\n<p>The race was part of an ongoing \"feud\" between Hart and Bolt through PokerStars, which has featured the two men going head-to-head in various <a href=\"https://www.menshealth.com/guy-wisdom/poker-trick-that-will-help-you-win-money\" target=\"_blank\">poker</a> challenges since June of last year. The race was part one of a two-part \"finale,\" the second part being a poker match between Hart and Bolt.</p>\n<p>The video opens with their official — the world's number one poker player, <a href=\"https://www.menshealth.com/podcasts/daniel-negreanu/2012/08/10/?_ga=2.15400502.1213702446.1517841490-223966832.1516841944\" target=\"_blank\">Daniel Negreanu</a> — explaining that the two would race down the beach, and to make it fair, Hart would be given a 30-meter head start.</p>\n<p>\"Makes sense,\" Hart says.</p>\n<p>\"That doesn't make sense,\" Bolt interjects.</p>\n<p>\"Just give me my 30 meters, and let me do what I do best and kick your ass,\" Hart responded.</p>\n<p>The two then line up, Hart considerably closer to the finish line. Then they're off, and although there's actually a moment when it looks like Bolt might catch him, Hart ultimately finishes first.</p>\n<p>\"I whooped his ass! I'm the fastest man in the world!\" Hart exclaims, gracious in victory.</p>\n<p>To Hart's credit, he's no fitness slouch — <a href=\"https://www.menshealth.com/fitness/kevin-harts-upper-body-workout\" target=\"_blank\">his upper body workout is no joke</a>, and <a href=\"https://www.menshealth.com/fitness/kevin-hart-nyc-marathon-recovery\" target=\"_blank\">he even ran the New York City marathon</a> last year. Although claiming to have nabbed the title from Bolt as \"Fastest Man in the World\" from Bolt seems a <em>little</em> bit of a stretch, there's no denying Hart was seriously moving when that horn sounded. (<a href=\"https://www.menshealth.com/fitness/explosive-speed-workout\" target=\"_blank\">Improve your speed with three simple, but effective, moves</a>.)</p>]]></description>\n    </item>\n    <item>\n      <title>How to Watch Porn Without Getting Hacked</title>\n      <link>https://www.menshealth.com/sex-women/online-porn-malware-viruses</link>\n      <guid isPermaLink=\"false\">3029221</guid>\n<pubDate>Wed, 07 Feb 2018 19:14:05 +0000</pubDate>\n<dcterms:modified>2018-02-08T13:35:11+00:00</dcterms:modified>\n<dc:creator>Jack Crosbie</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/watch-porn-without-hack.jpg\" width=\"1000\" height=\"636\" alt=\"How to Watch Porn Without Getting Hacked\" />\n<span class=\"copyright\">Photograph by Getty Images</span>\n<p>A new report by Kaspersky lab reveals how hackers are targeting porn sites—and how to beat them</p>\n<p>Since the earliest days of the internet, sketchy porn sites and viruses have gone hand in hand. But a <a href=\"https://www.kaspersky.com/blog/porn-themed-threats-report/20891/\" target=\"_blank\">new report by the cybersecurity firm Kaspersky Lab</a> shows that hackers are using a cheeky new way of spreading malware. In short, they're using porn as a trap, in the hopes that horny web-browsers will stumble into a pit of viruses with one click.</p>\n<p>Kaspersky's investigation shows that the risks are different depending on how you're browsing for porn. Macs don't get as many viruses as PCs, but users are still vulnerable to phishing and other exploits. Android phones are susceptible to sketchy applications, and PCs are always at risk of getting malware. Users on pretty much every device are in danger, but the risks are not unavoidable. To help you browse in peace and safety, here's what to watch out for.</p>\n<h2>Hackers Are Stealing Your Porn</h2>\n<p>Funnily enough, Kaspersky notes that one of the most common hacks plaguing porn browsers is theft of online porn credentials themselves. If you're a conscientious porn browser, you <a href=\"https://www.menshealth.com/sex-women/6-reasons-men-should-pay-for-porn\">should probably be paying for at least some of your porn</a>, but there will always be a market for people who want it for free, or cheaper. Hackers will often use phishing, malware, or other ways to steal users' login info to paid porn sites like Brazzers, NaughtyAmerica, Pornhub Premium, and others, and then re-sell that info at a discount on the dark net. If you're paying for a premium account to one of those sites, be on the lookout for scams or popups that ask for your login information, and change your password frequently. Kaspersky notes that it saw more than 5,000 sales of hacked premium accounts during its research on dark net websites.</p>\n<p><strong data-redactor-tag=\"strong\">Related:</strong> <a href=\"https://www.menshealth.com/sex-women/pays-for-porn\">Who Still Pays for Porn?</a> (If this sounds like you, you could be at risk.)</p>\n<h2>How to Recognize Phishing and Malware Scams</h2>\n<p><strong data-redactor-tag=\"strong\">Phishing</strong> is one of the most common cyber attacks on the net. In a phishing attempt, a user is presented with a fake opportunity to voluntarily enter personal details, like emails, passwords, or credit card numbers. This can come in the form of a pop-up from a site or a fraudulent email that pretends to be from your bank, asking you to log in again. <strong data-redactor-tag=\"strong\">Malware</strong> is the classic \"computer virus,\" a sinister program that runs on your computer, usually without your noticing, that harms you in some way. You can get it by downloading a bad application on a computer or phone.</p>\n<p>All those flashy pop-up ads promising \"SINGLES IN YOUR AREA\" are risky clicks, because they could send you to a phishing site or trick you into downloading malware. Phishing schemes also like to pretend to be free services, like dating websites, that ask you to enter your credit card details onto the site to \"prove your identity.\"</p>\n<p>Some popups also pose as system alerts from virus software, prompting you to enter login information to \"scan your computer.\" Sometimes, they'll even give users a fake phone number to call, where a hacker will actually answer the phone and — pretending to be someone official — get you to give up your details. Kaspersky's memo notes that hackers often disguise phishing attempts as updates to Adobe Flash player, which tricks people into downloading an \"update file\" that is actually a piece of malware. Malware can do anything from use your computer as a click-bot to secretly click on a bunch of online ads, or log keyboard presses to steal important info like passwords and card numbers.</p>\n<p><strong data-redactor-tag=\"strong\">Related:</strong> <a href=\"https://www.menshealth.com/guy-wisdom/kovter-virus-adware-malware-pornhub\">Pornhub Was Infected With a Virus. Here's How to Tell if You Have It</a></p>\n<h2>How to Avoid Them</h2>\n<p>Phishing is pretty simple to avoid: don't click. If you do click, or if you get an email or a pop-up ad, don't enter any information. <strong data-redactor-tag=\"strong\">Just exit out.</strong> Don't call any phone numbers, and don't download any software updates.</p>\n<p>Stopping malware on porn sites is usually an exercise in discipline as well. Don't click the side-banner ads and pop ups, and don't agree to download any software from any website you encounter during a private-time internet session. Malware on phones can also come from apps, so don't download any app that an ad on a porn site prompts you to download. For most browsers — like Google Chrome — Flash player is built-in, so you shouldn't have to worry about updating it. If you're concerned about Flash Player, <a href=\"https://get.adobe.com/flashplayer/\" target=\"_blank\">go to Adobe's official site</a> and check for an update.</p>\n<p><strong data-redactor-tag=\"strong\">Related:</strong> <a href=\"https://www.menshealth.com/guy-wisdom/porn-women-like-most-pornhub-2017-year-end-data\">Here's What Kind of Porn Women Like to Watch</a></p>\n<h2>Why is Porn a Target?</h2>\n<p>Kaspersky sums up why hackers are still targeting porn users: \"The difference is that, in general, victims of porn malware, especially the most severe scareware types of it, are unlikely to report the crime to anyone, because they would have to admit they were looking for or watching porn.\" If you think you've gotten a virus from porn, or anywhere else, it's not worth it to be ashamed. It happens. But you still need to address the problem.</p>\n<p>Kaspersky also offers three suggestions for staying safe: use only trusted websites; don't download applications from unknown sources; and don't buy hacked accounts to porn sites (the ones for sale on the dark net). Go forth, and watch porn safely.</p>]]></description>\n    </item>\n    <item>\n      <title>A Biohacker Just Injected Himself With an Untested, Experimental Herpes Treatment</title>\n      <link>https://www.menshealth.com/health/biohacker-injects-diy-herpes-treatment</link>\n      <guid isPermaLink=\"false\">3029151</guid>\n<pubDate>Wed, 07 Feb 2018 17:17:55 +0000</pubDate>\n<dcterms:modified>2018-02-08T13:30:25+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-A-Biohacker-Just-Injected-Himself.jpg\" width=\"1366\" height=\"869\" alt=\"biohacker just injected himself\" />\n<span class=\"copyright\">Photograph courtesy of Aaron Traywick</span>\n<p>Aaron Traywick ​injected himself with a DIY herpes treatment in front of a live audience— an expert explains why this really wasn't the best idea</p>\n<p>A biohacker injected himself with an experimental herpes treatment in front of a live audience in Austin, Texas, on Monday.</p>\n<p>28-year-old Aaron Traywick, who leads Ascendance Biomedical — the biotech firm behind the drug — injected a treatment that has not undergone any clinical trials for safety, much less gone through the FDA's drug approval process. It happened in front of a live audience, but a video of the event was also posted online.</p>\n<iframe allowfullscreen=\"true\" allowtransparency=\"true\" frameborder=\"0\" height=\"315\" scrolling=\"no\" src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2FN2Sreports%2Fvideos%2F1668713259903223%2F&amp;show_text=0&amp;width=560\" width=\"560\"></iframe>\n<p>Traywick told Men's Health that the purpose of the display was to \"engage and inspire the public in a novel and wholly transparent presentation of a therapy our researchers have been developing for nearly a year.\" He said he hoped the experiment would \"catalyze [the public's] engagement with similar self-experimentation using gene therapy.\"</p>\n<p>According to <em><a href=\"https://www.theverge.com/2018/2/5/16973432/biohacking-aaron-traywick-ascendance-biomedical-health-diy-gene-therapy\" target=\"_blank\">The Verge</a></em>, this bold move by Traywick isn't the first of its kind. As a <a href=\"https://www.pbs.org/newshour/science/biohacking-care\" target=\"_blank\">biohacker</a>, Traywick reportedly has a history of encouraging self-experimentation. Last year, his biotech firm <a href=\"https://gizmodo.com/this-guy-just-injected-himself-with-a-diy-hiv-treatment-1819659724\" target=\"_blank\">live-streamed a man injecting himself with a similarly untested HIV treatment</a>.</p>\n<p>“We prefer to do everything before a live audience so you can hold us accountable in the days to come as we collect the data to prove whether or not this works,” he said prior to the injection. “If we succeed with herpes in even the most minor ways, we can move forward immediately with cancer.”</p>\n<p>Ascendence, specifically, is focused on producing gene therapies to do things like reverse menopause, develop a drug that increases muscle mass and decreases fat mass, and, as Traywick demonstrated, cure <a href=\"https://www.menshealth.com/health/herpes-facts\">herpes</a>. Some biotech companies, including Ascendance, believe the current FDA approval process for drugs is too slow, so they turn to <a href=\"https://www.menshealth.com/health/dave-asprey-biohacking-tips\">biohackers</a> to both research and experiment with the drugs themselves.</p>\n<p>This, however, isn't necessarily true, says Arthur L. Caplan, PhD and founding head of the Division of Medical Ethics at NYU Langone Health. \"The FDA process is not slow,\" Caplan told <em>Men's Health</em>. \"If they get positive results they can move fast. Plus, the FDA permits expanded access if something looks safe and promising.\" This means that if a treatment for say, cancer, looked like it held serious promise, the FDA would expedite the process to make that available to those who need it as soon as possible.</p>\n<p>Besides this, Caplan says, there's a rather large conflict of interest pertaining to this particular experiment — money. Traywick is administering a treatment on himself that his own company created. \"If they [Ascendance] own the vaccine, then their conflict of interest undermines the claim of a result,\" he said. This also directly impacts the outcome in the scenario that the drug actually works. \"Without objective independent controlled trials, few will believe their claims given their financial interest,\" Caplan said.</p>\n<p>When asked if he believes there's indeed a conflict of interest, Traywick said, \"No. We believe that the level of public spotlight and scrutiny placed upon myself and the other members of our team will actually do the opposite.\"&nbsp;</p>\n<p>He thinks that being so public \"require[s] us to maintain a level of public transparency rarely — if ever — seen in the context of modern-day research.\"</p>\n<p>While the self-administration of unapproved drugs is on the rise, it's important to remember that there was a reason the FDA was created in the first place. Like any other business, biotech companies ultimately are looking to make money. Caplan thinks moves like Traywick's live self-injection are less about the science and more about getting publicity.</p>\n<p>\"There is a lot of interest in herpes vaccine, but it’s tough to crack with fringe science by someone trying to make a profit and who lacks independent verification for any claims of a cure,\" he said, \"It looks more like showboating to hype something rather than seriously testing a vaccine.\"</p>\n<p><em>Men's Health</em> reached out to Traywick, but did not receive a response prior to publication. Traywick reportedly said that he \"felt great\" after injecting himself with the treatment. The long-term implications, however, are yet to be known.</p>\n<p><strong>Wednesday, Feb. 7, 5:08 p.m.:</strong> This story has been updated.</p>]]></description>\n    </item>\n    <item>\n      <title>How This Man Got Sober, Lost 190 Pounds, and Turned His Life Around</title>\n      <link>https://www.menshealth.com/weight-loss/noah-kingery-weight-loss-transformation</link>\n      <guid isPermaLink=\"false\">3029156</guid>\n<pubDate>Wed, 07 Feb 2018 17:14:18 +0000</pubDate>\n<dcterms:modified>2018-02-16T21:31:24+00:00</dcterms:modified>\n<dc:creator>Danielle Zickl</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/articles/2018/02/transformation.jpg\" width=\"1000\" height=\"636\" alt=\"Noah Kingrey\" />\n<span class=\"copyright\">Photograph courtesy of Noah Kingery</span>\n<p>At 356 pounds, Noah Kingery didn't think he'd ever be happy—until he got a wake up call that changed his life </p>\n<p>In 2007, <a href=\"http://www.nutritionmgmt.com/\" target=\"_blank\">Noah Kingery</a> was playing professional youth soccer in Brazil. As an athlete, he got a crazy workout out on the field, but also spent plenty of time in the weight room and whipping up healthy meals.</p>\n<p>At 18, he was faced with a painful decision: He could either stay in Brazil and go pro or go back to his hometown of Dallas, Texas, to save his long-distance relationship. He chose his girlfriend and walked away from soccer for good.</p>\n<p>But when things didn’t work out, Kingery took it <em>hard</em>. In just one year, he became 213 pounds heavier. As he found comfort in food and booze, the 143-pound athlete he knew was gone and the scale read 356 pounds — his heaviest weight ever.</p>\n<p>“I was known as this high school athlete, and going from that to this, I can remember people being like, ‘Oh my god, what happened?’” Kingery told <em>Men’s Health</em>. “I was just <a href=\"https://www.menshealth.com/health/what-depression-is-like-for-men\" target=\"_blank\">depressed</a> and spiraling into addiction.”</p>\n<p>In 2009, Kingery moved to Los Angeles to start his own fashion brand, Prep Couture, which catered to celebrities like Kanye West and Justin Bieber. And while he seemed to have it all on the outside, on the inside, he was suffering. “I couldn’t wear anything I made,” he says. “I was always the man behind the scenes because I didn’t actually want to be seen.”</p>\n<p>Reality hit him once again just a year later after one of his closest friends was killed by a drunk driver. Kingery suddenly realized how short life could truly be.</p>\n<p>“I said to myself, ‘Okay, I’ve got to stop drinking and get a handle on this. I’ve got to get back to the soccer player I was in high school,’” he recalls.</p>\n<p>So Kingery mirrored the diet and workouts he followed when he was in shape. He swapped his daily 7,000-calorie Chinese buffet meals for simple whole foods. He stepped back into the gym and ramped up his cardio using the <a href=\"https://www.menshealth.com/fitness/tough-treadmill-cardio-workouts\">treadmill</a> and elliptical. He worked up to lifting again to <a href=\"https://www.menshealth.com/fitness/why-you-arent-building-more-muscle\">build muscle</a>.</p>\n<p>He even cut out booze. Slowly, 148 pounds melted off. “But my self-esteem still wasn’t there — I still felt like I was 356 pounds,” Kingery says. “I was constantly fighting that.”</p>\n<p>Nine months later, Kingery relapsed. “I didn’t want to think about how bad I felt anymore, so I slipped back into my addiction to alcohol,” he says.</p>\n<p>He fell back into other unhealthy habits, too, like skipping his workouts and eating greasy fast food. Kingery gained back almost all the weight he lost, hitting 320 pounds again.</p>\n<p>“I felt like I had it all financially, but personally, I felt empty. I didn’t want to keep going,” he says. “So one day, I brought a bottle of vodka and a handful of painkillers with me up to the 31st floor of my building. I wanted to jump.</p>\n<p>“But then one of my best friends called, and I told him what I was about to do and he rushed over. The next thing I remember is him saying, ‘If anyone can change, you can, but you have got to find yourself. If this moment can’t change you, nothing will.’ That hit me hard.” (If you or someone you know is suffering, do not hesitate to contact one of these international <a href=\"http://ibpf.org/resource/list-international-suicide-hotlines\">suicide prevention hotlines</a>.)</p>\n<p>Kingery decided from then on that he’d channel his addictive personality into something positive: getting healthy — this time for good. “The gym became my sanctuary,” he says. “Being strategic about my routine was the only way I was going to figure out what worked for me.”</p>\n<p>Because he was so successful the first time around, Kingery approached weight loss the same way again. He spent 30 minutes on either the treadmill or the elliptical almost every day. When he could do that with little struggle, he added strength training back into the mix.</p>\n<p>His current routine looks like this: Five days a week, he spends 20 minutes on the Stairmaster to get his <a href=\"https://www.menshealth.com/health/what-is-a-normal-resting-heart-rate\" target=\"_blank\">heart rate</a> up. Then, he lifts, doing five sets of 10 to 15 reps of his chosen exercise, increasing the weight with each set. This includes bicep curls, chest flys, dumbbell presses, and squats, but also <a href=\"https://www.menshealth.com/fitness/best-bodyweight-cardio-exercises\">bodyweight exercises</a> like <a href=\"https://www.menshealth.com/exercise/pullup\">pullups</a> and tricep dips.</p>\n<p><img alt=\"\" height=\"837\" width=\"621\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/noah_kingery_pants_size.jpg\" />Credit Link:&nbsp;    </p>\n<p>The secret to his <a href=\"https://www.menshealth.com/fitness/attack-your-six-pack\">six-pack</a>? He does use tools like <a href=\"https://www.amazon.com/Valeo-Exercise-Fitness-Training-Abdominal/dp/B075MTJS48\" target=\"_blank\">ab wheel rollers</a> to work his core, but nutrition has made the biggest impact by far, he says. Kingery eats four meals a day, scheduling carb-heavy meals right before and after his workouts.</p>\n<p>He also loads up on <a href=\"https://www.menshealth.com/nutrition/protein-myths-messing-up-your-diet\" target=\"_blank\">protein</a> — like lean cuts of meat, eggs, and Greek yogurt — so he can build and maintain his lean muscle. His <a href=\"https://www.menshealth.com/nutrition/best-high-protein-snacks\">go-to snack</a>? Greek yogurt topped with either flavored protein powder or peanut butter powder, which satisfies his sweet tooth sans the added sugar. (Here are <a href=\"https://www.menshealth.com/weight-loss/foods-to-eat-for-a-six-pack\">six foods to reach for when you’re trying to score a six-pack</a> of your own.)</p>\n<p>“You’ve got to love what you’re eating,” he says. “If you can’t see yourself doing this in the next three months, it’s not going to work for you.”</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BG9mzfktJVn/embed\" frameborder=\"0\"></iframe>\n<p>In 2016, Kingery got down to 166 pounds, and wanted to share everything he’d learned along the way with others. A year later, he stepped away from fashion to become a nutritionist.</p>\n<p>“I’ve been there. I know what it’s like to try and break bad habits. I really wanted to have a purpose in other people’s journeys and see their lives transformed,\" he says. He even helped his mom lose 107 pounds.</p>\n<p>The same year he changed careers, he also got skin removal surgery. “I rebuilt my body, but for me, it’s so much more than skin-deep,” he says. “This journey has been excruciating, but so worth it. I’ve been sober four years, and I’m a better brother, a better son, and a better friend because of it.”</p>\n<p>Today, 30-year-old Kingery still weighs in at 166 pounds. His advice for those looking to make a change in their own lives? Focus on what you can do to help yourself going forward — don’t dwell on the past too much.</p>\n<p>“We cannot change what happened yesterday, but what you do today can change tomorrow.”</p>]]></description>\n    </item>\n    <item>\n      <title>The New &#039;Deadpool 2&#039; Trailer Is Here, and Boy Does Josh Brolin Look Jacked</title>\n      <link>https://www.menshealth.com/guy-wisdom/deadpool-2-trailer-josh-brolin-cable-ryan-reynolds</link>\n      <guid isPermaLink=\"false\">3029136</guid>\n<pubDate>Wed, 07 Feb 2018 16:53:47 +0000</pubDate>\n<dcterms:modified>2018-02-08T13:34:09+00:00</dcterms:modified>\n<dc:creator>Vinnie Mancuso</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/deadpol-2-josh-brolin-trailer-1.jpg\" width=\"1000\" height=\"636\" alt=\"deadpool 2 tailer\" />\n<span class=\"copyright\">Photograph courtesy of 20th Century Fox</span>\n<p>The actor, who plays Ryan Reynolds' nemesis Cable, got in insanely good shape for the role</p>\n<p>After Ryan Reynolds <a href=\"https://www.menshealth.com/guy-wisdom/ryan-reynolds-instagram-deadpool-2\">teased <em>Deadpool 2</em></a> with a <em>Flashdance-</em>inspired Instagram post, 20th Century Fox dropped a brand <a href=\"http://variety.com/2018/film/news/deadpool-2-trailer-debuts-video-ryan-reynolds-cable-1202683199/\">new <em>Deadpool 2</em> trailer</a> that covers all of your <a href=\"http://collider.com/deadpool-character-guide-to-the-merc-with-a-mouth/\">Merc With The Mouth</a> needs. There’s violence, meta humor, a little more violence, and even an on-point dig at Warner Brothers’ straight-up embarrassing attempt to remove Henry Cavill’s mustache for <em>Justice League</em>.</p>\n<p>The real highlight here, though, is a jacked-up <a href=\"https://www.menshealth.com/fitness/josh-brolin-superhero-workout-jacked-cable-marvel\">Josh Brolin as the metal-armed mutant Cable</a>. In classic comic book fashion, the character’s backstory is a complicated mix of time travel and telekinesis. In the trailer, he’s the badass to Reynold’s smart-ass. “People think they nderstand pain, but they have no concept of it,” Brolin growls. “What’s the most pain you’ve ever felt?”</p>\n<p>The actor himself clearly understands the concept of pain, at least when it comes to the gym. At 49 years old, Brolin has been putting in serious work to get as jacked as the original comic book character, who made his first appearance in the mid-1980s, during an era when things like “proper human dimensions” were just a loose guideline.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BZBn8mkha1q/embed\" frameborder=\"0\"></iframe>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BVN-x5GhCUz/embed\" frameborder=\"0\"></iframe>\n<p>In addition to Zazie Beetz making an appearance as the ass-kicking X-Force member <a href=\"https://twitter.com/VancityReynolds/status/892049064858075136?\">Domino</a>, the new footage offers up one hell of a surprise appearance: at one point, Deadpool strides on to the back of an aircraft, flanked on his right by Domino and on his left by...someone who definitely looks a whole lot like <a href=\"https://www.menshealth.com/guy-wisdom/meet-your-new-life-coach\">Terry Crews</a>. (Crews has now been <a href=\"http://comicbook.com/marvel/2018/02/07/terry-crews-deadpool-2-role/\">confirmed</a> to appear, although it’s anyone’s guess as to what his role will be.)</p>\n<p>The <em>Deadpool</em> sequel debuts May 18. Until then, h<a href=\"https://www.menshealth.com/fitness/josh-brolin-superhero-workout-jacked-cable-marvel\">ere’s how to hit the gym like a steel-armed warrior from the future</a>.</p>\n<p>Watch the trailer below.</p>\n<iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" src=\"https://www.youtube.com/embed/xZNBFcwd7zc\" width=\"520\" height=\"293\" frameborder=\"0\"></iframe>]]></description>\n    </item>\n    <item>\n      <title>David Beckham Is In a Glass Box with 10,000 Mosquitoes For an Important Reason</title>\n      <link>https://www.menshealth.com/health/david-beckham-malaria-video</link>\n      <guid isPermaLink=\"false\">3029106</guid>\n<pubDate>Wed, 07 Feb 2018 16:14:37 +0000</pubDate>\n<dcterms:modified>2018-02-08T13:34:46+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/david-beckham-mosquito-box-maleria-cause.jpg\" width=\"1000\" height=\"636\" alt=\"david beckham maleria \" />\n<span class=\"copyright\">Photograph courtesy of Instagram/davidbeckham</span>\n<p>The legendary soccer star posted a video on Instagram calling for the end of malaria</p>\n<p>Former <em>Men's Health</em> cover guy <a href=\"https://www.menshealth.com/fitness/david-beckhams-formula-for-success\" target=\"_blank\">David Beckham</a> may be retired, but that <a href=\"https://www.menshealth.com/style/david-beckham-house-99-launch\" target=\"_blank\">certainly doesn't mean he isn't keeping busy</a>. The soccer icon is spearheading a campaign against malaria, recently posting a video on Instagram highlighting the dangers of the disease. The powerful clip features Beckham standing in a glass box, surrounded by thousands of mosquitoes.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/Be42FRThe7D/embed\" frameborder=\"0\"></iframe>\n<p>Beckham is leading the \"Malaria Must Die — So Millions Can Live\" campaign, which is a call to ultimately end the disease that, <a href=\"https://www.cdc.gov/malaria/about/disease.html\" target=\"_blank\">according to the CDC</a>, killed 445,000 people in 2016.</p>\n<p>\"Today, a <a href=\"https://www.menshealth.com/health/protection-against-mosquitoes\" target=\"_blank\">mosquito bite</a> still takes a child's life every two minutes,\" Beckham says in the video. \"We can be the generation that ends it for good.\"</p>\n<p>Malaria is a disease spread by mosquitoes that causes fever, chills, nausea and vomiting. In places like the Untied States and United Kingdom, malaria is rare and, if contracted, easily treatable. If left untreated, however, the disease can be fatal.</p>\n<p>The \"Malaria Must Die\" campaign's mission is to urge leaders of the Commonwealth of Nations — a collective of 52 nations, many of which are former British colonies — to make the full eradication of malaria a priority. Many of the countries in the Commonwealth are in Africa, where the disease is still rampant.</p>\n<p>\"It's the 21st century and people are still dying from the world's oldest and deadliest disease,\" the <a href=\"https://www.malariamustdie.com/about.html\" target=\"_blank\">campaign's website</a> says. \"The world knows what needs to be done and we have a choice: Let malaria go on killing almost half a million people a year or we can take action to end malaria for good.\"</p>\n<p>David Beckham has always been a style and fitness icon, as well as a <a href=\"https://www.menshealth.com/style/david-beckham-denied-rumor-hed-had-botox\" target=\"_blank\">vocal proponent of healthy living</a>. Now he's using his massive influence to help save lives. And it's working: so far, the video has received more than 2 million view.</p>]]></description>\n    </item>\n    <item>\n      <title>The 2019 Jeep Cheerokee Loves Off-Roading</title>\n      <link>https://www.menshealth.com/guy-wisdom/2019-jeep-cherokee-test-drive-review</link>\n      <guid isPermaLink=\"false\">3027971</guid>\n<pubDate>Tue, 06 Feb 2018 18:41:32 +0000</pubDate>\n<dcterms:modified>2018-02-07T13:38:07+00:00</dcterms:modified>\n<dc:creator>Mike Musto</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-off-road-jeep-2019.jpg\" width=\"1600\" height=\"1018\" alt=\"jeep cherokee\" />\n<span class=\"copyright\">Photograph courtesy of Jeep</span>\n<p>We put the new Jeep Cherokee through its paces in a tough off-road course. It tackled a variety of terrain we would have never otherwise attempted</p>\n<p>Reintroducing an icon is no easy task. Back in 2014, that’s what Jeep did when they launched the brand new Cherokee after a 13-year absence. While it sold reasonably well, its looks were somewhat questionable. Squinty-eyed headlamps were anything but Jeep-like and, unlike past models, that was more of a grocery getter than a full-fledged off-roader. For 2019, Jeep has corrected some of its past decisions and delivered a revised Cherokee with a less polarizing look, a new engine option and fantastic on-road handling only outdone by even better off-road prowess.</p>\n<p>Among the more handsome design choices, daytime running lights along with the Bi-LED headlamps are now enclosed in a sculpted sealed beam housing with external driving lights in the lower front fascia. A new 7-slot grill sits upright in an aluminum hood and presents itself in a more mature manner, while out back a restyled composite lift gate features a license plate recess along with an updated bumper and lower treatment for new dual exhaust ports. There are also five new wheel options and 12 different exterior colors to choose from. All of these visual enhancements have helped the 2019 Cherokee evolve from a mild-mannered crossover into a handsome mid-size SUV with a burly demeanor.</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-1-off-road-jeep-2019.jpg\" />Credit Link:&nbsp;    </p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.com/guy-wisdom/test-drive-review-car-2017-jeep-compass-off-road-vehicle\" target=\"_blank\">The 2017 Jeep Compass Deserves More Respect</a></p>\n<p>Climb into the cabin and you’ll notice a host of interior updates. New materials and colors along with a redesigned center console give the Cherokee an upscale feel and—when properly equipped—it can be quite luxurious. Certain models can be outfitted with options such as leather clad heated and ventilated front seats along with a heated steering wheel.</p>\n<p>Then there’s the inclusion of Jeeps fourth-generation UConnect touchscreen infotainment and navigation system, which comes with a 7.0 or 8.4-inch screen with enhanced functionality. It’s one of the most intuitive systems on the market offering occupants’ access to media channels, climate controls, apps, phone and vehicle settings and drive modes. A standard backup camera is also integrated here. Engineers also saw fit to increase rear cargo space by over three inches in width for a total of 54.9 cubic-feet of storage with the rear seats folded down. Charging mobile devices is a snap thanks to multiple USB charge ports and a 115-volt outlet.</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"2\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-2-off-road-jeep-2019.jpg\" />Credit Link:&nbsp;    </p>\n<p>Once underway, the cabin was extremely quiet at speed. During our Los Angeles press drive, routes consisted of highways, canyons and an off-road experience and, regardless of the environment, there wasn't a hint of a rattle or squeak.</p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.comThe%202018%20Jeep%20Wrangler%20is%20More%20Refined,%20Even%20More%20Rugged\" target=\"_blank\">The 2018 Jeep Wrangler is More Refined, Even More Rugged</a></p>\n<p>We're also introduced to Jeep’s new 2.0-liter turbo inline-4 engine with start-stop technology. It pumps out 270 hp and 295 lb-ft of torque through a revamped 9-speed automatic transmission and will act as the top-of-the-line mill for the Cherokee. Other engine options include the base 2.4-liter Tigershark I-4 that makes 180 hp and 171 lb-ft of torque, and the 3.2-liter Pentastar V-6 with 271 hp and 239 lb-ft. Having driven all three variants, it's safe to say the base 2.4-liter could fall by the wayside. It simply doesn’t have the grunt to properly motivate a vehicle with a minimum curb weight of 3,655-pounds. The Pentastar V-6 or I-4 turbo, however, are both great options.</p>\n<p>The 2019 Cherokee can be purchased with three different 4x4 systems: Jeep Active Drive I, II or Jeep Active Drive Lock. Active Drive I is fully automatic and provides seamless integration of the 4x4 system to the driver. Active Drive II utilizes a two-speed power transfer unit with torque management and low range capabilities, while Active Drive Lock has all the features of Active Drive II but also includes a locking rear differential. (All 4x4-equipped Cherokees come with five different drive modes: Auto, Snow, Sport, Sand/Mud and Rock<em>).</em> While you can get the new Cherokee with front-wheel drive, please don’t. This is a Jeep after all, and Jeeps are supposed to be four-wheel drive, so spend the money and spec it properly.</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"3\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-3-off-road-jeep-2019.jpg\" />Credit Link:&nbsp;    </p>\n<p>When we finally got a chance to tackle the off-road course, I was blown away by just how capable the Cherokee was. With a short billy goat like wheelbase, the Trailhawk tackled a variety of terrain that I would have never attempted. Rocks, sand, steep inclines and descents were overcome with ease. You need to trust the technology that’s integrated into the Cherokee and let it do its thing. For instance, when we can upon a rock obstacle we were told to select “Rock” mode, take our foot off the brake, and let the Jeep do the work. Inch-by-inch, the Cherokee climbed up and over, transferring power and torque to each wheel until we were out of harm's way. The same can be said for every other type of terrain we encountered along the course. There is no other mid-size SUV or crossover in this segment that comes close to the off-road abilities of the 2019 Jeep Cherokee.</p>\n<p>Available in five different configurations—Latitude, Latitude Plus, Limited, Overland and Trailhawk<em>—</em>the 2019 Jeep Cherokee offers customers a range of trim levels to satisfy their lifestyle. Combine that with three different engine choices, a host of interior and exterior options and 4x4 capabilities that set the standard for the segment and you’ll soon realize that this new Jeep is definitely worthy of the “Cherokee” nameplate.</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"4\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-4-off-road-jeep-2019.jpg\" />Credit Link:&nbsp;    </p>\n<p>Prices start at $23,995.00 for a front-wheel drive Latitude and climb to $37,775.00 for a loaded 4x4 equipped Overland.</p>]]></description>\n    </item>\n    <item>\n      <title>While You Were Enjoying Super Bowl Sunday, Your Wife Was Watching Porn</title>\n      <link>https://www.menshealth.com/sex-women/porn-data-super-bowl-52-pornhub-xhamster</link>\n      <guid isPermaLink=\"false\">3027906</guid>\n<pubDate>Tue, 06 Feb 2018 18:33:06 +0000</pubDate>\n<dcterms:modified>2018-02-07T13:37:28+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-sad-pats-turn-to-porn.jpg\" width=\"1600\" height=\"1018\" alt=\"Sad Patriots fans turned to porn\" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>Data from xHamster shows that women were much more active than men in terms of post-game porn viewership</p>\n<p>The year's biggest night in football just wrapped up, with the Philadelphia Eagles coming out on top over the New England Patriots in Super Bowl 52. So naturally, porn site xHamster was inclined to see what exactly was happening to its traffic in those cities during and after the big game.</p>\n<p>As anticipated, there was a drop in traffic during the game followed by a sharp spike post-game from both cities. But xHamster also found that overall, women were much more active post-game porn-viewers than guys.</p>\n<p>In other words, while you were out celebrating the Eagles' victory, your lady's post-game party might have been a lot more exciting.</p>\n<p>That's right. <a href=\"https://xhamster.com/blog/posts/760118\" target=\"_blank\">xHamster</a> found that <a href=\"https://www.menshealth.com/guy-wisdom/porn-women-like-most-pornhub-2017-year-end-data\">women overall were much more active</a> porn consumers than guys post-game. The data saw traffic from women shoot up to nearly 30 percent above average after the end of the game, while guys hovered around a 13 percent increase.</p>\n<p><img alt=\"\" height=\"701\" width=\"1080\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-1-sad-pats-turn-to-porn.jpg\" />Credit Link:&nbsp;    </p>\n<p>\"After the game ended last night, women began flooding xHamster looking for a little endzone relief of their own,\" the company wrote in a blog post. \"Was it the competitive adrenaline? The tight uniforms? The locker room shots? Or maybe the fact that the men were too busy watching post-game coverage.\"</p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.com/sex-women/women-watch-lesbian-porn\">This Is the Kind of Porn Women Are Secretly Watching</a></p>\n<p>xHamster also found that porn traffic in <a href=\"https://www.menshealth.com/health/perfect-city-boston\">Boston</a> increased so much after the game, they ended the night net positive with traffic at .4 percent above average overall — meaning Pats fans more than over-compensated for their huge traffic drop during the game. Looks like the fans had a stronger finish to the night than <a href=\"https://www.menshealth.com/fitness/tom-brady-pliability\">Brady</a> and company.</p>\n<p>Philadelphia's net average was 4.6 percent below average for the evening. In other words, Eagles fans were too busy <a href=\"https://www.cbssports.com/nfl/news/look-philly-cops-grease-poles-with-waterproof-hydraulic-fluid-to-stop-eagles-fans/\" target=\"_blank\">climbing greasy poles</a>, punching police horses and <a href=\"https://www.menshealth.com/guy-wisdom/philadelphia-eagles-fan-slams-into-pole\">running into concrete pillars</a> to be bothered with porn.</p>]]></description>\n    </item>\n    <item>\n      <title>Does Early Gray Hair Mean Your Health Is At Risk?</title>\n      <link>https://www.menshealth.com/health/premature-graying-hair-health-effects</link>\n      <guid isPermaLink=\"false\">3027896</guid>\n<pubDate>Tue, 06 Feb 2018 18:18:52 +0000</pubDate>\n<dcterms:modified>2018-02-07T13:30:51+00:00</dcterms:modified>\n<dc:creator>Emily Shiffer</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/poster-gray-hair-on-men.jpg\" width=\"1600\" height=\"1068\" alt=\"gray hair\" />\n<span class=\"copyright\">Photograph by Getty Images</span>\n<p>Here&rsquo;s what it means for the rest of your body</p>\n<p>You glance in the mirror and see it—your first gray hair. You’re still a young guy, so why is your hair turning silver?</p>\n<p>We associate gray hair with aging, so your graying strands inevitably raise an uncomfortable question: If your hair is aging, is the rest of your body following suit? Are you aging way too fast, and if so, what does that mean for your health?</p>\n<p>First, it is true that graying hair <em>is</em> due to an aging of sorts—but of your melanocytes in your hair bulb. These are the same cells that produce pigment in your skin, says Melissa Piliang, M.D., a dermatologist at the Cleveland Clinic.</p>\n<p>“They gradually stop producing melanin pigment. The result is initially hair graying and then whitening over time,\" she says. This process does not affect the keratinocytes, which are responsible for producing the hair fiber, so there should not be any changes to your hair <em>structure</em>. However, you may also notice a change in the <em>texture</em> of your hair, like it becoming more coarse or wiry.</p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.com/health/unhealthy-habits-that-make-you-look-older\">6 Common Habits That Make You Look Way Older Than You Are</a></p>\n<p>Not everyone goes gray at the same time, which can be frustratingly obvious if you’re sporting silver in your 30s while your old high school buddy still has glossy, dark hair.</p>\n<p>\"Up to 90 percent of the variation in hair graying can be explained by genetic factors, but we still have limited knowledge about the actual genes responsible,\" says Steve Daveluy, M.D., assistant professor and program director of Wayne State Dermatology.</p>\n<p>That’s one reason why your ethnicity matters for your going-gray potential: \"The average age that hair starts going gray is the mid 30s for Caucasians, late 30ss for Asians and mid 40s for Afro-Caribbeans,\" he says.</p>\n<p>There are some general benchmarks for graying, though.</p>\n<p>\"About 50 percent of people are 50 percent gray by age 50,\" says Dr. Piliang.</p>\n<p><em>6 Grooming Hacks You Need to Know:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/4830808094001/file.mp4\" type=\"video/mp4\">\n<p>But if you’re graying well before that time frame, does that mean your body is aging way too fast? Might other aspects of your health be in danger?</p>\n<p>That’s a common question, and it’s one that researchers have sought to answer. And there <em>is</em> some evidence that early graying can hint at some health issues, particularly to your heart.</p>\n<p>For instance, a <a href=\"https://www.escardio.org/The-ESC/Press-Office/Press-releases/male-pattern-baldness-and-premature-greying-associated-with-risk-of-early-heart-disease\" target=\"_blank\">study</a> presented at the 69th Annual Conference of the Cardiological Society of India found that men under 40 with premature graying were more than five times as likely as their gray-free counterparts to have coronary artery disease, a narrowing of the arteries that can lead to heart attack. Back in 2012, researchers from the U.K. <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/16723385\" target=\"_blank\">theorized</a> that the aging of the melanocytes that causes graying could be due to oxidative stress, a biological process that could damage healthy cells and tissue. So the same process going on in your hair cells might be going on elsewhere in your body, too.</p>\n<p>But don’t freak out just yet. The evidence in favor of premature graying hurting your heart still isn’t very strong, says Dr. Daveluy.</p>\n<p>That doesn’t mean you shouldn’t play the preventive game if silver strands keep popping up, though.</p>\n<p>\"If you do have significant graying before the age of 35, it would be a good idea to make sure you talk to your doctor about optimizing other risk factors for heart disease, like diet, exercise, weight, high blood pressure, high cholesterol,\" says Dr. Daveluy.</p>\n<p>That means it can’t hurt to be extra vigilant about your heart health if you’re going gray. But a few strands of gray hair likely don’t mean as much danger to you heart as known heart-unhealthy habits, like gaining too much weight, smoking, eating junk, or skipping the gym. While you can’t control when you’ll go gray, you <em>are</em> in charge of those other factors—so make them your main focus when thinking about your heart.</p>]]></description>\n    </item>\n    <item>\n      <title>Michael B. Jordan Just Revealed the Hardest Things About Getting in Shape</title>\n      <link>https://www.menshealth.com/guy-wisdom/michael-b-jordan-black-panther-workout</link>\n      <guid isPermaLink=\"false\">3027891</guid>\n<pubDate>Tue, 06 Feb 2018 18:13:37 +0000</pubDate>\n<dcterms:modified>2018-02-07T13:36:47+00:00</dcterms:modified>\n<dc:creator>Stacey Leasca</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/poster--michael-b-jordan-in-shape-for-black-panther.jpg\" width=\"1600\" height=\"1018\" alt=\"Photo by Matt Kennedy courtesy of Marvel Studios\" />\n<span class=\"copyright\">Image by Matt Kennedy courtesy of Marvel Studios</span>\n<p>His 'Black Panther' fitness regime apparently involved a lot of trips to the bathroom</p>\n<p>If you need some inspiration to get in top-performance shape, look no further than <a href=\"https://www.youtube.com/watch?v=GhSUYeSG_yc\" target=\"_blank\">supervillain Erik Killmonger</a> — better known as actor Michael B. Jordan.</p>\n<p>During a Tuesday appearance on <em>Ellen</em>, Jordan, who plays Killmonger in the upcoming <a href=\"https://www.menshealth.com/guy-wisdom/man-raises-money-for-black-panther-screening\"><em>Black Panther</em></a> film, shared a few key pieces of advice for getting into supervillain shape, which apparently included plenty of cardio as he walked back and forth to the bathroom all day.</p>\n<p><img alt=\"\" height=\"1059\" width=\"1059\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-1-michael-b-jordan-in-shape-for-black-panther.jpg\" />Credit Link:&nbsp;    </p>\n<p>Jordan explained to host Ellen DeGeneres that he drank a gallon of water every day as he trained for the role. \"Do you know how often you have to use the bathroom when you're drinking a gallon, especially in the middle of the night?\" <a href=\"http://www.eonline.com/news/911867/michael-b-jordan-s-healthy-diet-has-ruined-his-social-life\" target=\"_blank\">Jordan joked</a>, according to <em>E! News</em>. \"You're trying to sleep; you've got to wake up and use the bathroom. You're like, 'Oh, my God. I'm just going to hold it.' It just doesn't quite work out.\" (Want tips on staying hydrated? Here's <a href=\"https://www.menshealth.com/health/stay-hydrated\">how much water you should be drinking when you work out</a>.)</p>\n<p>Besides chugging a lot of water, Jordan said that in a single day, he was working out two to three times and chowing down on six meals. The die-hard regime certainly prepped his body for big screen battle, but apparently it also meant he had zero social life.</p>\n<p>“It's hard to go out to a club or a party when you're like, 'Oh, wait! Meal prep! We gotta go pop this thing in the microwave and eat food,'\" Jordan explained. \"It's tough to socialize when you gotta get in shape like that.\" (Want to prep like Jordan? Here are <a href=\"https://www.menshealth.com/nutrition/slow-cooker-recipes-for-meal-prep/slide/1\">5 healthy meal prep recipes you can make in a slow cooker</a>.)</p>\n<p>As for Jordan's favorite workouts, the actor is a big fan of boxing (makes sense, given his starring role in <em>Creed</em>).</p>\n<p>\"It’s like, everything is connected when I connect,\" Jordan said of boxing in an <a href=\"https://news.nike.com/news/michael-b-jordan-shares-his-training-tips-and-how-to-not-be-a-quitter\" target=\"_blank\">interview for Nike</a> in October. \"When you hit it clean, you just know it. You feel it. It just flows and it connects. Searching for those perfect punches is cool.”</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BdLloLfB_kS/embed\" frameborder=\"0\"></iframe>\n<p>Want to try out a boxing workout of your own? This <a href=\"https://www.menshealth.com/fitness/three-minute-boxing-speedbag-warmup\">three-minute warmup</a> is sure to torch your arms. If you're looking for something more, this <a href=\"https://www.menshealth.com/fitness/full-body-boxing-workout\">quick boxing workout</a> will hit all the major muscle groups.</p>\n<p>So what does the future hold for Jordan? Filming on <em>Black Panther</em> may have wrapped — the movie premieres on Feb. 16 — but production on <em><a href=\"https://www.menshealth.com/guy-wisdom/dolph-lungreden-workout-video-creed-2\">Creed II</a></em> starts in April. You can probably guess what that means.</p>\n<p>\"As soon as I leave here, I'm going to the gym,\" Jordan said, adding that he is \"in the process of getting back in shape.\"</p>]]></description>\n    </item>\n    <item>\n      <title>How to Stop Your Eyes From Burning During Your Workouts </title>\n      <link>https://www.menshealth.com/health/why-sweat-burns-your-eyes</link>\n      <guid isPermaLink=\"false\">3027876</guid>\n<pubDate>Tue, 06 Feb 2018 17:24:20 +0000</pubDate>\n<dcterms:modified>2018-02-07T13:36:19+00:00</dcterms:modified>\n<dc:creator>Elizabeth Millard</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/poster-sweat-in-my-eyes-burns.jpg\" width=\"1600\" height=\"1018\" alt=\"why sweat burns your eyes\" />\n<span class=\"copyright\">Photograph by Getty Images</span>\n<p>It comes down to one simple factor</p>\n<p>We’ve all had it happen—you’re working out and sweating hard, and those little sweat beads roll into your eyes. Next thing you know, your eyes are burning like hell.</p>\n<p>But other times, you’re sweating just as hard, and you barely notice the sweat droplets dripping into your eyes. In those cases, you blink them away without a second thought.</p>\n<p>So why does sweat burn your eyes so badly during some workouts, but not with others?</p>\n<p>Well, it has nothing to do with the kind of workout you’re doing—it has everything to do with how you’re body is prepped before you start sweating.</p>\n<p>We mean one simple thing: hydration.</p>\n<p>Your sweat is composed of water, salt, and other minerals, according to Rayna Habash, M.D., an ophthalmologist and consultant for TopLine MD in Miami. It’s the salt content that can be the kicker when it comes to eye irritation.</p>\n<p>“The amount of salt fluctuates with the amount of hydration we’ve had that day, which is why our eyes burn more at times than others,” she says.</p>\n<p>If you’re more hydrated, your sweat will have a lower salt concentration, since the water levels will dilute it more. Less salt in your sweat means less burning when it gets into your sensitive eye tissue.</p>\n<p>On the other hand, if you’re dehydrated, or even just not at your normal level of hydration, there will be a higher concentration of salt in your sweat. That makes your sweat more irritating.</p>\n<p><em>Are Organic Sports Drinks Better?</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/5544763916001/file.mp4\" type=\"video/mp4\">\n<p>Whether your sweat burns or not can be a handy signal of dehydration—and the good thing is, even though it’s uncomfortable, the irritation isn’t really doing any damage to your eye, Dr. Habash says (Here are <a href=\"https://www.menshealth.com/health/dehydration-symptoms\">5 signs of dehydration that have nothing to do with thirst</a>).</p>\n<p>So, what can you do to stop the burn?</p>\n<p>The best thing you can do is play the preventive game: Make sure you’re adequately hydrated before you hit the gym. One way to do that is to gauge the color of your urine—shoot for a consistent color of clear straw or lighter, hydration expert Luke Pyror, Ph.D., C.S.C.S., <a href=\"https://www.menshealth.com/health/does-tom-brady-need-25-glasses-of-water-a-day\">told us</a> in the past.</p>\n<p>Plus, pay attention to other markers of dehydration, too. Hydration levels also affect your skin, so if you’re lacking on H20, you might be suffering from dryness, especially in the skin around your eyes.</p>\n<p>Dry skin around your eyes can make the burning effect more pronounced, says Shilpi Agarwal, M.D., a family medicine physician in Los Angeles. That’s because you may have micro-tears from the dryness, which can sting with salty sweat.</p>\n<p>So if you’re dealing with dry skin too, make sure you use a light moisturizer that’s formulated for the eye area, says Dr. Agarwal, and use it at night when it can soak into your skin more effectively. Try one of these <a href=\"https://www.menshealth.com/style/best-products-for-dry-skin\">best moisturizers for guys with dry skin</a>.</p>\n<p>Another preventive tool: Stay consistent with your exercise program, says Daren Garb, M.D., a family medicine physician at CareMount Medical in New York.</p>\n<p>“As you get in better shape, the body becomes more efficient and will excrete less sodium, possibly explaining a variation in burning in the eyes,” he says.</p>\n<p>If you’re experiencing the burn already, splash your face and eyes with cool water, Dr. Garb adds, which is best for getting the salty sweat out quickly.</p>]]></description>\n    </item>\n    <item>\n      <title>What Is Jackfruit? Here&#039;s Everything You Need to Know About the Trendy Meat Substitute</title>\n      <link>https://www.menshealth.com/nutrition/what-is-jackfruit-how-to-eat-it</link>\n      <guid isPermaLink=\"false\">3027826</guid>\n<pubDate>Tue, 06 Feb 2018 16:13:05 +0000</pubDate>\n<dcterms:modified>2018-02-07T13:38:03+00:00</dcterms:modified>\n<dc:creator>Isadora Baum</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/poster-what-is-jackfruit.jpg\" width=\"1600\" height=\"1018\" alt=\"what is jackfruit\" />\n<span class=\"copyright\">Photograph courtesy of Flickr user llee_wu</span>\n<p>The tropical fruit is on the rise, according to a 2018 food trends forecast. But how do you, uh, actually eat it?</p>\n<p>Unless you're a connoisseur of exotic fruits, you've probably never heard of <a href=\"https://www.today.com/food/what-jackfruit-how-eat-it-bbq-pulled-pork-recipe-t106938\" target=\"_blank\">jackfruit</a>. Originating from Southeast Asia, Brazil, and Africa, jackfruit is a tree-borne, tropical fruit. When ripe, it has a sweet taste similar to that of a pineapple; when it's just off the tree, its flavor is blander, like a potato.</p>\n<p>Jackfruit is having a bit of a moment: according to last month's <a href=\"https://redirect.viglink.com/?format=go&amp;jsonp=vglnk_151733315395714&amp;key=47c18a0acb2cf2d0e713f4530ca2d7e5&amp;libId=jd1wwjhq01020o8h000DL1kqlhypl&amp;loc=https%3A%2F%2Fmoneyish.com%2Fupgrade%2Frestaurant-experts-say-jackfruit-charcoal-coconut-and-these-menu-items-will-be-hotter-than-ever-this-year%2F&amp;v=1&amp;out=https%3A%2F%2Fresources.upserve.com%2Findustry-report-2018.html&amp;ref=http%3A%2F%2Fweb.nypost.pro%2Fissues%2F164644&amp;title=Jackfruit%2C%20charcoal%2C%20and%2014%20other%20menu%20items%20will%20be%20hotter%20than%20ever%20this%20year&amp;txt=Upserve%E2%80%99s%20State%20of%20the%20Restaurant%20Industry%20Report%20for%202018.%20\" target=\"_blank\">Upserve State of the Restaurant Industry Report</a>, it saw a 131% increase in popularity in 2017, and some researchers have <a href=\"https://www.theguardian.com/environment/2014/apr/23/jackfruit-miracle-crop-climate-change-food-security\" target=\"_blank\">hailed it as a \"miracle\" crop</a> due to its ample nutritional content. But what, exactly, is jackfruit? And is it really all that it's cracked up to be?</p>\n<p>One reason why jackfruit is so popular is because many people consider it an excellent <a href=\"https://www.menshealth.com/nutrition/vegan-diet-what-to-know-before-going-plant-based\">vegan</a> or vegetarian meat substitute based on its texture, which is similar to that of pulled meat. A popular choice is using <a href=\"http://www.organicauthority.com/how-to-make-the-ultimate-bbq-jackfruit-pulled-pork/\" target=\"_blank\">jackfruit as a filling inside a pulled “pork” sandwich</a>, says <a href=\"http://www.nutritionalanatalie.com/\" target=\"_blank\">Natalie Rizzo, MS, R</a>D.</p>\n<p>“Some people swear that it tastes like pulled pork, so they substitute it for the meat in tacos and pulled pork sandwiches,” she says. It can also go in soups, grain bowls, salads, yogurt, or even be used as a pizza topping.</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-1-jackfruit.jpg\" />Credit Link:&nbsp;    </p>\n<p>An additional benefit to jackfruit is that it doesn't have a naturally strong taste when it's just off the tree, so it can take on a wide range of flavors. Many people add spices like cumin, cardamom, chili powder, or paprika to bring out more flavors.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">Related: </strong><a href=\"https://www.menshealth.com/nutrition/can-you-eat-too-much-protein\">Can You Eat Too Much Protein?</a></p>\n<p>But is jackfruit actually the nutritional powerhouse that people say it is? While jackfruit has some great mineral benefits and some fiber content, it doesn’t really make for an excellent meat substitute on its own, says Rizzo.</p>\n<p>“Jackfruit may have the same texture as meat, but it’s much lower in <a href=\"https://www.menshealth.com/fitness/ultimate-guide-to-protein-supplements\">protein</a>. A cup only has about 3 grams of protein, but it does also contain iron and calcium, which is often lacking in a vegan diet,” she says.</p>\n<p>If you are using jackfruit as a meat substitute<a href=\"https://www.menshealth.com/nutrition/best-plant-protein-sources\">, add in extra protein</a> by pairing it with quinoa, lentils, or chickpeas. (And if <a href=\"https://www.menshealth.com/nutrition/vegan-diet-what-to-know-before-going-plant-based\">you are starting a vegan diet</a>, here’s what to know in terms of how much protein you'll need.)</p>\n<p><img alt=\"\" height=\"1017\" width=\"1600\" data-delta=\"2\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-2-jackfruit.jpg\" />Credit Link:&nbsp;    </p>\n<p>Still, if you see it at your local Whole Foods or health food store, there’s no reason not to try jackfruit out. “Jackfruit is good for anyone who likes to experiment with new cooking techniques. It's also good for vegans who like the taste and texture of meat,” says Rizzo.</p>\n<p>In addition to using it in a sandwich, you can also throw soft jackfruit into a taco for a #TacoTuesday, or lather it with BBQ sauce to make a juicy hamburger, says Rizzo. If you are cooking it and using it in a sandwich, Rizzo suggests cutting it into cubes and boiling it for about 45 minutes until it becomes stringy.</p>]]></description>\n    </item>\n    <item>\n      <title>I&#039;m a Urologist, and This Is What It&#039;s Like to Treat Over 20 Penises a Day</title>\n      <link>https://www.menshealth.com/health/urologist-jamin-brahmbhatt-day-in-the-life</link>\n      <guid isPermaLink=\"false\">3027811</guid>\n<pubDate>Tue, 06 Feb 2018 16:09:28 +0000</pubDate>\n<dcterms:modified>2018-02-07T13:37:34+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/poster-1-Urologist_0.jpg\" width=\"1600\" height=\"1018\" alt=\"day in the life of a urologist \" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>Dr. Jamin Brahmbhatt's life is helping guys with their genitals— and he loves it</p>\n<p>If it weren't for penises, Dr. Jamin Brahmbhatt would be out of a job. Penises are his life. He sees over 20 of them a day, actually. He wouldn’t have it any other way.</p>\n<p>“Is it weird that I love that I play with balls for a living?” he wonders to <em>Men’s Health</em>.</p>\n<p><img alt=\"\" height=\"1200\" width=\"1200\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-1-Urologist_0.jpg\" />Credit Link:&nbsp;    </p>\n<p>Brahmbhatt is a urologist at Orlando Health's South Lake Hospital in Clermont, Florida, where he’s also the co-director of the PUR Clinic, which stands for Personalized Urology and Robotics. His expertise is in both the male and female urinary tracts as well as <a href=\"https://www.menshealth.com/health/9-reproductive-problems-you-can-prevent\">male reproductive health</a>. While he does see female patients for urinary tract issues, the male genitalia take up most of his time.</p>\n<p>“My mom has a hard time explaining what I do to her friends,” he says.</p>\n<p><img alt=\"\" height=\"814\" width=\"1280\" data-delta=\"2\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-2-Urologist_0.jpg\" />Credit Link:&nbsp;    </p>\n<p>His day revolves around penises — many that are experiencing <a href=\"https://www.menshealth.com/health/erectile-dysfunction-myths\">erectile dysfunction</a>, others that pee too much, some that don’t pee enough, and the occasional one that that has a BB pellet shoved up it (yes, really).</p>\n<p>He spends much of his day doing physical exams of the male genitalia. Testicle pain? Brahmbhatt's who you want to see. <a href=\"https://www.menshealth.com/health/harmless-reasons-you-cant-get-an-erection\">Having a hard time getting it up?</a> Brahmbhatt can help with that.</p>\n<p>He also does a lot of surgeries on penises and balls that go way beyond a vasectomy. His clinic is one of the first to use surgical robots on male genetalia for something outside of treating cancer. \"The technology we're using is pretty cool. We use (surgical robots) to do everything from help eliminate chronic <a href=\"https://www.menshealth.com/health/reasons-your-balls-hurt\">ball pain</a> to putting implants in prostates to help guys pee better.\"</p>\n<p><img alt=\"\" height=\"1200\" width=\"1600\" data-delta=\"3\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-3-Urologist_0.jpg\" />Credit Link:&nbsp;    </p>\n<p>Like any other doctor, Brahmbhatt also is on-call for emergencies. And unlike a lot of other doctors, he absolutely loves being on-call for the E.R. He never quite knows what to expect. He’s seen dildos stuck in rectums, very stubborn cock rings, a few gunshot wounds to the genital area and a whole lot of <a href=\"https://www.menshealth.com/sex-women/9-worst-penile-fracture-stories-ever\">broken penises</a>.</p>\n<p>“Whenever I think I’m having a bad day, and I see one of those (a broken penis) I just think, well, I’m definitely not having as bad of a day as this guy,” he chuckles, “And I get to help him, which is great.”</p>\n<p>Brahmbhatt says that as a urologist, getting called into the E.R. isn't usually for something life-threatening, because, well, <a href=\"https://www.menshealth.com/health/penis-surgery\">you <em>can</em> survive without a penis</a>. But most guys would really prefer to keep it running, and Brahmbhatt loves that he can help.</p>\n<p>It takes a certain type of person to be a urologist, Brahmbhatt explains. Guys simply aren’t that comfortable talking about their health, and especially not their penises. “Being a urologist requires a good sense of humor,” he says. “You’re talking about pretty sensitive things. Everything we deal with is an uncomfortable part of the body. That’s what attracted me to it. The personality of a urologist is to be able to break down barriers in seconds.”</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"4\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-4-Urologist.jpg\" />Credit Link:&nbsp;    </p>\n<p>Brahmbhatt says his patients are potentially telling him more about themselves than they’ve ever told anyone in their entire lives — which is why he immediately goes in, finds some common ground, and maybe cracks a <a href=\"https://www.menshealth.com/guy-wisdom/orlando-bloom-viral-penis-photo\">penis joke</a> or two to lighten the mood.</p>\n<p>“Once a patient relaxes, they really open up,” he says. “You’d be surprised by how many times I’ve gone into a room thinking there was one thing wrong with a guy, and then he tells me something completely different from what he told the nurse.\"</p>\n<p>Brahmbhatt has heard about every excuse in the book from guys. They flat-out lie to the nurse about why they’re at the doctor, then usually open up to Brahmbhatt about what really happened. But he says the best excuses are in the E.R., with penis trauma.</p>\n<p>“Guys with penis trauma were usually doing something they shouldn't have been doing,\" he says. \"They’ll say that they slammed their car door into their groin or had <a href=\"https://www.menshealth.com/sex-women/penis-weight-plate-emergency\">an accident at the gym</a>. Then I come in and I’ll find out they were doing doggie and missed the vagina, or something. I love hearing all the excuses, though. Guys are just so uncomfortable talking about this stuff.”</p>\n<p>That’s something Brahmbhatt is trying to change — the way guys take care of themselves and talk about their health. For the past few years, he’s done an annual \"<a href=\"https://driveformenshealth.com\" target=\"_blank\">Drive 4 Men’s Health</a>\" to try to get guys to talk about their health and to go to the doctor. Every June, he and his partner drive across the country in a cool car, stopping in as many cities as they can to try and change the way guys view their health. What really gets guys to perk up and listen? The car, of course.</p>\n<p>“Guys don’t realize they should be getting their prostates checked every year,” he says. “What I say is, ‘You have a car, right? You get the oil changed, you do maintenance work on it. Same with your body. Big difference is, if your car breaks down, you can get a new one. You only have one body.’”</p>\n<p>Something else Brahmbhatt says is extremely common is guys coming in worrying about their <a href=\"https://www.menshealth.com/health/can-your-penis-actually-shrink\">penis size</a>.</p>\n<p>“Most guys come in and think they’re not adequate. I’ve seen a lot of penises, and I can tell you right now, you’re fine. I’ve never seen a penis I didn’t think couldn’t actually have sex,” he says. “My advice to guys is to stop looking at porn and judging your penis. You may not be able to be employed in Vegas as a porn star, like most men, but you’re completely fine.”</p>\n<p>Take it from a guy who has seen thousands of penises.</p>]]></description>\n    </item>\n    <item>\n      <title>Build Bigger, Stronger Arms With This Superset </title>\n      <link>https://www.menshealth.com/fitness/cable-machine-superset-arm-exercises</link>\n      <guid isPermaLink=\"false\">3027221</guid>\n<pubDate>Mon, 05 Feb 2018 21:12:11 +0000</pubDate>\n<dcterms:modified>2018-02-06T13:37:43+00:00</dcterms:modified>\n<dc:creator>Naomi Nazario</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/Gather_CAble.jpg\" width=\"1000\" height=\"636\" alt=\"cable machine superset arm exercises\" />\n<span class=\"copyright\">Photograph by Men's Health</span>\n<p>Use it as a finisher or as a quick workout for when you're short on time</p>\n<p>When it comes to your arms, your biceps and triceps are the stars of the show. They are what fills up the sleeves of a form-fitting T-shirt, and the muscles most dudes want to build. (The next time you're at the gym, take a look around to see how many guys are doing curls. The short answer? A lot of them.)</p>\n<p>This cable superset, or workout that combines two non-competitive exercises, from trainer Andy Speer, creator of <a href=\"http://www.amazon.com/gp/product/1635650941/ref=as_li_tf_tl?ie=UTF8&amp;tag=menshealth06-20&amp;linkCode=xm2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=1635650941&amp;ascsubtag=%5BASIN%7C1635650941%5Bnid%7C2376141%5Bvid%7C2598241%5Bbrand%7CMH%5Butm%7C\" rel=\"nofollow\" target=\"_blank\">Anarchy Arms</a> from <em>Men's Health</em> — a program designed to build bigger, stronger arms — will relentlessly assault your bis and tris, providing the stimulus they need to grow and show.</p>\n<p>Use this as a finisher to give your arms some extra isolation work or as a quick arm workout when you are short on time. (Looking for more workouts that won't take long to complete? Check out <a href=\"https://www.menshealth.com/fitness/bobby-maximus-200-in-20-workout\" target=\"_blank\">this 20-minute one</a> from trainer Bobby Maximus — no equipment necessary.)</p>\n<p><strong>Directions:</strong> Perform the two cable exercises below in the other listed for 30 seconds each, resting 15 seconds after each set.</p>\n<p>1. Cable triceps extension</p>\n<p>2. Cable hammer curl</p>\n<p>That's one round. Perform 10 to 15 rounds for maximum benefit.</p>]]></description>\n    </item>\n    <item>\n      <title>This Guy Fought Cystic Fibrosis Through Exercise—and Now He Looks Identical to &#039;Thor&#039;</title>\n      <link>https://www.menshealth.com/fitness/real-life-thor-cystic-fibrosis</link>\n      <guid isPermaLink=\"false\">3027166</guid>\n<pubDate>Mon, 05 Feb 2018 20:00:39 +0000</pubDate>\n<dcterms:modified>2018-02-08T14:24:01+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/guy-fought-cystic-fibrosis-thor-look-alike.jpg\" width=\"1000\" height=\"636\" alt=\"cysitc fibrosis tho lookalike\" />\n<span class=\"copyright\">Photograph by instagram/benmudge_</span>\n<p>Ben Mudge used exercise as medicine, and now he's inspiring others living with the condition to do the same</p>\n<p>You wouldn't be able to tell by looking at him, but Ben Mudge hasn't always found exercising easy. It wasn't for lack of motivation; he was born with cystic fibrosis, which can not only make exercising difficult, it can make the simple task of breathing a challenge all on its own. But Mudge has defied the odds — not just in getting ripped as hell dude, but in transforming himself into <a href=\"http://www.independent.co.uk/life-style/health-and-families/man-cystic-fibrosis-gym-muscles-personal-trainer-recover-health-improve-thor-a8191616.html\" target=\"_blank\">a real-life version of one of the most jacked superheroes of all time, Thor</a>.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BeFqe_qlHT5/embed\" frameborder=\"0\"></iframe>\n<p>It's pretty easy to see the resemblance. The <a href=\"https://www.menshealth.com/fitness/4-best-core-exercises\" target=\"_blank\">washboard abs</a>, the long, blonde hair, <em>the hammer</em> — Mudge looks like a walking clone of <a href=\"https://www.menshealth.com/fitness/chris-hemsworth-workout-weightlifting-routine-thor\" target=\"_blank\">Chris Hemsworth</a>'s superhero character. But it's not just his weekly \"Thorsday\" posts that the 27-year-old's 55,000 Instagram followers love about him. Mudge is living with <a href=\"https://www.mayoclinic.org/diseases-conditions/cystic-fibrosis/symptoms-causes/syc-20353700\" target=\"_blank\">cystic fibrosis</a>, and his story of overcoming the associated challenges to get to where he is today is inspiring others with the genetic condition to get fit, as well.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/Bdz3i0IlzVF/embed\" frameborder=\"0\"></iframe>\n<p>Cystic fibrosis is a genetic disease that causes damage to the multiple organs in the body, especially the lungs and digestive system. It affects the cells that produce secreted fluids in the body — namely sweat, mucus and digestive juices. These fluids are supposed to act as lubricants in the body, but in people with cystic fibrosis, these fluids become thick and sticky. Besides making it difficult to <a href=\"https://www.menshealth.com/fitness/breathe-like-a-yogi\" target=\"_blank\">breathe</a>, this can cause problems with digestion and make it difficult to gain weight and properly grow.</p>\n<p>According to the <a href=\"https://www.mayoclinic.org/diseases-conditions/cystic-fibrosis/diagnosis-treatment/drc-20353706\" target=\"_blank\">Mayo Clinic</a>, exercising regularly can help those with cystic fibrosis by loosening up mucus and improving heart and lung function. Though it can be hard for people with cystic fibrosis to start an exercise regimen, Mudge has proven the hard work is worth it.</p>\n<p>Mudge was always a fairly active kid, according to the <em>Independent</em>. But when he was 18, he developed a lung infection from his cystic fibrosis that landed him in the hospital. Doctors told him his lung capacity was just 66 percent — a scary-low number for such a young person.</p>\n<p>“That was scary,” he told the <em>Independent</em>. “I’d never had any issues with breathing at all before that. But then after that it felt like someone was squeezing the bottom of my lungs shut. That’s when I knew I had to get exercising.”</p>\n<p>Mudge, who was self-admittedly a scrawny kid, turned to fitness as a way to improve his lung capacity and overall health. And that it did — today, nearly 10 years after his hospitalization, his lung capacity is at 95 percent, and he attributes most of that improvement to the gym.</p>\n<p>Mudge said that in the beginning, just lifting up a barbell was challenging. Today, his Instagram is full of his amazing gym feats, like this very impressive set of <a href=\"https://www.menshealth.com/fitness/better-bridging\" target=\"_blank\">glute bridges</a>.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BYis9yrANUe/embed\" frameborder=\"0\"></iframe>\n<p>The Thor persona came about when friends at the gym started commenting he looked like the comic book hero. He decided to go all-out and grow out his hair, and hasn't looked back. \"Thor is not just a name, it’s a mantle,” he said. “Growing my hair long to look more like Thor is definitely a big part of what keeps me motivated, and encourages me to keep training.”</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/Bb1jRB4lcDF/embed\" frameborder=\"0\"></iframe>\n<p>Mudge's story is especially inspiring to those living with cystic fibrosis. He said that he receives hundreds of messages from people saying he inspired them to take control of their health. \"It’s amazing when people tell me that, just by me putting up photos of dealing with cystic fibrosis, showing the scar on my stomach, even taking my nebulisers, has made them more proud of having cystic fibrosis,\" he said.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BXdb0hJFs-W/embed\" frameborder=\"0\"></iframe>\n<p>Mudge, who is also a personal trainer, wants to encourage people with cystic fibrosis that they, too, can live healthier lives. He trains clients both with and without the genetic condition, the only difference being that those with cystic fibrosis have to receive online coaching because of risk of cross-infection.</p>\n<p>\"The way I see it, everybody has something wrong with them — whether it be a bad knee or a gluten intolerance,\" he said. \"Nobody is 100 percent healthy. So I just treat all my clients the same.”</p>\n<p><em>Correction: An earlier version of this story misspelled Ben Mudge's last name.&nbsp;</em></p>]]></description>\n    </item>\n    <item>\n      <title>There May Be a New Cure For Baldness, and It&#039;s In Your McDonald&#039;s French Fries </title>\n      <link>https://www.menshealth.com/guy-wisdom/new-cure-for-baldness-chemical-in-french-fries</link>\n      <guid isPermaLink=\"false\">3027151</guid>\n<pubDate>Mon, 05 Feb 2018 19:44:28 +0000</pubDate>\n<dcterms:modified>2018-02-06T13:39:26+00:00</dcterms:modified>\n<dc:creator>Danielle Zickl</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/cure-baldness-mcdonalds-fries.jpg\" width=\"1000\" height=\"636\" alt=\"McDonalds\" />\n<span class=\"copyright\">Image by McDonalds</span>\n<p>Though scientists have only tested it in mice so far, they say it could have promising results for people, too</p>\n<p>One of the same chemicals used to cook McDonald's fries could potentially cure baldness, too, Japanese scientists say.</p>\n<p>According to a new <a href=\"https://www.sciencedirect.com/science/article/pii/S0142961217307214?via%3Dihub\" target=\"_blank\">study</a> published in the journal <em>Biomaterials</em>, researchers at Yokohama National University (YNU) in Yokohama, Japan, discovered that the chemical — called dimethylpolysiloxane — has the ability to produce tons of hair follicles when implanted.</p>\n<p>While the study has only been done in mice so far, the researchers believe their findings can translate to humans, too.</p>\n<p>\"This simple method is very robust and promising. We hope that this technique will improve human hair regenerative therapy to treat hair loss such as androgenic alopecia,\" Junji Fukuda, Ph.D., professor at YNU and one of the study's authors, said in a <a href=\"https://www.eurekalert.org/pub_releases/2018-02/ynu-phr020118.php\" target=\"_blank\">statement</a>.</p>\n<p>So how exactly did Fukuda and his colleagues make their discovery?</p>\n<p>When cells were cultured in the chemical — which is added to the oil of McDonald's fries to keep it from splattering everywhere — 5,000 hair follicle germs grew, <em><a href=\"https://www.standard.co.uk/news/world/chemical-found-in-mcdonalds-fries-could-cure-baldness-researchers-say-a3758246.html\" target=\"_blank\">The Evening Standard</a></em> first reported.</p>\n<p>And when those same follicles were transplanted onto the backs and scalps of mice, new hair started to grow.</p>\n<p><em>6 Grooming Hacks You Need to Know</em><em>:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/4830808094001/file.mp4\" type=\"video/mp4\">\n<p>But until further experiments are done to prove that this chemical will work for humans, there are other remedies you can use if you're losing your hair. Topical treatments like <a href=\"https://www.amazon.com/Rogaine-Regrowth-Treatment-Minoxidil-Solution/dp/B0000Y8H3S/ref=sr_1_1_sspa?s=beauty&amp;ie=UTF8&amp;qid=1517854331&amp;sr=1-1-spons&amp;keywords=rogaine&amp;psc=1\" target=\"_blank\">Rogaine</a> or supplements like <a href=\"https://www.nutrafol.com/men/\" target=\"_blank\">Nutrafol</a> can work, as well as <a href=\"https://www.menshealth.com/style/men-going-bald-prevention-regrow-hair-loss-thinning\" target=\"_blank\">a host of other things</a>.</p>\n<p>Or, you can just embrace baldness like <a href=\"https://www.menshealth.com/guy-wisdom/bald-doesnt-matter\" target=\"_blank\">these four guys</a>. Having long locks takes work to maintain, and you're better off focusing on the rest of your health and fitness.</p>]]></description>\n    </item>\n    <item>\n      <title>Drop Everything Because The Rock Has a New Fitness Reality Show Coming</title>\n      <link>https://www.menshealth.com/fitness/the-rock-reality-show-the-titan-games</link>\n      <guid isPermaLink=\"false\">3027106</guid>\n<pubDate>Mon, 05 Feb 2018 18:08:22 +0000</pubDate>\n<dcterms:modified>2018-02-06T13:39:04+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-the-rock-titans-nbc.jpg\" width=\"1600\" height=\"1017\" alt=\"The Rock\" />\n<span class=\"copyright\">Image by Youtube.com</span>\n<p>'The Titan Games' is currently accepting applications, so what the heck are you waiting for?</p>\n<p>Stop whatever you're doing and start practicing your pushups and pull-ups. The Rock's got a new fitness reality show coming out, and it's open to everyone.</p>\n<iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" frameborder=\"0\" height=\"293\" src=\"https://www.youtube.com/embed/f4QNYfcD8Yw\" width=\"520\"></iframe>\n<p>Yep, that's right. Dwayne \"The Rock\" Johnson is bringing a fitness competition to NBC, and it's currently accepting applications. The three obvious questions here are as follows:</p>\n<p>1. What kind of fitness competition is this?</p>\n<p>2. What exactly does one have to do to get on The Rock's fitness reality show?</p>\n<p>3. How on Earth does he get all this stuff done — a new reality show, <a href=\"https://www.menshealth.com/fitness/the-rock-thanks-crew-on-set-gym-workout\">workout out</a>, <a href=\"https://www.menshealth.com/guy-wisdom/the-rock-skyscraper-movie-poster\">rescuing people from burning skyscrapers</a> — with just 24 hours in a day?</p>\n<p>We've got some answers for two of three, at least. First of all, the idea behind <em>The Titan Games</em> is to \"offer everyday people the once-in-a-lifetime opportunity to compete in epic head-to-head challenges designed to test mind, body and heart,\" according to its <a href=\"https://www.titangamescasting.com/\" target=\"_blank\">website</a>. There aren't any details on what these challenges will consist of, but the website promises they'll be \"physical challenges of epic proportions.\" We certainly wouldn't expect anything less from The Rock, who'll be <a href=\"https://www.menshealth.com/guy-wisdom/the-rock-rampage-trailer-classic-arcade-game\">fighting a giant mutant ape</a> in one of his upcoming movies.</p>\n<p>Second, what kind of chance does a regular guy (or gal) have of getting on the show? Per the <a href=\"https://www.titangamescasting.com/pdf/titan-games-video-specs.pdf\" target=\"_blank\">application</a>, all a person has to do is submit a three-minute video describing themselves and showing off their fitness. There's also opportunity to write a bit more about yourself, and then, of course, there's a small \"fitness test\" to complete on camera. It has three parts: a core test (hold a <a href=\"https://www.menshealth.com/fitness/gym-jones-plank\" target=\"_blank\">plank</a> for as long as possible); an endurance test (<a href=\"https://www.menshealth.com/fitness/jumping-rope-workout-circuit-exercises\" target=\"_blank\">jump rope</a> for two minutes); and a strength test. The strength test is a <a href=\"https://www.menshealth.com/fitness/total-body-ladder-workout\" target=\"_blank\">descending ladder</a> of pull-ups and pushups, starting with five of each, then four of each, all the way down to one rep of each. Time to start working on that <a href=\"https://www.menshealth.com/fitness/ben-lauder-dykes-pull-up-variations\" target=\"_blank\">pull-up strength</a>.</p>\n<p>Unfortunately we're just as baffled as the rest of you as to how exactly The Rock is finding time to host a new reality show. Maybe that <a href=\"https://www.menshealth.com/guy-wisdom/the-rock-talks-about-high-school-years-instagram-lebron-james\" target=\"_blank\">time machine joke Johnson had with LeBron James</a> wasn't really a joke after all.</p>\n<p>Johnson said while on <a href=\"https://www.youtube.com/watch?v=Ti8CzxxD5Qk\" target=\"_blank\"><em>The Tonight Show with Jimmy Fallon</em></a> that he drew inspiration for the show from one of his all-time favorite fitness reality shows, <em>American Ninja Warrior</em>. Yes, you're understanding this correctly: <em>The Titan Games</em> is the making of Dwayne \"The Rock\" Johnson — <a href=\"https://www.menshealth.com/fitness/the-rock-instagram-workout-video-upper-body\" target=\"_blank\">a man who single-handedly gives a new meaning to fitness</a> — and draws inspiration from <em><a href=\"https://www.menshealth.com/fitness/otis-hooper-american-ninja-warrior\" target=\"_blank\">American Ninja Warrior</a></em>. This should be good. And tough as hell, to say the least.</p>]]></description>\n    </item>\n    <item>\n      <title>Can Drinking Grape Juice Prevent the Stomach Flu?</title>\n      <link>https://www.menshealth.com/health/can-grape-juice-prevent-norovirus-stomach-flu</link>\n      <guid isPermaLink=\"false\">3027061</guid>\n<pubDate>Mon, 05 Feb 2018 16:28:44 +0000</pubDate>\n<dcterms:modified>2018-02-06T13:37:47+00:00</dcterms:modified>\n<dc:creator>Cassie Shortsleeve</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-grape-juice-to-save-you.jpg\" width=\"1600\" height=\"1018\" alt=\"grape juice\" />\n<span class=\"copyright\">Photograph by Getty Images</span>\n<p>We asked the experts if this home remedy can stop norovirus in its tracks</p>\n<p>If you’ve ever fallen victim to <a href=\"https://www.menshealth.com/health/stomach-flu-survival-guide\">norovirus</a> — commonly known as the stomach flu or the throw-up bug — you know there’s absolutely nothing worse than pooping and puking your guts out for days.</p>\n<p>But if you’ve dealt with it before, you’ll likely deal with it again: Each year, norovirus leads to an estimated 21 million illnesses, 1.9 million trips to the doctor’s office, and 71,000 hospitalizations, according to <a href=\"https://www.cdc.gov/norovirus/trends-outbreaks.html\">data</a> from the Centers of Disease Control and Prevention.</p>\n<p>And because your chances of catching the bug spike in the winter, you’d likely try anything to avoid it. That’s why when <a href=\"http://www.slate.com/articles/life/the_kids/2017/01/you_can_t_protect_yourself_from_norovirus_by_guzzling_grape_juice.html\" target=\"_blank\">multiple reports</a> (<a href=\"https://musthavemom.com/stomp-out-stomach-flu-with-grape-juice/\" target=\"_blank\">most notably from blogger moms</a>) surfaced about grape juice’s ability to fend off the violent virus last year, they went viral.</p>\n<p>But as with most Google-able remedies, this one’s not as straightforward as it seems. Read on before you glug a bottle of Welch’s.</p>\n<h2>Can Grape Juice Prevent the Stomach Flu?</h2>\n<p>There’s no conclusive evidence that grape juice will prevent or fight norovirus, confirms Kellogg J. Schwab, Ph.D., a professor at the Johns Hopkins University Bloomberg School of Public Health who researches norovirus.</p>\n<p>The thought behind the claim? Grape juice could alter the pH levels in your stomach, so the norovirus can’t multiply. Plus, thanks to the juice’s anti-viral and antioxidant properties, it might even flush, fight, or kill the virus.</p>\n<p>But those theories don’t really live up to the hype. “The pH balance in the stomach is changing at all times depending on what you eat or drink or what time of the day it is. When you drink something acidic, it may decrease pH in the stomach, but that would only be temporarily,” explains Amber Tully, M.D., a family medicine physician at the Cleveland Clinic. Plus, norovirus doesn’t multiply in your stomach, it multiples in your intestines, which naturally has a more neutral pH, she adds.</p>\n<p>It’s also worth mentioning that not everyone is susceptible to the 150 circulating strains of norovirus. “There are sub-populations of people who don't have the right receptors for the virus to attach to, meaning they don’t get sick,” says Schwab. That means that there could be other reasons (besides drinking grape juice) that you didn’t come down with norovirus when everyone else around you did.</p>\n<p>While some <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3485726/\" target=\"_blank\">research</a> done in petri dishes has suggested grape seed extract may reduce the chances of a norovirus multiplying enough to causes infection, you’re not getting those chemicals from the seeds when you drink grape juice, says Dr. Tully.</p>\n<p>“Human noroviruses are very hard to replicate in a lab setting—and surrogates may or may not reflect what’s going on in the human body,” says Schwab.</p>\n<p>Grapes <em data-redactor-tag=\"em\" data-verified=\"redactor\">are</em> high in <a href=\"https://www.menshealth.com/nutrition/vitamin-c-foods\">vitamin C</a>, though—and <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19263912\" target=\"_blank\">research</a> does show that C is helpful in boosting immunity. Still, to rely on grape juice alone is probably not the way to go.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">Related:</strong> <a href=\"https://www.menshealth.com/health/flu-myths\">7 Myths About the Flu You Must Stop Believing</a></p>\n<h2>How Can You Protect Yourself From the Stomach Flu?</h2>\n<p>Norovirus spreads when you make direct contact with someone who’s sick, down foods or drinks contaminated with virus, or touch surfaces with the virus on it, so <a href=\"https://www.menshealth.com/style/how-to-wash-your-hands\">washing your hands</a> is the single most important thing you can do to protect your health and the health of those around you, says Schwab.</p>\n<p>Scrubbing with soap won’t <em data-redactor-tag=\"em\" data-verified=\"redactor\">kill</em> the virus, but it will remove it from your hands if it’s present. Choose a non-antimicrobial soap and skip hand sanitizers, which do not effectively inactivate the virus, he says. Otherwise, wash your fruits and vegetables and be careful about touching other people’s hands or sharing utensils and pens. Keep your distance from infected people.</p>\n<p><em data-redactor-tag=\"em\" data-verified=\"redactor\">Why Your Gym Is Germier Than Your Bathroom:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/4930673242001/file.mp4\" type=\"video/mp4\">\n<p>If someone in your house had norovirus, dilute a household bleach 10-fold to 100-fold (10 to 100 parts water, one part bleach). Chlorine can effectively inactivate viruses like norovirus, says Schwab. Let the bleach sit for at least 30 seconds before wiping it off of surfaces.</p>\n<p>And if you do fall sick? Hydration, rest, and a bland diet of foods like bananas, rice, applesauce, and toast are your best strategies, Dr. Tully says. Expect symptoms to last one to three days — and check out our <a href=\"https://www.menshealth.com/health/stomach-flu-survival-guide\">stomach bug survival guide</a> for everything you need to know during the recovery process.</p>]]></description>\n    </item>\n    <item>\n      <title>3 AMRAP Workouts That&#039;ll Take Your Fitness Game to the Next Level </title>\n      <link>https://www.menshealth.com/fitness/amrap-workouts-crossfit</link>\n      <guid isPermaLink=\"false\">3027026</guid>\n<pubDate>Mon, 05 Feb 2018 14:30:02 +0000</pubDate>\n<dcterms:modified>2018-02-08T14:36:02+00:00</dcterms:modified>\n<dc:creator>Isadora Baum</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/AMPR-workout-circuit-main.jpg\" width=\"1000\" height=\"636\" alt=\"amrap workout\" />\n<span class=\"copyright\">Photograph by Getty Images</span>\n<p>As many reps as possible? No problem</p>\n<p>If you’re an avid <a href=\"https://www.menshealth.com/fitness/smarter-way-do-high-intensity-interval-training\">HIIT</a> or CrossFit junkie, you’ve probably done your fair share of AMRAPS by now. Usually, they involve <a href=\"https://www.menshealth.com/fitness/dell-polanco-amrap-challenge\">doing several burpees in a row</a> within 60 seconds, and ending up on the floor out of breath. But if you've never done CrossFit before, you've probably wondered what your friends are talking about when they use the acronym.</p>\n<p>AMRAP stands for \"as many reps as possible\" or \"as many rounds as possible.\" It's a workout structure frequently used for conditioning that pushes your body to the max within a set period of time (anywhere from 3 minutes to 60 minutes).</p>\n<p>To do an AMRAP, you set a timer for a certain amount of time, and pick a set of exercises (say, 10 pushups, 10 pull-ups, and 10 squats). Repeat that sequence for as many rounds as possible until time expires, resting when needed.</p>\n<p>Doing AMRAPs helps you track your progress over time, as you’re basing your review of your performance off a set period of time or a specific exercise.</p>\n<p>“AMRAPs allow you to specify the amount of time that a training session will take. This is important for shooting for specific kinds of adaptation. If you know that you'll be going for exactly 7 minutes, it's much easier to understand the pacing of the effort required over that 7 minutes,” says <a href=\"http://toddnief.com/\" target=\"_blank\">Todd Nief</a>, head CrossFit coach and owner of <a href=\"http://southloopsc.com/\" target=\"_blank\">South Loop Strength &amp; Conditioning</a> in Chicago. As you keep at it, you can see if you can do more and more rounds within those 7 minutes with practice.</p>\n<p>It also pushes that intensity factor, so you’re not wasting any time activating those muscles and breaking a sweat. (FYI, there are <a href=\"https://www.menshealth.com/guy-wisdom/amrap-mentality-outside-gym\">benefits to having an AMRAP mentality outside the gym</a>, too.)</p>\n<p>“Rather than specifying reps, sets, and rest time, you are able to move through as quickly as you are capable, which will increase the overall training volume completed in a specific timeframe,” explains Nief.</p>\n<p>Below, Nief takes us through the dos and don'ts of doing AMRAPs and suggests a few workouts that'll have you dripping sweat on the floor in no time.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">Related: </strong><a href=\"https://www.menshealth.com/fitness/deadly-40-minute-workout-will-shrink-belly\">This Deadly 40-Minute Workout Will Shrink Your Belly</a></p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">1) Before starting AMRAPs, make sure you know the rules.</strong> “Having a basic understanding of your expected split times is crucial for an AMRAP. If you look at a workout, you should be able to guess roughly how long each movement will take you, how long you expect to spend transitioning from exercise to exercise, and how much you expect to slow down over the course of the session,” says Nief.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">2) Try not to make common mistakes that can impair your performance.</strong> “Most people go out way too fast at the beginning of an AMRAP. Especially if it's longer than 5 minutes, this can set them up to be very uncomfortable for the last half of their workout,” he says.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">3) Keep in mind that you’ll naturally slow down as you get fatigued,</strong> <strong data-redactor-tag=\"strong\" data-verified=\"redactor\">but don't let it come on too quickly.</strong> “People should expect to probably slow down a bit over the course of the AMRAP, but their later rounds shouldn't be <em data-redactor-tag=\"em\">that</em> much slower than the first few rounds, and they also shouldn't get to the point that they're engaging in a ton of compensatory patterns to complete their reps,” Nief explains.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">4) Set a specific goal for how many rounds/reps to complete before time is up.</strong> “People often create AMRAPs without understanding what their goal is for the session. If you want to move quickly the entire time, you need to set something up so that you will be able to keep going through the rounds without significant breakdown over the course of the training session,” he says.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">5) Try to mix it up.</strong> For instance, “if you have both a <a href=\"https://www.menshealth.com/fitness/how-to-fail-a-squat-safely\">squatting-based movement</a> and <a href=\"https://www.menshealth.com/fitness/sandbag-lunge-sequence\">a lunging-based movement</a>, you can assume that you will run into a limiter with muscle endurance in your quads,” he says, as it puts excess strain on the area.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">Related: </strong><a href=\"https://www.menshealth.com/fitness/dell-polanco-amrap-challenge\">10-Minute AMRAP Challenge</a></p>\n<p>To get you started, here are a few AMRAP workouts to get you blasting fat and building muscle.</p>\n<p><img alt=\"\" height=\"636\" width=\"1000\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/AMPR-workout-circuit-1.jpg\" />Credit Link:&nbsp;    </p>\n<p>1) One of the most famous and classic starter AMRAPs is \"Cindy\" (20 min.):</p>\n<p>5 pull-ups</p>\n<p>10 push-ups</p>\n<p>15 squats</p>\n<p><img alt=\"\" height=\"636\" width=\"1000\" data-delta=\"2\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/AMPR-workout-circuit-2.jpg\" />Credit Link:&nbsp;    </p>\n<p>2) This workout is great for a muscle endurance training session, says Nief. Row calories are a unit for measuring output on the Concept2 rowing machines, and you can set the monitor to count in either meters or calories (10 min.):</p>\n<p>3-6-9-12...strict pull-ups (pull-ups without swinging or kipping, where hips stay static throughout the motion)</p>\n<p>3-6-9-12...row calories</p>\n<p>3-6-9-12...handstand push-ups (done against the wall with heels on the wall)</p>\n<p>3-6-9-12...row calories</p>\n<p><img alt=\"\" height=\"636\" width=\"1000\" data-delta=\"3\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/AMPR-workout-circuit-3.jpg\" />Credit Link:&nbsp;    </p>\n<p>3) This quick workout should leave people on their backs, sweaty and fatigued, says Nief (5 min.):</p>\n<p>10 thrusters (95/65)</p>\n<p>10 burpees</p>\n<p>10 assault bike calories</p>]]></description>\n    </item>\n    <item>\n      <title>Brooks Koepka Is One of the Fittest Guys in Golf—Here&#039;s How He Does It</title>\n      <link>https://www.menshealth.com/fitness/brooks-koepka-discusses-golf-fitness-and-balance</link>\n      <guid isPermaLink=\"false\">3025416</guid>\n<pubDate>Fri, 02 Feb 2018 19:30:16 +0000</pubDate>\n<dcterms:modified>2018-02-03T13:35:50+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-golfs-Brooks-Koepka.jpg\" width=\"1600\" height=\"1019\" alt=\"brooks koepka\" />\n<span class=\"copyright\">Photograph by Youtube/Michelob ULTRA</span>\n<p>The reigning U.S. Open champ works hard on and off the golf course</p>\n<p>Brooks Koepka is one of the fittest guys on the professional golf circuit, but he also knows how to relax and enjoy life. That's why the reigning U.S. Open champ is featured in a Super Bowl ad for Michelob Ultra, a low-carb, low-calorie beer that's <a href=\"https://www.youtube.com/watch?v=P6Ys3PMJ3WY&amp;feature=youtu.be%E2%80%8B\" target=\"_blank\">branding itself as both \"fit\" and \"fun.\"</a></p>\n<p>The commercial also features surf legend Kelly Slater and famed marathoner Shalane Flanagan, plus Chris Pratt <a href=\"https://www.menshealth.com/fitness/chris-pratt-randy-couture-wrestling-reunion\" target=\"_blank\">doing some Chris Pratt things</a>. (Michelob Ultra clocks in at 95 calories and 2.6 carbs a bottle — <a href=\"https://www.menshealth.com/nutrition/best-perfect-tasting-light-beers-national-beer-day/slide/1\" target=\"_blank\">here are a few more light beers that got our seal of approval</a>.)</p>\n<iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" src=\"https://www.youtube.com/embed/P6Ys3PMJ3WY\" width=\"520\" height=\"293\" frameborder=\"0\"></iframe>\n<p>Besides being in Super Bowl commercials, Koepka's off-the-green work isn't exactly what one would expect from a golfer — logging countless hours in the gym, building up <a href=\"https://www.menshealth.com/health/strength-training-adds-years-to-your-life\" target=\"_blank\">strength</a> and <a href=\"https://www.menshealth.com/fitness/circuit-week-2015-extreme-endurance\" target=\"_blank\">endurance</a> and making nutrition an integral part of his training.</p>\n<p>“In an average day, I’m spending about four to five hours just on my body,” Koepka told <em>Men's Health</em> in the week leading up to the Super Bowl. “I think any professional athlete has to (take care of their body).”</p>\n<p>That time is split up by a bout of cardio, a lifting session focused on a certain area of his body, and lots and lots of smart recovering, including stretching, <a href=\"https://www.menshealth.com/health/benefits-of-massage-therapy\" target=\"_blank\">massaging</a>, and icing.</p>\n<p>Golfers have traditionally avoided hitting the weights too hard for fear of how it may impact their game — namely, that a big change in strength could mess with their stroke they've spent years perfecting, or that it could mess with their much-needed <a href=\"https://www.menshealth.com/fitness/flexibility-exercises\" target=\"_blank\">flexibility</a>. “Whenever someone says that increased strength makes you less flexible, I always point out gymnasts,\" he says. \"They’re all incredibly strong, and obviously extremely flexible. It’s all about how you take care of your body.”</p>\n<p>While the perception is that golfers don’t <em>need</em> to be physically fit to perform, Koepka insists it’s what is giving him an edge over his opponents. “After four weeks of tournaments, and it comes down to that last Sunday, I know I’m more physically fit than most.”</p>\n<p>Koepka says that when he heads into long tournaments, the benefits of taking care of himself extend far beyond the physical gains. While he says <a href=\"https://www.menshealth.com/fitness/best-glutes-and-hips-workout-circuit\" target=\"_blank\">glute and core strength</a> really help in instances when he has a bad lie in the rough, the mental gains of taking care of his body definitely are profound, and play a big role in his golf game. “A lot of it is mental, obviously, and I mentally feel good when I’m healthy. It gives me an edge, I think.”</p>\n<p>Koepka attributes much of his mental strength to his diet, which he says consists mostly of whole, clean foods. “I know it sounds weird, but I travel with a chef,\" he says. \"He cooks me really healthy meals.”</p>\n<p>Another thing Koepka says keeps his mental game strong is giving his mind and his body a break. He says his favorite way to unwind—surprise!—is grabbing a few beers, his girlfriend, and some friends and heading out on his boat.</p>\n<p>“Staying fit is fun, but you have to have a good balance in your life,” he says.</p>\n<p>So take it from a pro: Part of living a healthy lifestyle is, well, taking time to enjoy life. If that’s cracking open a cold one, Michelob Ultra’s a good option for sure— at 95 calories and 2.6 carbs a bottle, there’s not a lot to feel guilty about. (<a href=\"https://www.menshealth.com/nutrition/best-perfect-tasting-light-beers-national-beer-day/slide/1\" target=\"_blank\">Here’s a few more light beers that got our seal of approval</a>.)</p>]]></description>\n    </item>\n    <item>\n      <title>The Best Super Bowl Punch Recipes</title>\n      <link>https://www.menshealth.com/guy-wisdom/best-punch-recipes-super-bowl</link>\n      <guid isPermaLink=\"false\">3025376</guid>\n<pubDate>Fri, 02 Feb 2018 18:11:09 +0000</pubDate>\n<dcterms:modified>2018-02-03T13:37:39+00:00</dcterms:modified>\n<dc:creator>Katherine Louie</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/1-Super-Bowl-Drink-Essentials-Party-jagermule.jpg\" width=\"1000\" height=\"636\" alt=\"jagermule\" />\n<span class=\"copyright\">Photograph courtesy of Flinn Pomroy, Sweetwater Social</span>\n<p>Make sure your party is fully stocked for Super Bowl Sunday\n</p>\n<p>Even if you don’t give a damn about the Super Bowl, it’s a universal truth that the Super Bowl is a great excuse to drink and eat. Wings, nachos, burgers, chips, and beer; It really doesn’t get any better than that, does it? If you’re throwing your own party this year or just attending someone else's, you’re going to need some boozy delights to keep spirits high throughout the game. Below are two hassle free punch bowl recipes that you can prep the night before. And sample the night before too, because you gotta taste it, right?</p>\n<h2>Jägermule Punch</h2>\n<p><em>Crafted by Flinn Pomroy, Sweetwater Social</em></p>\n<p><strong>What You Need:</strong></p>\n<ul>\n<li>125 oz Jägermeister</li>\n<li>42.5 oz Fresh Lime Juice</li>\n<li>37.5 oz Ginger Syrup</li>\n<li>35 oz Bigelow Orange &amp; Spice Tea</li>\n<li>60 oz Soda Water (add to taste)</li>\n<li>2 whole oranges sliced into thin discs (to garnish)</li>\n</ul>\n<p><strong>How To Make It:</strong></p>\n<p>Combine Jägermeister, Lime Juice, and Ginger Syrup in punch bowl. Bring 5 cups of water to a boil and add 5 tea bags of Bigelow Orange &amp; Spice. Remove water from heat and allow to steep for roughly 6 minutes (Note: you will have more tea brewed than you are actually going to use). Add Bigelow Orange &amp; Spice tea to the punch bowl. Stir vigorously, and add soda to taste. Garnish with orange slices.</p>\n<p><strong>Pairs Well With:</strong></p>\n<p>Smoky, spice-forward barbecue sauce or wings which will bring out the spices in the Bigelow Orange &amp; Spice Tea.</p>\n<h2>Peach Lemonade Punch</h2>\n<p><em>Crafted by Nolet's Gin</em></p>\n<p><img alt=\"\" height=\"636\" width=\"1000\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/2-Super-Bowl-Drink-Essentials-Party-peach-lemonade.jpg\" />Credit Link:&nbsp;    </p>\n<p><strong>What You Need:</strong></p>\n<ul>\n<li>1 bottle of Nolet's Silver Dry Gin</li>\n<li>2.25 L Lemonade</li>\n<li>6.3 oz Elderflower Liqueur</li>\n<li>2 bags frozen peaches, cut appropriately</li>\n<li>Lemon or peach slices (to garnish)</li>\n</ul>\n<p><strong>How To Make It:</strong></p>\n<p>Combine all ingredients in punch bowl and stir. Serve over ice in a highball glass. Garnish with a lemon wedge or peach wedge.</p>\n<p><strong>Pairs Well With:</strong></p>\n<p>Anything spicy, such as nachos or buffalo chicken dip. The sweeter notes from the Elderflower Liqueur and peaches will help soothe the burn.</p>\n<p>Don’t have time to stock up on booze for the big party? We live in an age where there are tons of services that will deliver right to your door. We did some research and found three great services that can help you out in a pinch.</p>\n<p>If you’re looking to seriously amp up your home bar, we recommend <a href=\"https://minibardelivery.com/store\" target=\"_blank\">Minibar Delivery</a>. We were very impressed with their selection of wine, beer, mixers, and premium liquors. They promise a speedy delivery rain or shine (30-60 minutes, to be precise) to 40 different cities throughout the country. Plus, they’ll give you $5 off your first order when you join their email list. To make your life even easier, they have a handy <a href=\"https://minibardelivery.com/party-planner\" target=\"_blank\">party planning tool</a> that can help you calculate how much alcohol you need based on the length of the party and how many people are attending. If you’re feeling <em>really</em> fancy, you can even schedule a professional mixologist to serve your party. All you have to do is choose how long and confirm the details.</p>\n<p>If you need to stock up on booze, food, <em>and</em> paper goods for your party we suggest <a href=\"https://www.maxdelivery.com/nkz/exec/HomePage/Display\" target=\"_blank\">MaxDelivery</a>. Unlike supermarket delivery services which require you to place an order ahead of time (who really has time for that?), MaxDelivery will deliver items to your door <em>in under one hour</em>. Delivery is free over $125, and they service Manhattan (below 92nd Street and south), Roosevelt Island, and parts of Long Island City. Pro Tip: you can type in your zip code <a href=\"https://www.maxdelivery.com/nkz/exec/ZipCode/Display\" target=\"_blank\">here</a> to see if they deliver to your area. They boast a wide array of wine, beer, and liquor so you can get everything from Patron and Cointreau to Tozai’s “Well of Wisdom” Sake.</p>\n<p>Additionally, Amazon Prime now offers two-hour alcohol delivery in <a href=\"https://primenow.amazon.com/learn-more?ascsubtag=2647508606&amp;tag=wwwshopstylec-20&amp;ascsubtag=3002514496&amp;tag=wwwshopstylec-20\" target=\"_blank\">12 different cities</a>. If you’re in desperate need of more libations, you can shell out $8.00 to have your booze delivered within an hour. Their selection is also quite impressive, as they offer artisan wines, craft beer, and premium liquor all in one place. They even have bottle gift bags, a 7-piece Whiskey Decanter Set, and an OXO Jigger that you can add to your order. It eliminates the need to do any party shopping in a brick-and-mortar store, which saves you time and energy.</p>]]></description>\n    </item>\n    <item>\n      <title>Watch &#039;The Mountain&#039; Casually Deadlift 970 Freaking Pounds </title>\n      <link>https://www.menshealth.com/fitness/the-mountain-deadlift-instagram-arnold-strongman-classic</link>\n      <guid isPermaLink=\"false\">3025336</guid>\n<pubDate>Fri, 02 Feb 2018 17:09:27 +0000</pubDate>\n<dcterms:modified>2018-02-03T13:30:20+00:00</dcterms:modified>\n<dc:creator>Vinnie Mancuso</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/the-mountain-deadlift-970-pounds.jpg\" width=\"1000\" height=\"636\" alt=\"the mountain deadlifts 970 pounds\" />\n<span class=\"copyright\">Photograph courtesy of instagram/thorbjornsson</span>\n<p>Icelandic strongman Hafþór Júlíus Björnsson ​is training hard for the Arnold Strongman Classic 2018</p>\n<p>When he’s not <a href=\"https://www.menshealth.com/guy-wisdom/kickboxer-retaliation-jean-claude-van-damme\">pulverizing scrubs in Jean Claude Van Damme’s underground fighting tournament</a>, Hafþór Júlíus Björnsson is hard at work in his native Iceland training for the Arnold Strongman Classic 2018. The <a href=\"https://www.menshealth.com/guy-wisdom/the-mountain-blows-horn-viking-nfl-kickoff\">Game of Thrones actor</a> has been showing off some truly impressive strength training this week in the lead-up to the annual competition.</p>\n<p>Like, for example, this very casual 396-pound incline press:</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BerwkonFtSJ/embed\" frameborder=\"0\"></iframe>\n<p>And this not-at-all-frightening 970-pound deadlift:</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BepfidjFXVm/embed\" frameborder=\"0\"></iframe>\n<p>The Strongman Classic — created by <a href=\"https://www.menshealth.com/fitness/arnold-schwarzenegger-bodybuilding-deaths-von-moger-killing-gunther\">Arnold Schwarzenegger</a> and Jim Lorimer as part of the annual Arnold Sports Festival — has hosted competitive powerlifters from all over the world since 2002. Your typical events include launching a 100-pound bag over a 15-foot bar, mastering the classic <a href=\"https://www.youtube.com/watch?v=Mk-R8VQY1xg\" target=\"_blank\">Apollon's Wheels</a>, and carrying a 1,140-pound wooden frame up a 35-foot ramp.</p>\n<p><strong data-redactor-tag=\"strong\">Related:</strong> <a href=\"https://www.menshealth.com/24-hours-with-the-mountain\">24 Hours With 'The Mountain'</a></p>\n<p>Last year saw the title, and the $50,000 purse, go to three-time winner Brian Shaw, an American. (<a href=\"https://www.menshealth.com/nutrition/world-strongest-man-brian-shaw-diet/slide/1\">Here's a run-down of Shaw's 12,000-calorie-a-day diet</a>.) Björnsson, unfortunately, <a href=\"https://www.menshealth.com/fitness/the-mountains-worlds-strongest-man-title-stolen\">had to settle for second place</a>.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/Beq7SFglM-t/embed\" frameborder=\"0\"></iframe>\n<p>“Rain, Hail or Snow the show must go on,” Bjornsson writes. “410kg frame feeling nice and easy in this beautiful dark, cold Icelandic weather. 4 weeks to go till the Arnold’s 2018. You ready? I’m ready!”</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BeqKRxllAZB/embed\" frameborder=\"0\"></iframe>]]></description>\n    </item>\n    <item>\n      <title>Your Headache Might Increase Your Risk of a Heart Attack Or Stroke</title>\n      <link>https://www.menshealth.com/health/migraine-heart-attack-stroke-risk</link>\n      <guid isPermaLink=\"false\">3025331</guid>\n<pubDate>Fri, 02 Feb 2018 17:03:55 +0000</pubDate>\n<dcterms:modified>2018-02-03T13:37:32+00:00</dcterms:modified>\n<dc:creator>Christa Sgobba</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/headaches-lead-heart-attack-stroke.jpg\" width=\"1000\" height=\"636\" alt=\"Your Headache Might Increase Your Risk of a Heart Attack Or Stroke\" />\n<span class=\"copyright\">Photograph by Getty Images</span>\n<p>Here's what could be putting you at risk</p>\n<p>Suffer from frequent head-throbbers? Your productivity might not be the only thing in danger. Men who experience migraines—severe, throbbing headaches that are usually confided on one side of the head and can come with nausea and light sensitivity—are at higher risk of heart problems than those without the condition, new <a href=\"http://www.bmj.com/content/360/bmj.k96\" target=\"_blank\">research</a> out of Denmark suggests.</p>\n<p>In the study, researchers pulled health records over 19 years from about 50,000 people who suffered from migraines and more than 500,000 people who didn’t have the headaches. Over that time, migraine sufferers were more than twice as likely to experience an ischemic stroke—the most common kind of stroke, caused by an artery blockage in your brain—49 percent more likely to have a heart attack, 59 percent more likely to have <a href=\"https://www.menshealth.com/health/blood-clot-deep-vein-thrombosis-symptoms\">a blood clot in your legs or lung</a>, and 25 percent more likely to have an irregular heartbeat.</p>\n<p>In particular, the chances of experiencing a stroke were much higher within the first year of the migraine diagnosis. Men with migraines had 12 times the risk of a stroke within that first year than those without the headaches.</p>\n<p>One possible reason? Something called a vasospasm in the arteries of your brain, explains study author Kasper Adelborg, M.D., Ph.D. A vasospasm—the constricting and narrowing of blood vessels that blocks blood flow—can lead to a migraine, but it can also boost your changes of having a stroke, too.</p>\n<p>As for the heart risks, it’s possible that the meds many people take to control the pain with migraines might be playing a role, too. Non-steroidal anti-inflammatory drugs (NSAIDs like ibuprofen or naproxen) have been shown to <a href=\"https://www.menshealth.com/health/nsaid-and-heart-attack\">increase your chances of heart attack</a>, as we reported. That’s because they may trigger abnormal clotting of your blood.</p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.com/health/signs-heart-attack-in-future\">6 Surprising Signs You're On Your Way To a Heart Attack</a></p>\n<p>But before you get too freaked out, it’s important to recognize that the <em>absolute</em> risk experiencing such problems was still pretty low. Take a heart attack, for instance. For every 1,000 people with migraine, 25 would experience a heart attack over that 19-year period, compared to 17 without migraine.</p>\n<p>The low risk is in part because the people in the study were relatively young, with an average age in their mid-30s. Things like heart attack and stroke aren’t all that common to begin with in that age group.</p>\n<p>But even that small increase in risk can be significant.</p>\n<p>“The increased risk translates into a substantial increase in risk at the population level, because migraine is a common disease, affecting many men worldwide,” says Dr. Adelborg.</p>\n<p><em>8 Weird Facts You Never Knew About Your Heart:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/5031240079001/file.mp4\" type=\"video/mp4\">\n<p>More studies need to be done to determine if migraines need to be treated differently to alleviate these heart risks—in particular, whether guys at higher risk of heart problems should also be taking blood thinners in addition to their NSAIDs, he says.</p>\n<p>In the meantime, if you’re suffering from any kind of recurring headache, loop in your doctor. He or she can help you determine if you’re suffering from migraines, and if so, which treatment is most appropriate. Plus, your doctor can also monitor things like blood pressure and cholesterol levels, which can help gauge your risk of heart disease.</p>]]></description>\n    </item>\n    <item>\n      <title>If Your Neighbors Are Obese, It Could Be Contagious</title>\n      <link>https://www.menshealth.com/health/is-obesity-contagious-study</link>\n      <guid isPermaLink=\"false\">3025321</guid>\n<pubDate>Fri, 02 Feb 2018 16:40:23 +0000</pubDate>\n<dcterms:modified>2018-02-03T13:37:17+00:00</dcterms:modified>\n<dc:creator>Danielle Zickl</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/neighbors-obese-potentially-contageous.jpg\" width=\"1000\" height=\"636\" alt=\"If Your Neighbors Are Obese, It Could Be Contagious\" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>If the people around you are overweight, it may increase your own chances of packing on pounds, according to a new study </p>\n<p>Obesity in America is on the rise. In fact, <a href=\"https://www.menshealth.com/health/obesity-rate-in-america\">more than 20 percent of adults</a> in every state are affected by this epidemic. And while there are many reasons why this may be — genetics, eating too much fast food — a new study suggests another explanation: your neighbors.</p>\n<p>Published in <a href=\"https://jamanetwork.com/journals/jamapediatrics/article-abstract/2668504\" target=\"_blank\"><em>JAMA Pediatrics</em></a>, the study sought to find out if people who live in communities where the majority of people are obese are more likely to become obese by association — almost like how the flu spreads from person to person. In other words, is obesity contagious?</p>\n<p>From November 2016 to October 2017, study authors Ashlesha Datar, Ph.D., Director of Program on Children and Families at USC’s Dornsife Center for Economic and Social Research, and Nancy Nicosia, Ph.D., senior economist at the RAND Corporation, gathered data from 1,519 military families — men, women, and children — living on 38 bases across the country that had varying levels of obesity.</p>\n<p>\"One of the reasons we chose to study military families is that these families cannot choose where they live. Rather, they are assigned to installations,\" Datar told <em>Men's Health</em>. \"Some of those installations are in counties with higher rates of obesity while others are in counties with lower rates of obesity. So, this would allow us to examine whether living in communities with a higher risk of obesity increases one’s own risk of being obese.\"</p>\n<p>The results? For every 1 percent increase in a county's obesity rate, the risk of a teenager becoming overweight went up between 4 and 6 percent, and the risk of an adult becoming overweight went up by 5 percent.</p>\n<p>Datar attributes the study's findings to the social contagion theory. If more people around you are obese, that may increase your own chances of becoming obese.</p>\n<p>\"In other words,\" Datar says, \"living in a community where obesity is more common can make sedentary lifestyles, unhealthy eating, and overweight or obesity more socially acceptable.\"</p>\n<p>Datar says that families exposed to more obese communities reported being less physically active, less likely to have a healthier home environment (tons of junk food in their cabinets and no limit on how much of it they ate), and less likely to cook at home. (Here's why making meals in your own kitchen can help you <a href=\"https://www.menshealth.com/nutrition/cooking-at-home-healthy-eating-lose-weight\">lose weight and drop body fat</a>.)</p>\n<p><em>Try making this spicy ground chicken and vegetable stir fry for dinner tonight:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/5089281136001/file.mp4\" type=\"video/mp4\">\n<p>Datar and Nicosia are following these military families over time, and hope to have specific data on the weight changes of participants starting from when they began living in their current counties in the near future.</p>\n<p>But their findings so far don't only apply to military families.</p>\n<p>\"Our data suggests that the rate of overweight or obesity in military families is close to that in the civilian population,\" Datar says. \"Moreover, a growing proportion of military families live outside the installation in civilian communities, and their children largely attend public schools. Therefore, we think that our findings can also shed light on risk factors for obesity in the general population.\"</p>\n<p>Obesity comes with health risks like high blood pressure, high cholesterol, diabetes, and heart disease — <a href=\"http://www.menshealth.com/health/man-killers-heart-disease\">the leading cause of death</a> in American adults. Combining <a href=\"https://www.menshealth.com/health/diet-or-exercise-for-your-heart-health\">regular exercise with a healthy diet</a> is your best bet to getting yourself down to a healthy weight. Starting small can help — like taking the stairs more often instead of the elevator — and really try focusing on finding a routine that works for you, otherwise you'll be less likely to keep it up.</p>]]></description>\n    </item>\n    <item>\n      <title>The World’s Oldest Man Drank Red Wine Every Single Day</title>\n      <link>https://www.menshealth.com/nutrition/worlds-oldest-man-dies-at-113-francisco-nunez-olivera</link>\n      <guid isPermaLink=\"false\">3025316</guid>\n<pubDate>Fri, 02 Feb 2018 16:21:08 +0000</pubDate>\n<dcterms:modified>2018-02-03T13:35:55+00:00</dcterms:modified>\n<dc:creator>Alisa Hrustic</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/worlds-oldest-man-drank-red-wine-every-day.jpg\" width=\"1000\" height=\"636\" alt=\"worlds oldest man dies at 113 Francisco Núñez Olivera\" />\n<span class=\"copyright\">Photograph courtesy of Twitter/Guillermo Fdez Vara; Facebook/Ayuntamiento de Bienvenida</span>\n<p>​Francisco Núñez Olivera just passed away at the age of 113</p>\n<p><a href=\"https://uk.news.yahoo.com/worlds-oldest-man-dies-just-month-113th-birthday-135443741.html\" target=\"_blank\">The world’s oldest man, Francisco Núñez Olivera</a>, died in his home in southwest Spain at the age of 113 Monday. He had four children, nine grandchildren, and 15 great-grandchildren.</p>\n<p>What was the secret to Olivera’s longevity? In addition to good genes and living a relatively calm life, his diet no doubt played a big role, according to his family.</p>\n<p>Olivera’s diet typically consisted of a sponge cake made with olive oil for breakfast, yogurt as a midday snack, fish or meat stew for lunch, and lots of vegetables he grew himself with a daily glass of red wine, according to <em data-redactor-tag=\"em\" data-verified=\"redactor\"><a href=\"https://www.thelocal.es/20180130/worlds-oldest-man-dies-aged-113-in-spanish-village-where-he-lived-his-whole-life\" target=\"_blank\">The Local Spain</a></em>.</p>\n<p>It’s no surprise that Olivera followed a Mediterranean way of eating, which is often touted as one of the healthiest diets in the world. Research has consistently found the <a href=\"https://www.menshealth.com/nutrition/mediterranean-diet-benefits-entire-body/slide/1\">Mediterranean diet may protect against heart disease</a>, the number one killer of men in the United States and <a href=\"http://www.who.int/mediacentre/factsheets/fs310/en/\" target=\"_blank\">leading cause of death globally</a>.</p>\n<p><em data-redactor-tag=\"em\" data-verified=\"redactor\">The 5 Best Foods To Fight Heart Disease:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/5205190196001/file.mp4\" type=\"video/mp4\">\n<p>Studies also suggest the Mediterranean diet <a href=\"https://www.menshealth.com/nutrition/mediterranean-diet-benefits-entire-body\">may protect your vision and brain health</a> and decrease your risk of certain types of cancer. Many of these benefits are linked to the omega-3 fatty acids found in fish and olive oil, along with the antioxidants found in vegetables and red wine.</p>\n<p><a href=\"https://www.menshealth.com/nutrition/red-wine-health-benefits\">Red wine</a> is rich in polyphenols like resveratrol, an antioxidant found in the skin of grapes. Scientists believe that <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3651847/\" target=\"_blank\">these antioxidants may fight inflammation</a>, a common precursor to the progression of heart disease.</p>\n<p>Olivera was one of 32 people over the age of 90 in his village of Bienvenida. <a href=\"http://ec.europa.eu/eurostat/documents/3217494/6776245/KS-05-14-031-EN-N.pdf/18bee6f0-c181-457d-ba82-d77b314456b9\" target=\"_blank\">Spain has one of the highest life expectancies</a> in Europe, but <a href=\"http://www.pnas.org/content/early/2015/07/01/1421942112\" target=\"_blank\">research</a> shows that men all over the world don’t typically live as long as women. (Here are the <a href=\"https://www.menshealth.com/health/reasons-men-die-young\">top reasons men die too young</a>.)</p>\n<p>We’re constantly fascinated by people that live to see 100 — but even if they <a href=\"https://www.usatoday.com/story/news/nation-now/2015/10/06/worlds-oldest-woman-116-eats-bacon-everyday/73444660/\" target=\"_blank\">eat bacon</a> or <a href=\"http://time.com/3892225/longevity-beer-a-day/\" target=\"_blank\">drink beer</a> daily, they usually just have a reasonable diet overall, exercise regularly, and try to live as stress-free as possible.</p>\n<p>According to <em data-redactor-tag=\"em\" data-verified=\"redactor\">The Local Spain</em>, Olivera admitted that the secret to a long life also included staying active and getting outside of the house. He reportedly took daily walks by himself until he was 107. His daughter stated that he had a gentle routine that revolved around the countryside of his house.</p>\n<p>“I do not feel old yet,” Olivera told <a href=\"http://www.elmundo.es/espana/2015/04/07/5522b9fc22601d60148b4574.html\" target=\"_blank\">Spain’s <em data-redactor-tag=\"em\" data-verified=\"redactor\">Spain’s El Mundo</em></a> in 2015.</p>\n<p>The people of his village have outwardly expressed their mourning. Bienvenida’s <a href=\"https://www.facebook.com/permalink.php?story_fbid=1804873509554743&amp;id=563737863668320\" target=\"_blank\">Facebook page states</a> in one post: “Rest in peace, ‘Grandpa of the world’. We’ll always remember you.”</p>]]></description>\n    </item>\n    <item>\n      <title>The Rock Just Opened Up About Mental Illness and Suicide</title>\n      <link>https://www.menshealth.com/health/the-rock-dwayne-johnson-instagram-mom-suicide-attempt</link>\n      <guid isPermaLink=\"false\">3025241</guid>\n<pubDate>Fri, 02 Feb 2018 14:30:02 +0000</pubDate>\n<dcterms:modified>2018-02-03T13:37:45+00:00</dcterms:modified>\n<dc:creator>Jack Crosbie</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/dwayne-johnson-opens-up-suicide.jpg\" width=\"1000\" height=\"636\" alt=\"The Rock\" />\n<span class=\"copyright\">Image by Jeff Daly / HBO</span>\n<p>Dwayne \"The Rock\" Johnson's emotional Instagram post revealed that his mother attempted suicide when he was a teenager</p>\n<p>The Rock, with his aggressively enthusiastic personality and endless supply of optimism, isn't someone you'd think of as being profoundly affected by suicide. But someone's outward personality doesn't necessarily reflect their past, and on Thursday, Dwayne Johnson opened up about the very real history of mental health issues in his family, as well as a loved one's suicide attempt.</p>\n<p>Johnson posted a behind-the-scenes shot from the set of <em>Ballers</em>, his critically acclaimed HBO comedy about a beleaguered sports agent trying to make it big. In the scene, Johnson's character Spencer Strasmore mourns his brother, William, in a cemetery, after he took his own life.</p>\n<p>\"Got me thinkin’ though bout how many of us have been affected by suicide of our friends, family,\" Johnson wrote. \"Struggle and pain is real. We’ve all been there on some level or another.\"</p>\n<p>It's true, and it's particularly important for men to realize that. Suicide <a href=\"https://www.menshealth.com/health/suicide-rates-middle-age-men\">rates are rising for middle-aged men</a>, and overall, suicide is the <a href=\"https://www.menshealth.com/health/7th-leading-cause-of-death\">seventh leading cause of death for men</a>.</p>\n<p>Johnson then went on to describe how his own family was affected by mental illness. \"My mom tried to check out when I was 15. She got outta the car on Interstate 65 in Nashville and walked into oncoming traffic,\" Johnson wrote. \"Big rigs and cars swerving outta the way not to hit her. I grabbed her and pulled her back on the gravel shoulder of the road. What’s crazy about that suicide attempt is to this day, she has no recollection of it whatsoever. Probably best she doesn’t.\"</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/Bepdn7llGWc/embed\" frameborder=\"0\"></iframe>\n<p>It's clear that shooting the scene was difficult for Johnson, but he said it reminded him of some useful advice for how guys can help their friends and family members overcome mental health issues.</p>\n<p>It was, he said, \"a reminder that we always gotta do our best to really pay attention when people are in pain. Help ‘em thru it, get ‘em talkin’ about the struggle and remind ‘em that they’re not alone.\"</p>\n<p>As far as prevention goes, a big step is <a href=\"https://www.menshealth.com/health/understanding-suicidal-behavior\">understanding the signs and symptoms that someone is feeling suicidal.</a> If a friend or loved one has a history of depression or self-harm, major life disruptions like <a href=\"https://www.menshealth.com/health/suicide-rates-middle-age-men\">losing your job</a> or a major breakup can be incredibly triggering.</p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.com/health/movember-foundation-mens-mental-health\">These Videos Want to Help You Talk About Your Mental Health</a></p>\n<p>Depression is an illness that <a href=\"https://www.menshealth.com/health/what-depression-is-like-for-men\">men just don't talk about</a>. In 2015, only 5 percent of men reported feeling a major depressive episode, but therapists think that number is way lower than the truth.</p>\n<p>“Men are diagnosed about half as frequently as women with depression—but that’s still a lot,” Ronald Levant, Ed.D., cofounder of the Society for the Psychological Study of Men and Masculinity, <a href=\"https://www.menshealth.com/health/what-depression-is-like-for-men\">previously told <em>Men's Health</em>.</a>&nbsp;“It is the most frequently diagnosed mental illness by a long shot and there are still a lot of men who suffer with it.”</p>\n<p><em>If you or anyone else you know is struggling with depression or thoughts of self-harm, please seek professional mental health care or call the National Suicide Prevention Lifeline at 1-800-273-TALK (8255), which will connect you confidentially to a counselor at a suicide crisis center 24/7. If you believe that you or someone you know is in immediate danger, call 911 immediately.</em></p>]]></description>\n    </item>\n    <item>\n      <title>These Are the 4 Biggest Turnoffs In Bed, According to Single People </title>\n      <link>https://www.menshealth.com/sex-women/good-sex-turnoffs-match-singles-survey</link>\n      <guid isPermaLink=\"false\">3024591</guid>\n<pubDate>Thu, 01 Feb 2018 21:41:33 +0000</pubDate>\n<dcterms:modified>2018-02-02T13:36:12+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/poster-singles-reports-more-then-just-sex.jpg\" width=\"1600\" height=\"1018\" alt=\"singles report more than just sex\" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>Match.com's annual \"Singles in America\" survey shows that there are a few specific things getting in the way of a good time</p>\n<p>Nobody wants to have a reputation for being bad in bed. Fortunately, research suggests there are a few things you can avoid to make a big difference.</p>\n<p>Match.com, one of the largest online dating services in the world, just released its annual <a href=\"http://www.singlesinamerica.com/2018/#SEX3\" target=\"_blank\">Singles in America</a> study, which grilled over 5,000 singles ages 18 and older on every aspect of their romantic lives. While there were a lot of fun statistics to come out of this year’s edition, one fact stood out: some of us are messing up sex.</p>\n<p>In the survey, Match.com asked single people what their biggest red flags were during sex — the things most likely to make them say it was bad. 82 percent of singles said “too much talking” was the quickest way to get sex rated as bad, followed by “no passion” at 74 percent, “little movement” at 63 percent, and finally, being a bad kisser at 62 percent.</p>\n<p>(Are you a bad kisser? <a href=\"https://www.menshealth.com/sex-women/lousy-kisser\">Here's how you can tell.</a>)</p>\n<p>So what's the opposite of someone who talks too much, doesn't move, and isn't passionate? The study had some insight into what makes for good sex as well.</p>\n<p>An overwhelming 83 percent of singles “regard a caring and enthusiastic partner” as the number one sign of good sex. The second most important indicator of good sex, the survey said, was <a href=\"https://www.menshealth.com/sex-women/tips-for-a-better-relationship\">communication</a>, at 78 percent, and “being a good kisser” came in third at 76 percent. All three of those factors, in fact, ranked higher than actually getting off.</p>\n<p>(Check out <a href=\"https://www.menshealth.com/sex-women/women-reveal-their-biggest-turn-ons\">these surprisingly simple things that women say turn them on</a>.)</p>\n<p>It's worth noting that all of these factors are part of a whole. The data shows that ideally, to have great sex, you should be genuinely into the sex you’re having, be an open communicator (but don’t talk too much!), and make damn sure you’re a good kisser. The fact that getting off isn't at the top of the list means that if you're nailing those parts, theres a good chance your partner will still have a good time. And as far as the almighty O goes, <a href=\"https://www.menshealth.com/sex-women/real-women-sex-positions-for-orgasm\">we've got some tips on helping her get there</a>, but ultimately, don’t focus on it too much.</p>]]></description>\n    </item>\n    <item>\n      <title>Sleep Number is Giving Every Single NFL Player a New Bed</title>\n      <link>https://www.menshealth.com/health/nfl-players-sleep-number-new-beds-sleep-benefits-athletic-performance</link>\n      <guid isPermaLink=\"false\">3024516</guid>\n<pubDate>Thu, 01 Feb 2018 19:54:27 +0000</pubDate>\n<dcterms:modified>2018-02-02T13:37:30+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/sleepnumber-giving-nfl-players-new-beds_0.jpg\" width=\"1000\" height=\"636\" alt=\"Sleepnumber/NFL\" />\n<span class=\"copyright\">Image by Sleepnumber</span>\n<p>The idea is that the players improve their performance by improving their sleep</p>\n<p>The NFL has a new plan to get the absolute most out of its players: put them to sleep. The country's biggest football league announced a partnership with Sleep Number on Wednesday to give every active play a Sleep Number 360 smart bed.</p>\n<p>Professional athletes get all kinds of perks, free equipment and sponsorship deals, but this is the first time one company has barged right into the bedrooms of every player in the NFL. The idea is that well-rested players will play better, and having them all on a smart bed system will let the league further analyze sleeping patterns, habits, and other data.</p>\n<p>“We are constantly assessing world-class technologies and partners and know this unprecedented partnership will provide players the ability to improve their performance through individualized, smarter sleep,” NFL commissioner Roger Goodell said in a <a href=\"https://www.businesswire.com/news/home/20180131006067/en/\" target=\"_blank\">press release</a>. “We’re offering Sleep Number’s revolutionary technology to maximize the body’s most basic need for renewal – sleep – to improve the well-being of our players and coaches.”</p>\n<p>Why the push to get players to bed? Sleep, or more specifically lack thereof, can actually have a large impact on athletic performance. In fact, research suggests <a href=\"https://link.springer.com/article/10.1007/s40279-014-0260-0\" target=\"_blank\">effects of low-quality or lack of sleep on athletic performance</a> are very similar to that of overtraining syndrome — the term for what happens if the body's balance of physical work and rest is off.</p>\n<p>The press release also detailed that Sleep Number would be working with players and staff to \"integrate sleep insights into their training.\" Sleep Number smart beds give players SleepIQ scores in the morning so they can compare results, which will certainly be an interesting data point for team doctors and nutritionists.</p>\n<p>But it's not just professional athletes that stand to lose a lot if they aren't sleeping right. Not only can <a href=\"https://www.menshealth.com/health/5-ways-lack-of-sleep-makes-you-fat\">poor-quality sleep cause unwanted weight gain</a>, it destroys your <a href=\"https://www.menshealth.com/health/sleep-loss-study-memory-concentration-ucla\">concentration and memory</a>, and a <a href=\"https://www.menshealth.com/health/circadian-rhythm-effects\">wacky sleep schedule can cause you to develop diabetes</a>.</p>\n<p>Still think sleep is overrated? <a href=\"https://www.health.harvard.edu/press_releases/importance_of_sleep_and_health\" target=\"_blank\">The research says anything but</a>. Making sleep a priority will not only <a href=\"https://www.menshealth.com/health/sleep-deprivation-and-reading-emotions\">make you a much more pleasant person to be around</a>, it's extremely beneficial to your long-term health. Some research suggests that even <a href=\"https://www.menshealth.com/health/one-night-poor-sleep-alzheimers\"><em>one</em> poor night of sleep could lead to the development of Alzheimer's</a>.</p>\n<p>Luckily, you don't need to be a NFL player on the receiving end of a cool new bed to get a good night's sleep. Changing your diet can help sleeping patterns (try <a href=\"https://www.menshealth.com/nutrition/foods-to-help-you-sleep\">these foods, they'll help).</a> And if you do feel like you're getting a full night's sleep, but are still exhausted the next day, <a href=\"https://www.menshealth.com/health/why-am-i-so-tired-after-sleeping\">here are some reasons your quality of sleep might be suffering</a>. Goodnight!</p>]]></description>\n    </item>\n    <item>\n      <title>Americans Want to Try More Anal Sex and Bondage, and We&#039;re All for It</title>\n      <link>https://www.menshealth.com/sex-women/kinky-sex-survey-anal-bondage-bdsm</link>\n      <guid isPermaLink=\"false\">3024506</guid>\n<pubDate>Thu, 01 Feb 2018 19:24:42 +0000</pubDate>\n<dcterms:modified>2018-02-07T21:31:32+00:00</dcterms:modified>\n<dc:creator>Stacey Leasca</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>A new survey says that Americans want to take their sex lives to the next level</p>\n<p>Let’s just get this out there: People want something different in the bedroom, and they want it right now.</p>\n<p>According to a <a href=\"https://nypost.com/2018/01/31/your-partner-probably-wants-a-kinkier-sex-life/\" target=\"_blank\">survey of 2,000 Americans</a> commissioned by the sex toy company EdenFantasys, one in four Americans say they are looking to spice up their bedroom routines with a sex act they’ve been fantasizing about. And they even have some very specific fantasies in mind.</p>\n<p>Though 40 percent of respondent said they considered themselves “kinky,” that doesn’t mean that they're looking to go full <em data-redactor-tag=\"em\">50 Shades of Grey.</em> But a decent amount are willing to really spice things up: 29 percent of survey respondents said they wanted to try anal sex with their partner, while 24 percent said want to get more into role-playing. Additionally, 18 percent said they'd made a 2018 sexual resolution to give anal sex a go, and 14 percent were looking to become either a dominant or a submissive (aka they <em data-redactor-tag=\"em\">do</em> want to go full <em data-redactor-tag=\"em\">50 Shades)</em>.</p>\n<p>And honestly, we're all about that. A <a href=\"https://www.menshealth.com/sex-women/the-benefits-of-kinky-sex\">2014 study in the&nbsp;</a><em data-redactor-tag=\"em\"><a href=\"https://www.menshealth.com/sex-women/the-benefits-of-kinky-sex\">Journal of Sexual Medicine</a></em> found that people who were into BDSM (a catch-all term for bondage, domination, sadism, masochism, and a bunch of kinks in between) appeared to be less neurotic, more open and secure in their relationship. The kinky respondents also reported generally higher levels of well being — in other words, getting freaky is good for you.</p>\n<p><em>MH SEX: The Man's Guide To Kinky Sex:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/4910307012001/file.mp4\" type=\"video/mp4\">\n<p>But if you aren't completely ready to step into the world of BDSM, the survey showed plenty of people are right there with you. The 29 percent who wanted to try anal sex, however, should know that it requires some preparation. It's something you have to <a href=\"https://www.menshealth.com/sex-women/anal-sex\">talk to your partner about</a>, and then plan ahead — knowing the ins and outs is crucial to keeping it both enjoyable and safe. If you’re going to try it with your partner, <a href=\"https://www.menshealth.com/sex-women/anal-sex-guide\">read this beginner’s guide first</a>.</p>\n<p>According to the survey the most common \"kink\" people want to try is simply introducing sex toys into their normal routine with their current partner. EdenFantasys's study showed that 49 percent of people were willing to bring in a toy. Bear in mind that EdenFantasys is a sex toy company, so reporting that half of all Americans want to try sex toys looks pretty good for them. Sex toys on their own aren't really a kink: they're more of an entry-level tool for getting outside the world of standard sex. Check out <a href=\"https://www.menshealth.com/sex-women/8-best-sex-toys-of-2017/slide/3\"><em data-redactor-tag=\"em\">Men’s Health</em> guide to the best sex toys of 2017</a>.</p>\n<p>“Having an open mind sexually is a great way to keep happiness in a relationship,” A spokesperson for EdenFantasys told the <a href=\"https://nypost.com/2018/01/31/your-partner-probably-wants-a-kinkier-sex-life/\" target=\"_blank\"><em data-redactor-tag=\"em\">New York Post</em></a>. “We pride ourselves in helping others find the kink that’s right for them. We suggest starting with sex toys as they are safe, versatile and very fun.”</p>\n<p>Finding the kink that’s right for you doesn’t have to be hard. Sex researchers estimate that there are literally hundreds of different kinks, or \"paraphilias,\" that people are into (around <a href=\"https://www.menshealth.com/sex-women/extreme-fetishes\">549 observed ones, by the latest estimates</a>). If you want to dip your toe (or anything else) in the waters, check out <em data-redactor-tag=\"em\">Men’s Health</em> guide to a few of <a href=\"https://www.menshealth.com/sex-women/extreme-fetishes\">the most common kinks around.</a></p>\n<p>“We, Americans, are going through transformative times,” the spokesperson added. “Testing our norms and our sexuality once again to find out how to live our lives even fuller and happier than ever.”</p>\n<p>Still, it’s important to know what people <em data-redactor-tag=\"em\">don’t</em> want as well. We know from a survey of 1,000 adults earlier this week that there are certain positions, kinks and sexual acts that people would rather avoid while getting down between the sheets, including the difficult-sounding “<a href=\"https://www.menshealth.com/sex-women/standing-69-least-comfortable-sex-position\">standing 69</a>.”</p>\n<p>Of course, before you attempt to introduce anything new with your partner make sure to have an open, honest and frank discussion about what you’re into and what both your limits are fist. Don’t worry, we have a <a href=\"https://www.menshealth.com/sex-women/how-talk-about-sex-your-wife\">guide for having that sexy conversation</a>, too.</p>]]></description>\n    </item>\n    <item>\n      <title>He Used to Masturbate Up to 12 Hours a Day. Here&#039;s How He Got His Life Back </title>\n      <link>https://www.menshealth.com/sex-women/masturbation-sex-addiction-porn-addiction</link>\n      <guid isPermaLink=\"false\">3024501</guid>\n<pubDate>Thu, 01 Feb 2018 19:20:10 +0000</pubDate>\n<dcterms:modified>2018-02-02T13:36:07+00:00</dcterms:modified>\n<dc:creator>Meagan Drillinger</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-12-hours-a-day-porn.jpg\" width=\"1600\" height=\"1018\" alt=\"mastrubation takes over life\" />\n<span class=\"copyright\">Photograph by Getty Images </span>\n<p>In most cases, masturbation is healthy and awesome. But if you're like Theo, you might have a serious problem</p>\n<p>Theo*, 47, has a successful job, a daughter, and many healthy friendships. From the outside, it appear as though he has a fairly conventional life. But for most of his life, he had a problem: he <a href=\"http://www.menshealth.com/sex-women/masturbation-secrets\">masturbated</a>. A lot.</p>\n<p>“There were times it would be every day, for only 15-20 minutes, and other times I would masturbate for eight, 10, or 12 hours,” he says. And when he started, he could not stop.</p>\n<p>\"For me, it was a maladaptive coping mechanism,\" he says. \"[It was] much akin to someone going to a bar and wanting to get that edge off with a drink, and then five or six drinks later, they have a problem. But everything else [in my life was] in control.”</p>\n<p>Eventually, Theo went to therapy and discovered what he had already suspected: he had a problem with out-of-control <a href=\"https://www.menshealth.com/sex-women/how-porn-affects-your-sex-life\">porn use</a>. But acknowledging that he had an issue was only the first step to getting his life back.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">Related: </strong><a href=\"https://www.menshealth.com/sex-women/shocking-masturbation-facts\">11 Shocking Facts You Never Knew About Masturbation</a></p>\n<p>In itself, getting off on a regular basis is hardly a problem. In fact, for the vast majority of men, masturbation isn't just enjoyable — it's healthy. Studies have suggested that <a href=\"https://www.menshealth.com/sex-women/5-reasons-you-should-masturbate-tonight\">regular masturbation</a> can improve your immune system, reduce your cancer risk, and boost your performance in bed.</p>\n<p><em>Four Reasons to Masturbate:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/4119626818001/file.mp4\" type=\"video/mp4\">\n<p>But for a small percentage of men (one sexual health organization puts the number at <a href=\"http://www.newsweek.com/sex-addiction-epidemic-66289\" target=\"_blank\">3 to 5 percent</a> of the general population, though specific numbers are hard to come by), masturbation can cross the line from a healthy habit to a compulsive behavior.</p>\n<p>While the term \"sex addiction\" is often used to describe such behavior, it’s important to note one thing: sex addiction is a <a href=\"https://www.aasect.org/position-sex-addiction\" target=\"_blank\">hotly debated topic</a> in the medical and mental health community, to the point that many experts question whether it’s even a legitimate disorder. It isn't in the American Psychiatric Association (APA)'s <a href=\"https://www.huffingtonpost.com/2012/12/07/sex-addiction-dsm-official-disorder_n_2258027.html\" target=\"_blank\">Diagnostic Statistical Manual for Psychiatric Disorders, a.k.a. the DSM-V</a>, nor is it a term used by the <a href=\"https://www.aasect.org/\" target=\"_blank\">American Association of Sexual Educators, Counselors, and Therapists</a> (AASECT), an organization devoted to promoting sexual health. In a <a href=\"https://www.aasect.org/position-sex-addiction\" target=\"_blank\">statement on its website</a>, AASECT says it \"does not find sufficient empirical evidence to support the classification of sex addiction or porn addiction as a mental health disorder.\"</p>\n<p>But that doesn't mean that compulsive masturbation or sexual activity doesn't cause significant duress to those who struggle with it. That's why AASECT prefers to use to the term \"out of control sexual behavior,\" which includes compulsively watching online porn, hiring sex workers, having numerous extramarital affairs, etc.</p>\n<p>There are a few reasons why the term \"sex addiction\" has caused so much controversy. Often, people use the label as a way to excuse bad behavior or gloss over a deeper emotional issue that needs exploring. (Remember <a href=\"https://www.huffingtonpost.com/entry/anthony-weiner-sex-addiction_us_591f26d5e4b034684b0c14aa\" target=\"_blank\">Anthony Weiner going to sex addiction rehab</a> after he was caught sexting for the umpteenth time?)</p>\n<p>\"Many times, clients have come in describing themselves as 'sex addict,' and what I discover is that they are feeling guilty for watching porn two times a week when they promised their partner they wouldn't. Or they are having an affair and are feeling ashamed and unable to end it because they have developed an emotional attachment to the lover,\" says Sari Cooper LCSW, CST, the founder and director of the <a href=\"https://centerforloveandsex.com/\" target=\"_blank\">Center for Love and Sex</a> in New York City.</p>\n<p>Just as an eating disorder is usually about much more than food, the root of a compulsive sexual behavior is often about sex at all. Usually, there are underlying psychological issues. Theo, for instance, was sexually abused as a child, and says he has been struggling with out-of-control porn use ever since.</p>\n<p>\"Because I experienced something traumatic that sexually activated me at a young age, watching porn and masturbating became a go-to for managing stress or anxiety and dealing with my feelings,\" he says.</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">Related: </strong><a href=\"https://www.menshealth.com/sex-women/how-porn-affects-your-sex-life\">The Truth About How Porn Affects Your Sex Life</a></p>\n<p>So how do you know if you’ve crossed the line from simply enjoying your own company, to having an out-of-control sexual behavior?</p>\n<p>Well, there's good news: just because you like to get off (a lot) doesn't necessarily mean that you have a problem, says Cooper. It's possible that you could have an unusually high <a href=\"https://www.menshealth.com/sex-women/sex-drive-differences\">libido</a>. The difference between having an unusually high libido and having a compulsion is whether you use masturbation as an escape or a coping mechanism, rather than just for an overall good time.</p>\n<p>There is no magic number for how many times a day you must masturbate to be diagnosed with a compulsive sexual disorder.\"While the sex addiction industry sets some sort of number... the out-of-control sexual behavior model [is defined as] a person's internal sense of their own agency not being clearly understandable to the individual,\" says Cooper (basically, if your sexual behavior makes you feel helpless or out of control).</p>\n<p>Additionally, if your masturbation habits are “taking time away from family, work and responsibilities,\" or if you're \"at risk for job loss, financial ruin, criminal charges and/or sexually transmitted infections,\" then that might mean you have a problem, says Cooper.</p>\n<p>But it doesn't have to be extreme as that. Theo, for instance, knew he had a problem when masturbation became his sole outlet for managing stress and anxiety. A workaholic, he used porn as a way to unwind and escape from daily stressors. At his lowest point, he was masturbating for 12 hours a day, which didn't leave much time to connect with real-life women.</p>\n<p>\"I realized my behavior was dulling and deadening the quality of life and the vibrancy of intimacy. I wasn't really able to connect with partners and be present in life,\" says Theo. \"There were large gaps of time that were lost. I didn't have the same energy.\"</p>\n<p><strong data-redactor-tag=\"strong\" data-verified=\"redactor\">Related: </strong><a href=\"https://www.menshealth.com/sex-women/sex-addiction\">Are You a Sex Addict or Just a Guy?</a></p>\n<p>Fortunately, compulsive sexual behaviors are treatable. The key is acknowledging you have a problem, communicating about it, and getting to the root of the behavior.</p>\n<p>Cooper suggests consulting a mental health expert or seeking a certified sex therapist for a basic assessment. If you're looking for a support system, there are also 12-step programs for out-of-control sexual behaviors. Avoid any expensive rehabilitation programs that claim to \"cure\" sex or porn addiction.</p>\n<p>Theo, who has been in therapy for years, says the first thing to do is start a dialogue with your loved ones. Be prepared to face confusion or judgment, at least at first. \"There's a huge stigma applied to porn, because so many people watch it, so talking about abusing porn with other people can be difficult because they get defensive,\" he says.</p>\n<p>Nonetheless, it's important to \"talk to people who are valuable in your life, so you're not living in denial, shame, guilt, or awkwardness.\"</p>\n<p>*<em data-redactor-tag=\"em\">Last name has been withheld to allow subjects to speak freely on private matters.</em></p>]]></description>\n    </item>\n    <item>\n      <title>The Buick Regal TourX Wagon is Shockingly Awesome</title>\n      <link>https://www.menshealth.com/guy-wisdom/test-drive-review-buick-regal-tourx-wagon</link>\n      <guid isPermaLink=\"false\">3024466</guid>\n<pubDate>Thu, 01 Feb 2018 17:46:11 +0000</pubDate>\n<dcterms:modified>2018-02-02T13:38:07+00:00</dcterms:modified>\n<dc:creator>Brett Berk</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-The-buick-regal-tourx-wagon-is-awesome.jpg\" width=\"1600\" height=\"1018\" alt=\"Buick Regal TourX Wagon\" />\n<span class=\"copyright\">Photograph courtesy of Buick</span>\n<p>Buick's first wagon in nearly three decades doesn't disappoint. We test and review the TourX</p>\n<p>I grew up in American station wagons. In the child-ridden Detroit suburbs of the 1970s they were ubiquitous, as common as Sherpa-lined jeans jackets and halter-tops. Nearly every family had one. So it made perfect sense for me to test out the Regal TourX—Buick’s first wagon in nearly a quarter-century—when I was home in Detroit recently to cover the Motor City’s big annual Auto Show. The locale’s combination of hideous winter weather, potholed streets, and familial schlepping duties only enhanced the match of car and place.</p>\n<p>The TourX comes wrapped in a very handsome package, with sneering LED running lights, a tight beltline crease, pressed-in flanks, and a rounded fastback hatchback that are all reminiscent of the class-leading Mercedes-Benz E-Class Estate. All of these design features enunciate the length of the wagon, which is actually quite significant. It’s not only a couple inches longer than the Benz, it’s more than a foot longer than a Volvo V60. In fact, it’s just 2.5-inches shorter than the baleen Porsche Panamera Sport Turismo.</p>\n<p><img alt=\"\" height=\"1017\" width=\"1598\" data-delta=\"1\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-1-The-buick-regal-tourx-wagon-is-awesome.jpg\" />Credit Link:&nbsp;    </p>\n<p>This lovely appearance is marred only by the cheap black plastic trim pasted around the wheel wells. This blight on all-wheel-drive wagons can be traced epidemiologically to the Subaru Outback, but it has now spread virally to nearly everything in the category from the VW Golf AllTrack to the Audi A4 AllRoad. These fender liners work okay in dark colors, like the greenish-grey “smoked pearl metallic” slathered on our test car, but they have a tendency to make the wheel openings look a bit gape-y, an issue that isn’t aided by the psychedelic-pinwheel-screensaver design of the Buick’s rims. Don’t look directly at them while they’re moving, or you’ll end up hypnotized or nauseous.</p>\n<p>The cockpit is far more serene. Not only is it quiet, part of Buick’s commitment to best-in-class noise-mitigation in every vehicle category in which it competes. There’s also a lack of the frenetic and mismatched materials selection that plague so many recent General Motors cars—just a single color of leather with some contrasting stitching, and (fake) wood. Moreover, the actual layout of the controls is sensible and logical, and delightfully analog, with straightforward knobs for things like climate and entertainment systems, a mechanical-feeling shifter for the 8-speed transmission that doesn’t introduce unnecessary guesswork into going from park to reverse to drive, and a simple infotainment touch-screen featuring standard Apple CarPlay (or AndroidAuto.)</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"2\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-2-The-buick-regal-tourx-wagon-is-awesome.jpg\" />Credit Link:&nbsp;    </p>\n<p>Our tester had the optional $1,000 stereo package, which we’d skip, since all of that is better on our phone and CarPlay mirrors all of that on the screen. It also had nearly $3,000 worth of driver assistance technology, which we’d also probably skip since we know how to drive. We might be tempted by the $1,200 sliding glass panoramic roof, which brings light into the cabin, a near-necessity in the heinous dinge of a Detroit winter. That would drop the list price to under $37,000, which seems like a bargain when you consider items like all-wheel-drive, heated power seats, heated steering wheel, remote start, power liftgate, and a 4G wifi hotspot are all standard.</p>\n<p>The interior is also comfortable, and quite cavernous, especially in the way-back. The long area behind the hatch can swallow things so deeply that you may require an endoscope to reach some of your cargo. And if you power-fold down the rear seats, you’ll end up with enough space for anything a Costco run can throw at you. We think you can easily fit a couple trail bikes back there. It seems like you might even be able to squeeze in a kayak, but we didn’t have a kayak or a tape measure. Anything that won’t fit inside can be strapped up top to the aluminum roof rails.</p>\n<p>All of this wagony goodness weighs things down a bit, so in this 4,200-pound package, the turbocharged four-cylinder engine isn’t exactly an Autobahn-burner. But it’s torquey and potent enough for all of your driving duties, and will kickdown rapidly enough when you floor it to readily handle highway onramp merges, even in Detroit, where everyone cruises above 85 mph. With Blizzak snow tires mounted to the Regal’s mesmeric rims, we were able to plow through anything that the Michigan winter threw at us, which included snow, sleet, ice, freezing rain, and some weird contractions we’d never heard of like, “slew.” Cornering and road-handling is well above average, and surprisingly stable, even with passengers. (My niece giggled quite often as we took on cloverleaves, which is a good sign. She likes to go fast.)</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"3\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-3-The-buick-regal-tourx-wagon-is-awesome.jpg\" />Credit Link:&nbsp;    </p>\n<p>With the only TourX in America, we also felt kind of special behind the wheel, especially surrounded by our peers in the world of automotive journalism, a community in which wagons are fetishized far beyond their sales numbers. “Were you at the Detroit Institute of Arts yesterday,” one of my peers asked, excitedly, when I ran into him at the motor show. “I saw that TourX wagon parked on the street out front.”</p>\n<p>We imagine that owning a Regal TourX would give an ordinary owner a similar sensation of near-celebrity. Wagons are making a slow but steady comeback, especially among discerning, higher-income buyers. Audi, Volvo, Porsche, and even Jaguar are getting into the game here. In a sea of crossovers and SUVs, instead of being the presumed choice, the wagon is now a way to stand out from the crowd. I just bought a wagon, the VW Golf AllTrack, the only wagon in America with a manual transmission. But if I were looking again, now, this TourX would be on the very shortlist.</p>\n<p><img alt=\"\" height=\"1018\" width=\"1600\" data-delta=\"4\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/inline-4-The-buick-regal-tourx-wagon-is-awesome.jpg\" />Credit Link:&nbsp;    </p>\n<p><strong>SCORECARD:</strong></p>\n<p><strong>Performance:</strong> B+</p>\n<p><strong>Comfort:</strong> A-</p>\n<p><strong>Cargo Capacity:</strong> A</p>\n<p><strong>Lust Factor:</strong> A-</p>\n<p><strong>Overall:</strong> A-</p>\n<p><strong>SPECS:</strong></p>\n<p><strong>Price (As Tested):</strong> $35,020 ($41,550)</p>\n<p><strong>Powertrain:</strong> 2.0-liter turbocharged 4-Cylinder 250 hp/295 lb-ft</p>\n<p><strong>Fuel Economy:</strong> 21 city/29 highway/24 combined</p>\n<p><strong>Crossover Compatibility:</strong> Don’t Agonize. Wagonize.</p>]]></description>\n    </item>\n    <item>\n      <title>DJ Khaled Says He&#039;s Lost 26 Pounds at Weight Watchers</title>\n      <link>https://www.menshealth.com/weight-loss/dj-khaled-weight-watchers-weight-loss</link>\n      <guid isPermaLink=\"false\">3024456</guid>\n<pubDate>Thu, 01 Feb 2018 17:30:00 +0000</pubDate>\n<dcterms:modified>2018-02-02T13:37:38+00:00</dcterms:modified>\n<dc:creator>Stacey Leasca</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/dj-khalid-weight-loss-weight-watcher.jpg\" width=\"1000\" height=\"636\" alt=\"dj khalid weight watchers\" />\n<span class=\"copyright\">Photograph courtesy of Instagram/djkhaled</span>\n<p>But he's not a fan of the term \"losing\" weight</p>\n<p>Like a lot of guys, DJ Khaled started off 2018 with the resolution to slim down. His <a href=\"https://en.wikipedia.org/wiki/Major_Key_(album)\" target=\"_blank\">Major Key</a> for this was Weight Watchers, and so far, it's working: he lost one pound. Then another one. And… another one.</p>\n<p>“Man. Weight Watchers is going good,” Khaled told <a href=\"https://pagesix.com/2018/02/01/dj-khaled-down-26-pounds-after-joining-weight-watcher/\" target=\"_blank\"><em>Page Six</em></a> about the new lifestyle program he both started in December and began repping on <a href=\"https://www.menshealth.com/weight-loss/dj-khaled-instagram-joins-weight-watchers\">New Year’s Day</a>. “The freestyle program is doing real big. It’s a real lifestyle because all you have to do is not go over your point [total]. And there are so many zero points [foods] in case you get hungry. I got the freestyle dance.”</p>\n<p>Khaled's never been shy about making his life public, and an Instagram video he posted on January 21 has some details. He's chatting with his personal Weight Watchers coach about his progress, noting that he's down to 266.4 pounds, after starting at 293.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BeOUcUKl1By/embed\" frameborder=\"0\"></iframe>\n<p>But don't say he's \"losing\" weight — even if he is down almost 26 pounds.</p>\n<p>\"I got rid of – I don’t lose,\" Khaled told <em>Page Six</em>. \"All I do is win – you know what I mean.” Yes, yes we do know what you mean.</p>\n<p>But catchphrases aside, Khaled's made some serious progress. He also notes in the video that he weighed 272.2 on January 5, which mean's he's down another 6 pounds or so in the past few weeks.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BdrZw7fFyz-/embed\" frameborder=\"0\"></iframe>\n<p>Still, Khaled says his goal is to build a healthier lifestyle, not just shed pounds fast.</p>\n<p>\"I'm not in any race to get rid of weight,\" he said in another Instagram post. \"I just want to make sure I stay super focused and continue at being healthy.\"</p>\n<p>If you're looking to drop a few pounds with an easy-to-follow plan, Weight Watchers may actually be a good way to go. As <em>Men’s Health</em> previously explained, Khaled’s freestyle program and other programs under the Weight Watchers system <a href=\"https://www.menshealth.com/weight-loss/dj-khaled-instagram-joins-weight-watchers\">assign points to different foods</a>, so you don't have to count calories or stick to one regimented diet. The only thing you have to do is stay within your points limit and you’ll likely see change.</p>\n<p>The only risk with commercial diet plans is actually keeping the weight off weeks, months and years down the road. Studies show dieters often have a <a href=\"https://www.menshealth.com/health/does-weight-watchers-really-work\">difficult time transitioning</a> from a weight-loss plan to a full-fledged healthy lifestyle. Though, according to at least one study, Weight Watchers may be one of the few plans to buck this trend. In a 2015 study published in the <a href=\"http://ajph.aphapublications.org/doi/10.2105/AJPH.2015.303035\" target=\"_blank\">American Public Health Association</a>, pre-diabetics were able to lose 6 percent of their body fat in six months using the plan. They were all able to <a href=\"https://www.menshealth.com/weight-loss/todd-gonzales-200-pound-weight-loss-transformation\">maintain that weight loss a year later</a>.</p>\n<p>So yeah, there’s hope for Khaled, but here’s our Major Key Alert for him: Make sure to pair this new diet with an equally <a href=\"https://www.menshealth.com/health/diet-or-exercise-for-your-heart-health\">healthy exercise regime</a>. Pairing the two will help you kick things up a notch with weight loss, and help protect your heart in totally different ways than food alone.</p>\n<p>And Khaled, if you need a little help we’ve got you covered. Just read <em>Men’s Health</em>’s <a href=\"https://www.menshealth.com/fitness/beginner-workout-plan\">guide to getting back into the gym</a>, and try out this <a href=\"https://www.menshealth.com/fitness/gym-workout-for-beginners\">full-body circuit for beginners</a>. Bless up.</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/Bdn76WxlDcA/embed\" frameborder=\"0\"></iframe>]]></description>\n    </item>\n    <item>\n      <title>Phoenix Suns&#039; Isaiah Canaan Had an Absolutely Horrific Ankle Injury Last Night</title>\n      <link>https://www.menshealth.com/health/isaiah-canaan-nba-ankle-injury</link>\n      <guid isPermaLink=\"false\">3024401</guid>\n<pubDate>Thu, 01 Feb 2018 16:58:18 +0000</pubDate>\n<dcterms:modified>2018-02-02T17:30:14+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-3-isaiah-canaan-ankle.gif\" width=\"1600\" height=\"1018\" alt=\"NBA ankle injury\" />\n<span class=\"copyright\">Image by ESPN/NBA</span>\n<p>Canaan reportedly fractured his left ankle after a drive to the basket went very, very wrong</p>\n<p>Most guys know that injuries are unavoidable in sports, but every now and then, somebody gets hurt in a way that makes your whole body recoil.</p>\n<p>On Wednesday night, <a href=\"http://www.espn.com/nba/story/_/id/22280591/isaiah-canaan-phoenix-suns-fractures-ankle\" target=\"_blank\">Phoenix Suns' guard Isaiah Canaan</a> drove to the basket and came down on his left leg wrong, forcing his ankle into a position an ankle should never, ever be in.</p>\n<p>Canaan sustained the injury during the first quarter of the Suns' home game against the Dallas Mavericks. Canaan was driving to the basket with just a few seconds left in the quarter, was fouled on his way up, and came down awkwardly, leaving his left ankle at an almost 90-degree angle away from his leg. (It's similar to <a href=\"https://www.menshealth.com/guy-wisdom/zach-miller-nfl-injury-dislocated-knee\">NFL player's Zach Miller's especially gruesome knee injury</a>.)</p>\n<p>Heads up: this is a very graphic video.</p>\n<iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" frameborder=\"0\" height=\"293\" src=\"https://www.youtube.com/embed/ccvbehDWSB0\" width=\"520\"></iframe>\n<p>As the medical team rushed to Canaan, Suns players had a difficult time hiding their reaction to their teammate's season-ending injury.</p>\n<p>“Seeing your brother and teammate get hurt like that, I honestly didn’t want to watch,” Marquese Chriss, a forward for the Suns, <a href=\"https://www.azcentral.com/story/sports/nba/suns/2018/01/31/suns-guard-isaiah-canaan-suffers-gruesome-ankle-injury/1085643001/\" target=\"_blank\">told the Arizona Republic.</a> “I tried to turn around. I tried to turn some people around before people saw what was actually happening.”</p>\n<p>According to <a href=\"http://www.espn.com/nba/story/_/id/22280591/isaiah-canaan-phoenix-suns-fractures-ankle\" target=\"_blank\"><em>ESPN</em></a>, team doctor Tom Carter was able to relocate the joint back to its proper position before Canaan was rushed off the court in a stretcher.</p>\n<blockquote data-conversation=\"none\" data-lang=\"en\">\n<p dir=\"ltr\" lang=\"en\">The reactions say it all. Devastating. <a href=\"https://t.co/AxrfxgDst2\">pic.twitter.com/AxrfxgDst2</a></p>\n<p>— Sports Illustrated (@SInow) <a href=\"https://twitter.com/SInow/status/958920757261864960?ref_src=twsrc%5Etfw\">February 1, 2018</a></p>\n</blockquote>\n<p>The Suns later confirmed that Canaan sustained a fractured ankle as a result of the fall, and will be getting surgery Thursday, but his season is definitely over, <a href=\"http://www.foxnews.com/sports/2018/02/01/graphic-video-suns-guard-isaiah-canaan-suffers-grisly-season-ending-ankle-injury.html\" target=\"_blank\">according to the Suns interim head coach Jay Triano</a>.</p>\n<blockquote data-lang=\"en\">\n<p dir=\"ltr\" lang=\"en\">INJURY UPDATE:<br />\n\t\tIsaiah Canaan is out with a left ankle fracture.</p>\n<p>— Phoenix Suns (@Suns) <a href=\"https://twitter.com/Suns/status/958917267521073152?ref_src=twsrc%5Etfw\">February 1, 2018</a></p>\n</blockquote>\n<p>Lower leg and ankle injuries, even gruesome ones, are common in basketball. When you've got athletes who are well over six feet tall and often more than 200 pounds going up in the air and coming back down, the slightest wrong landing can be tragic.</p>\n<p>Canaan's break isn't even the first nasty injury of the season. Boston's <a href=\"https://www.menshealth.com/guy-wisdom/nba-gordon-hayward-leg-injury-video\">Gordon Hayward suffered a similar brutal injury to his ankle</a> during the Celtics' season opener. Like Canaan's, Hayward's was a season-ender that resulted in surgery. On a more positive note, <a href=\"https://www.menshealth.com/guy-wisdom/gordon-hayward-leg-injury-shooting-drills\">Hayward was shooting baskets three weeks post-surgery</a>— let's hope Canaan has a similar return.</p>]]></description>\n    </item>\n    <item>\n      <title>Porn Stars Share Their Most Awkward On-Set Horror Stories</title>\n      <link>https://www.menshealth.com/sex-women/porn-set-bloopers-horror-stories</link>\n      <guid isPermaLink=\"false\">3023536</guid>\n<pubDate>Wed, 31 Jan 2018 21:08:14 +0000</pubDate>\n<dcterms:modified>2018-02-01T13:34:12+00:00</dcterms:modified>\n<dc:creator>The Editors of Men's Health</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/porn-stars-share-bloopers.jpg\" width=\"1000\" height=\"636\" alt=\"porn star bloopers\" />\n<span class=\"copyright\">Image by Men's Health</span>\n<p>Yup, porn stars have awkward sex, too. We went to the Adult Entertainment Expo to hear their worst on-set horror stories</p>\n<p>It is a truth universally acknowledged that <a href=\"https://www.menshealth.com/sex-women/why-some-women-love-rough-sex\">sex</a> is, all things considered, pretty awesome. But sometimes, it can get weird. There's sweat and animal noises and a wide range of bodily fluids and unexpected stains, all of which can create the perfect breeding ground for post-coital awkwardness. And this applies to <a href=\"https://www.menshealth.com/sex-women/how-porn-affects-your-sex-life\">porn</a> stars as well.</p>\n<p>Technically, it is porn performers' job to have sex with multiple people in various highly uncomfortable positions. But just because they're pros doesn't mean they're impervious to the same sexual pitfalls the rest of us are.</p>\n<p>To find out what really goes on behind the scenes of XXX film sets, we went to the <a href=\"https://www.menshealth.com/sex-women/5-sex-toy-trends-adult-entertainment-expo\">Adult Entertainment Expo</a> in Las Vegas to hear their on-set horror stories, including (but not limited to) heat exhaustion, gruesome on-set injuries, and a real-life pool boy who happened to wander on-set at precisely the wrong time.</p>]]></description>\n    </item>\n    <item>\n      <title> No, You Don&#039;t Have to Eat Less to Lose Weight</title>\n      <link>https://www.menshealth.com/weight-loss/how-to-lose-weight-without-reducing-portion-sizes</link>\n      <guid isPermaLink=\"false\">3023471</guid>\n<pubDate>Wed, 31 Jan 2018 19:02:50 +0000</pubDate>\n<dcterms:modified>2018-02-01T13:36:06+00:00</dcterms:modified>\n<dc:creator>Alisa Hrustic</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-small-dishes-to-eat-less.jpg\" width=\"1600\" height=\"1130\" alt=\"small dishes to eat less\" />\n<span class=\"copyright\">Photograph by Getty Images</span>\n<p>The quality of your food might play a bigger role than the amount</p>\n<p>When you want to lose weight, one of the first pieces of advice you’ll hear is “eat less.” But according to a new <a href=\"https://www.sciencedirect.com/science/article/pii/S0195666317315003\">study</a> from Penn State University, simply choosing to eat more of your favorite healthy foods may be a better approach to weight loss than reducing your portion sizes.</p>\n<p>In the study of about 100 women, two groups — one of which had prior training on weight loss strategies like portion control — came into a lab once a week for four weeks to eat lunch. Their meals consisted of seven foods with different calorie loads, and the <a href=\"https://www.menshealth.com/nutrition/portion-size\">portion sizes</a> they were served varied each week.</p>\n<p>The researchers discovered that <em data-redactor-tag=\"em\" data-verified=\"redactor\">both</em> groups ate more food when their plates contained more food, lead study author Faris Zuraikat, a graduate student in Penn State’s department of nutritional sciences, told <em data-redactor-tag=\"em\" data-verified=\"redactor\">Men’s Health</em>. This was surprising, because even though the trained group should have eaten less, they couldn’t resist the amount of food that was put in front of them. There was no significant difference in the total volume of food that both groups ate.</p>\n<p>There was a silver lining, though, he says. “The women who were trained in portion sizes still ate less calories compared to the controls,” Zuraikat explains. “And they did not by eating less, but by eating <em data-redactor-tag=\"em\" data-verified=\"redactor\">more</em> of the lower-calorie dense foods and less of the higher-calorie dense foods.”</p>\n<p><em data-redactor-tag=\"em\" data-verified=\"redactor\">7 Foods Doctors Prescribe:</em></p>\n \n <media:content url=\"http://www.rodalewire.com/brightcove-proxy/video/5269486276001/file.mp4\" type=\"video/mp4\">\n<p>This particular study didn’t measure whether or not the women lost weight and was likely not long enough to see a direct effect, but past clinical trials support the idea that eating more foods with a lower calorie density can lead to weight loss. People who were told to eat more foods with a lower calorie density, like water-rich <a href=\"https://www.menshealth.com/nutrition/delicious-ways-to-eat-vegetables\">vegetables</a>, ate a greater weight of food and felt less hungry, says Rolls.</p>\n<p>That’s because an “eat more” message may be a better approach when it comes to weight loss, says study co-author, Barbara Rolls, Ph.D., author of <em data-redactor-tag=\"em\" data-verified=\"redactor\"><a href=\"http://www.amazon.com/gp/product/0062060651/ref=as_li_tf_tl?ie=UTF8&amp;tag=menshealth06-20&amp;linkCode=xm2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=0062060651&amp;ascsubtag=%5BASIN%7C0062060651%5Bnid%7C2373356%5Bvid%7C2594096%5Bbrand%7CMH%5Butm%7C\" target=\"_blank\">The Ultimate Volumetrics Diet</a></em>, “Research finds that people have a tendency to eat a very consistent weight or volume of food, more so than managing calorie intake,” she explains. “It’s really hard to recognize subtle differences in portion sizes.”</p>\n<p>Plus, “fullness” is heavily weighed by the amount of food you eat, rather than the calories they contain alone, explains Zuraikat. If you can reduce your calorie intake by eating a satisfying amount of food, you can still lose weight.</p>\n<p>Even though the study only included women, the message is completely universal. “Men really like this approach,” says Rolls. “It makes sense to them, and they like that they can have a full plate of food.”</p>\n<p>They both agree that you don’t need special training to take this approach. The easiest thing you can do is make small changes that add up to a huge difference in your daily calorie intake.</p>\n<p>“For example, take a sandwich. Go for the whole grain bread for more <a href=\"https://www.menshealth.com/nutrition/signs-of-low-fiber-diet\">fiber</a>, go for a leaner cut of meat, manage your spread and choose mustard over mayonnaise,” says Rolls. You’ll eat the same amount of food, but take in fewer calories without even realizing it.</p>\n<p>These 12 <a href=\"https://www.menshealth.com/weight-loss/easy-foods-swaps-for-weight-loss\">easy foods swaps</a> are a good place to start.</p>]]></description>\n    </item>\n    <item>\n      <title>Chris Pratt Wrestled with the UFC&#039;s Randy Couture, and Everyone Came Out a Winner</title>\n      <link>https://www.menshealth.com/fitness/chris-pratt-randy-couture-wrestling-reunion</link>\n      <guid isPermaLink=\"false\">3023451</guid>\n<pubDate>Wed, 31 Jan 2018 18:37:09 +0000</pubDate>\n<dcterms:modified>2018-02-01T13:34:16+00:00</dcterms:modified>\n<dc:creator>Jack Crosbie</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/chris-pratt-fight-randy-couture.jpg\" width=\"1000\" height=\"636\" alt=\"chris pratt randy couture fight\" />\n<span class=\"copyright\">Photograph courtesy of Instagram/prattprattpratt</span>\n<p>Couture actually coached Pratt when he was just 17 at an Oregon State wrestling camp</p>\n<p>Chris Pratt is no stranger to the wrestling ring. In high school, the actor and <em><a href=\"https://www.menshealth.com/video/mens-health-cover-shoot-chris-pratt\">Men's Health</a></em> <a href=\"https://www.menshealth.com/video/mens-health-cover-shoot-chris-pratt\">cover guy</a> was a competitive wrestler, but his most recent opponent is the real deal. On Tuesday, Pratt posted a quick clip from one of his last training sessions, where he grapples with none other than Randy Couture himself. And it turns out, this isn't the first time they've brawled.</p>\n<p>\"A couple weeks ago I had the great privilege of training with UFC Hall of Famer Randy “the Natural” Couture <a href=\"https://www.instagram.com/explore/tags/unbreakable/\" target=\"_blank\">Unbreakable</a> in Hollywood,\" Pratt wrote in an <a href=\"https://www.instagram.com/p/BejGXO1l1p0/?hl=en&amp;taken-by=prattprattpratt\" target=\"_blank\">Instagram post</a>. \"Luckily he took it very easy on me.\"</p>\n<iframe width=\"320\" height=\"320\" frameBorder=\"0\" src=\"//www.instagram.com/p/BejGXO1l1p0/embed\" frameborder=\"0\"></iframe>\n<p>It doesn't look like either star is going particularly hard, but they sure look like they're having fun. Which makes sense, because the friendly tangle was a reunion for both of them. Turns out, Couture actually coached Pratt decades ago, when the movie star was just 17, at an Oregon State wrestling camp. Couture led a series of drills on greco-roman throws, and then invited Pratt onto stage to demonstrate.</p>\n<p><strong>Related:</strong> <a href=\"https://www.menshealth.com/guy-wisdom/ronda-rousey-wwe-contract-mma\">5 Fighters Who Made the Leap Between MMA and WWE Before Ronda Rousey</a></p>\n<p>\"A few years later I was one of millions watching on TV as Randy entered The Octagon for the first time and dominated, eventually winning and defending the heavyweight title for years,\" Pratt wrote. \"He is a Pacific Northwest native and all around great dude.\"</p>\n<p>Pratt has made <a href=\"https://www.menshealth.com/fitness/chris-pratt-shirtless-abs-transformation\">an incredible transformation</a> over the past five years from the doughy Andy on <em>Parks and Recreation</em> to one of <a href=\"https://www.menshealth.com/guy-wisdom/most-ripped-action-stars\">America's most ripped action stars</a>, and he credits wrestling for his drive in the gym and on screen today.</p>\n<p>\"Gotta love the wrestlers mentality and work ethic. It’s a great sport which helped keep me out of trouble when I was younger and taught me to grind,\" Pratt wrote. \"I’ve always said it, wrestling made me who I am today. I dedicated years of my life to grappling. I still love it.\"</p>\n<p>Want to get into fighting shape yourself? Here's a <a href=\"https://www.menshealth.com/fitness/bas-rutten-mma-workout\">12-move MMA workout</a> that'll leave you drenched.</p>]]></description>\n    </item>\n    <item>\n      <title>These Gnarly Earwax Removal Videos Will Either Make Your Day or Make You Puke</title>\n      <link>https://www.menshealth.com/guy-wisdom/disgusting-earwax-removal-video-hearing-loss</link>\n      <guid isPermaLink=\"false\">3023411</guid>\n<pubDate>Wed, 31 Jan 2018 17:04:11 +0000</pubDate>\n<dcterms:modified>2018-02-01T13:35:50+00:00</dcterms:modified>\n<dc:creator>Reegan von Wildenradt</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-ear-wax-removal.jpg\" width=\"1100\" height=\"700\" alt=\"ear wax removal\" />\n<span class=\"copyright\">Photograph by Getty Images</span>\n<p>Get ready to watch giant balls of hairy, brown wax come popping out of people's ears</p>\n<p>If you're all about those <a href=\"https://www.menshealth.com/guy-wisdom/grossest-pimple-popping-videos-of-2017\" target=\"_blank\">disgusting pimple-popping videos</a>, listen up — it looks like there could be a new trend of gag-inducing bodily extraction videos that you'll surely love. What's that, you ask? Earwax removal videos.</p>\n<p>Yes, you read right. Ear specialist Neel Raithatha has been posting videos of the gnarliest earwax extractions he's done, each unexplainably satisfying in their own uniquely disgusting way. Take his most recent video, which features the expert going after a particularly stubborn glob of hairy brown gunk caked up in some poor soul's ear canal:</p>\n<iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" frameborder=\"0\" height=\"293\" src=\"https://www.youtube.com/embed/h-KMKlsuPD8\" width=\"520\"></iframe>\n<p>As you can see, Raithatha uses a sucking tool to latch on to the sticky mass and slowly pulls the wax out, one bit at a time, until he's left with a squeaky-clean canal. Delightful!</p>\n<p>Sometimes, however, his trusty sucking tool isn't enough to get the job done. Check out this video, where Raithatha pull out some forceps, yes, <em>forceps</em>, to pry out a stubborn chunk in one terrifying (and so, so satisfying) yank.</p>\n<iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" frameborder=\"0\" height=\"293\" src=\"https://www.youtube.com/embed/YE-_mpJKHdQ\" width=\"520\"></iframe>\n<p>If only we could get a video of every person's face watching that one for the first time.</p>\n<p>Or this one:Watch Raithatha roll this ball of earwax out of this patient's ear with a thing called a \"St. Bart's ear hook.\" It's like rolling up a snowball, only it might make you gag watching.</p>\n<iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" frameborder=\"0\" height=\"293\" src=\"https://www.youtube.com/embed/44DFsvQh4e8\" width=\"520\"></iframe>\n<p>If you're the kind of person who somehow finds satisfaction in watching <a href=\"https://www.menshealth.com/guy-wisdom/ingrown-hair-removal-videos\" target=\"_blank\">extraction videos</a>, well, good news, looks like there's a new trend on the rise. An <a href=\"https://www.menshealth.com/guy-wisdom/ear-wax-removal\" target=\"_blank\">earwax video went viral just a few months ago</a>, and we had a chance to talk to an expert on what you should do if you got some serious ear blockage.</p>\n<p>How do you think this video stacks up against some of the nastier <a href=\"https://www.menshealth.com/guy-wisdom/disgusting-pimple-popping-video\" target=\"_blank\">pimple-popping videos</a> out there? We're pretty sure the earwax removal grosses us out even more than this pimple-popping video that <a href=\"https://www.menshealth.com/health/dr-pimple-popper-video-cyst-50-years-old\" target=\"_blank\">ruined chocolate pudding for us forever</a>. Pretty much everyone's got an ear, and wax happens, so we will surely be seeing videos of this type again. Hooray.</p>]]></description>\n    </item>\n    <item>\n      <title>Jay-Z May Be Opening a Restaurant, and We Have Menu Ideas</title>\n      <link>https://www.menshealth.com/guy-wisdom/jay-z-opening-restaurant-hovino-menu</link>\n      <guid isPermaLink=\"false\">3023386</guid>\n<pubDate>Wed, 31 Jan 2018 16:56:57 +0000</pubDate>\n<dcterms:modified>2018-02-01T13:35:33+00:00</dcterms:modified>\n<dc:creator>Stacey Leasca</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/p-1-jay-z-restaurant-opening.jpg\" width=\"1600\" height=\"1018\" alt=\"Jay Z\" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>He's a known fan of lobster, linguini, Cap'n Crunch, and veganism. The options are endless</p>\n<p>Jay-Z is a pretty busy guy, and we aren’t just talking about his <a href=\"https://www.menshealth.com/guy-wisdom/jay-z-beyonce-cheating-confirmed-unreleased-album\">duties as Beyoncé’s husband</a>. He has <a href=\"http://www.businessinsider.com/jay-z-notable-businesses-entrepreneurship-tidal-roc-nation-2017-11\" target=\"_blank\">multiple business ventures</a> including Roc-A-Fella Records, which he founded in 1995, Rocawear clothing, which he sold in 2007 for $204 million, the 40/40 Club, which now has locations in New York, Atlanta, Las Vegas and Atlantic City, and Roc Nation Sports, where he represents athletes like <a href=\"https://www.menshealth.com/guy-wisdom/steph-curry-high-five-fail\">Kevin Durant</a>.</p>\n<p>On top of it all, Jay-Z has reportedly secured the rights to \"Hovino” under the hospitality sector trademark terms. In other words, it sounds like he has a new restaurant coming.</p>\n<p>According to <a href=\"https://theblast.com/jay-z-hovino-restaurant-food/\" target=\"_blank\"><em>The Blast</em></a>, the trademark language includes “restaurant and café services, pubs, cocktail lounges and wine bars.” While this doesn’t give away a ton about the future establishment's menu, you can probably bet it will include linguine and clams.</p>\n<blockquote data-lang=\"en\">\n<p dir=\"ltr\" lang=\"en\">RT <a href=\"https://twitter.com/azizansari?ref_src=twsrc%5Etfw\">@azizansari</a> For real, what's your favorite pasta you've had in 2013? [see: Linguine and clam, but, you knew that!]</p>\n<p>— Mr. Carter (@S_C_) <a href=\"https://twitter.com/S_C_/status/354318105700339712?ref_src=twsrc%5Etfw\">July 8, 2013</a></p>\n</blockquote>\n<p>What else could this eatery possibly serve? If Beyoncé has any say, it could be an all-vegan affair. In 2013, just days before Jay-Z's 44th birthday, the pair announced they’d be doing a 22-day vegan challenge. In 2015, the A-list musicians even launched <a href=\"https://www.22daysnutrition.com/\" target=\"_blank\">22 Days Nutrition</a>, a meal delivery service that anyone willing to pay $600 for vegan food could buy.</p>\n<p>“The benefits of a plant-based diet need to be known,” Beyoncé wrote in an email to <a href=\"https://www.nytimes.com/2015/05/10/style/jay-z-and-beyonce-want-to-put-you-in-a-vegan-state-of-mind.html?ref=fashion&amp;_r=0\" target=\"_blank\"><em>The New York Times</em></a>. “We should spend more time loving ourselves, which means taking better care of ourselves with good nutrition and making healthier food choices.” (If you decide to go vegan like Jay and Bey, make sure to read up on <a href=\"https://www.menshealth.com/nutrition/vegan-diet-what-to-know-before-going-plant-based\">what you can expect from the diet choice</a>.)</p>\n<p>If Jay-Z’s songs are any indication, the restaurant could carry at least a <em>few</em> items for meat eaters. The guy loves him some “lobster and scrimp” and, as he rapped on the Magna Carta Holy Grail track <em>F.U.T.W</em>., “After that government cheese we eat steak.\"</p>\n<iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" frameborder=\"0\" height=\"293\" src=\"https://www.youtube.com/embed/pN9cRI9GIVk\" width=\"520\"></iframe>\n<p>Though maybe, just maybe, this new restaurant will actually be a <a href=\"https://www.menshealth.com/nutrition/homemade-crab-cakes-with-poached-eggs\">brunch</a> spot. Jay-Z has openly expressed his love of Cap'n Crunch cereal — specifically Crunch Berry. (It could be like <a href=\"https://www.menshealth.com/nutrition/kelloggs-nyc-cereal-cafe\">this café that serves only cereal all day</a> <a href=\"https://www.menshealth.com/nutrition/kelloggs-nyc-cereal-cafe\">that serves only cereal all day</a>.)</p>\n<blockquote data-conversation=\"none\" data-lang=\"en\">\n<p dir=\"ltr\" lang=\"en\"><a href=\"https://twitter.com/Timberflake27?ref_src=twsrc%5Etfw\">@Timberflake27</a> Mr. Jay z what's your favorite cereal? [cap'n crunch growing up. I haven't had cereal in a bit <a href=\"https://twitter.com/hashtag/factsonly?src=hash&amp;ref_src=twsrc%5Etfw\">#factsonly</a>] crunch berries tho</p>\n<p>— Mr. Carter (@S_C_) <a href=\"https://twitter.com/S_C_/status/354295190263037952?ref_src=twsrc%5Etfw\">July 8, 2013</a></p>\n</blockquote>\n<p>He’s even rapped about his affinity for the Four Seasons brunch offerings, so perhaps there really are some Jay Z-inspired mimosas in our future.</p>\n<iframe allow=\"autoplay; encrypted-media\" allowfullscreen=\"\" frameborder=\"0\" height=\"293\" src=\"https://www.youtube.com/embed/w5srnNrICJo\" width=\"520\"></iframe>\n<p>If you simply can’t wait to chow down at a Jay-Z-owned restaurant, you could always pay a visit to <a href=\"https://www.bonappetit.com/restaurants-travel/article/ken-friedman-spotted-pig-interview\" target=\"_blank\">The Spotted Pig in New York</a>, where he's a partial owner. Or you could fly to Australia to eat at this <a href=\"http://www.delish.com/food-news/news/a51959/beyonce-jay-z-restaurant-the-carter-sydney/\" target=\"_blank\">Jay-Z and Beyonce-themed restaurant</a>. Alternatively, you could sip on <a href=\"http://www.decanter.com/wine-reviews-tastings/jay-z-champagne-ace-of-spades-347019/\" target=\"_blank\">Armand de Brignac</a>, a Jay-Z-owned champagne company, or pour a dram of <a href=\"https://www.billboard.com/articles/news/lifestyle/8005621/inside-jay-z-cognac-brand-dusse-exclusive\" target=\"_blank\">D'Usse</a>, his cognac brand.</p>\n<p>And then you can <a href=\"https://www.menshealth.com/fitness/jay-z-beyonce-soulcycle\">make like Jay-Z and hit SoulCycle</a> to burn it off.</p>]]></description>\n    </item>\n    <item>\n      <title>Here&#039;s How Pro Athletes Check Their Supplements for Banned Substances</title>\n      <link>https://www.menshealth.com/guy-wisdom/nsf-certified-for-sport-app-pro-athletes-supplements</link>\n      <guid isPermaLink=\"false\">3023351</guid>\n<pubDate>Wed, 31 Jan 2018 15:30:00 +0000</pubDate>\n<dcterms:modified>2018-02-01T13:35:19+00:00</dcterms:modified>\n<dc:creator>Jack Crosbie</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/701/app-checks-supplemets-banned-substances_0.jpg\" width=\"1000\" height=\"636\" alt=\"app checks supplements for banned substances \" />\n<span class=\"copyright\">Image by Getty  </span>\n<p>\"Our athletes are some of the most drug-tested athletes on the face of the planet— if they're going to choose to use supplements we want to make sure they make educated decisions\"</p>\n<p>If you've ever dipped a toe (or a tricep) into the world of workout culture, you're familiar with supplements — an entire industry of chemicals, compounds, vitamins, and ingredients all promising to make you the best version of yourself. For people whose entire livelihoods depend on their bodies, like professional athletes in the MLB, NHL, and NFL, choosing supplements is just part of the job. So how do they do it? They use an app.</p>\n<p>Specifically, they use NSF International's \"<a href=\"https://itunes.apple.com/us/app/nsf-certified-for-sport/id489806362?mt=8\" target=\"_blank\">Certified for Sport</a>\" app, which functions like a digital encyclopedia of pretty much everything, good or bad, that you can put in your body. The app draws on years of testing and research by NSF International, an independent organization that tests supplements and drugs for harmful ingredients. According to Jon Coyles, the Vice President of Drug, Health and Safety Programs at the MLB, NSF-I is pretty much the \"gold standard\" for what's safe for their athletes to use. In the 2018 season, it's the only standard they'll use.</p>\n<p>Coyles told <em>Men's Health</em> that MLB nutritionists follow a \"food-first\" approach to getting their athletes what they need — tailoring their diets so most of their nutrients come from food.</p>\n<p>“We also realize that professional athletes — there are a large percent of them that are going to use dietary supplements to accomplish a certain goal,\" Coyles said. \"In light of that, and the fact that our athletes are some of the most drug-tested athletes on the face of the planet, if they’re going to choose to use supplements we want to make sure they make educated decisions.\"</p>\n<p>MLB teams actually have a list of 10 categories of supplements they must provide to players, but it's relatively routine stuff: multivitamins, omega 3/ fish oil, probiotics, amino acids, joint aids, protein, and some kind of \"cognitive, sleep, and vision support,\" alongside the energy bars and sports drinks that every athletic competition has. If players want to go outside of that, they have to make sure what they're taking in doesn't contain a banned or unsafe substance.</p>\n<p>In the world of supplements, failing a drug test could actually be considered getting off easy. The supplement market, a <a href=\"https://globenewswire.com/news-release/2017/01/11/905073/0/en/Global-Dietary-Supplements-Market-will-reach-USD-220-3-Billion-in-2022-Zion-Market-Research.html\" target=\"_blank\">$132.8 billion</a> <a href=\"https://globenewswire.com/news-release/2017/01/11/905073/0/en/Global-Dietary-Supplements-Market-will-reach-USD-220-3-Billion-in-2022-Zion-Market-Research.html\" target=\"_blank\">business globally</a>, is filled with sketchy products and pills that skirt regulations. In November, NSF discovered that <a href=\"https://www.menshealth.com/nutrition/nsf-supplements-toxicology-dangerous-preworkout-dmaa-ephedra\">six commonly-used preworkout supplements</a> contained a banned substance similar to one <a href=\"http://www.nytimes.com/2013/02/14/business/death-after-use-of-jack3d-shows-gap-in-regulation.html\" target=\"_blank\">linked to the death of several soldiers in 2013</a>; other supplements have caused <a href=\"https://www.menshealth.com/guy-wisdom/ufc-lyman-good-vitamin-shoppe-gaspari-nutrition-steroids\">MMA fighters to fail drug tests without knowing why</a>. <a href=\"https://www.menshealth.com/health/is-your-supplement-toxic\">This story, about a man who wrecked his liver on a shady muscle-growth supplement</a>, is particularly haunting.</p>\n<p>For more than 10 years, Coyles said, the MLB has been relying on NSF to help prevent mishaps and tragedies alike, but the app just makes it a lot easier. Players can scan the barcode or UPC on any given supplement and check if it's NSF-approved, as well as compare its ingredients to other options. In the MLB, NHL, and Canadian Football League, players are only allowed to take Certified for Sport supplements, and the NFL, PGA, and LPGA recommend it as well.</p>\n<p>Lisa McDowell, the team dietician for the Detroit Red Wings, also told <em>Men's Health</em> that her organization was food-first, but the grueling demands of hockey mean almost every player has some special needs.</p>\n<p>\"Our players are looking to extend their career span as long as possible — attempting to keep playing into their 40s,\" McDowell said. \"The way they’re doing that is by paying meticulous attention to what they’re putting into their bodies. When food can't do it, we do rely on supplements that we know give us an advantage for the recovery process.\"</p>\n<p>While rehydration is the main key — McDowell said that players can lose <em>six to eight pounds</em> in water weight in a game — some players have their own preferences on what else to do to help them bounce back. (To get them hydrated, she loads players up with fresh squeezed juices, protein shakes and other electrolytes during post-game meals.) The NHL is an international league, and players often come from other countries with ideas of what they should be taking (the Fins often swear by saunas and cryotherapy, which aren't a supplement but also aren't for everyone). But in the clubhouse, McDowell says the NHL makes sure that the only products allowed are NSF certified for sport.</p>\n<p>Still, Coyles noted that no nutritionist can completely control their player's consumption. But if they are getting a little something on the side, they're on their own.</p>\n<p>\"Our players are adult men and make their own decisions, but if they go outside that Certified for Sport list they do so at their own risk,\" Coyles said.</p>]]></description>\n    </item>\n  </channel>\n</rss>\n",
  "headers": {
    "X-Request-ID": "v-513b88e4-141c-11e8-9c5a-22000a4102e6",
    "Etag": "\"1518897248-0\"",
    "Vary": "Cookie, Accept-Encoding",
    "Via": "1.1 varnish-v4",
    "X-Content-Type-Options": "nosniff",
    "X-Cache-Hits": "3",
    "X-Cache": "HIT",
    "Connection": "keep-alive",
    "Expires": "Sun, 18 Feb 2018 19:54:13 GMT",
    "Content-Language": "en",
    "X-Drupal-Cache": "MISS",
    "Accept-Ranges": "bytes",
    "X-Frame-Options": "SameOrigin",
    "Set-Cookie": "__cfduid=d89ca969a02e28db53d2b9c7ab6ac5d941518972622; expires=Mon, 18-Feb-19 16:50:22 GMT; path=/; domain=.rodalewire.com; HttpOnly",
    "Content-Type": "application/rss+xml; charset=utf-8",
    "Server": "cloudflare",
    "Content-Length": "274698",
    "X-Varnish": "229225585 238780956",
    "Last-Modified": "Sat, 17 Feb 2018 19:54:08 GMT",
    "Cache-Control": "public, max-age=0, s-maxage=86400",
    "Date": "Sun, 18 Feb 2018 16:50:22 GMT",
    "CF-RAY": "3ef27c2b72127020-SIN",
    "CF-Cache-Status": "HIT",
    "X-AH-Environment": "prod"
  },
  "response_url": "http://www.rodalewire.com/articles/menshealth/active"
}