{
  "requested_url": "http://www.ok.co.uk/rss/health",
  "fetched_at": "2018-02-18T22:24:27.340551",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<rss version=\"2.0\" xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:media=\"http://search.yahoo.com/mrss/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\">\n<channel>\n<title>All</title>\n<link>http://www.ok.co.uk</link>\n<description><![CDATA[\n]]></description>\n<language>en-us</language>\n<pubDate>Sun, 18 Feb 2018 16:54:29 +0000</pubDate>\n<item>\n<title>\nKate Middleton casual style hacks: How the Duchess of Cambridge dresses less formal occasions </title>\n<link>\nhttp://www.ok.co.uk/lifestyle/fashion/1306430/kate-middleton-casual-style-hacks-duchess-of-cambridge-trainers-superga-tracksuit-nike</link>\n<pubDate>\nSun, 18 Feb 2018 16:52:07 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114708_Kate_Middleton_promo_9d659b99323c8f63d0150e112a18c92a.gif'/><br/> Duchess of Cambridge Kate Middleton occasionally opts for casual clothing [Getty]\r\n\r\nPregnant Duchess of Cambridge Kate Middleton is known for her good fashion sense, and sets trends whenever she steps out and she won't disappoint when she appears on the BAFTA red carpet.&nbsp;\r\n\r\nPrince William’s wife usually opts for formal wear when appearing at official royal engagements, however from time to time she favours a more casual approach.&nbsp;\r\n\r\nHere are her hacks to casual style, with some ...\n]]></description>\n</item>\n<item>\n<title>\nSurvival of the Fittest: The Apprentice star Jade English&#039;s ex-boyfriend Joel Bennett joins and REPLACES Ryan Cleary</title>\n<link>\nhttp://www.ok.co.uk/tv/survival-of-the-fittest/1306436/survival-of-the-fittest-the-apprentice-jade-ex-joel-bennett-who-is-he-ryan-cleary-replacement-itv2</link>\n<pubDate>\nSun, 18 Feb 2018 16:50:33 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114703_soft_208099f4a46757cd6e5e80c2a41c7e7e.jpg'/><br/> Survival of the Fittest: Ryan Cleary was eliminated off the show [ITV]\r\n\r\nOnly recently on Survival Of The Fittest, the girls voted for Ryan Cleary&nbsp;to be voted off and replaced by a mystery newcomer.&nbsp;\r\n\r\nAnd on Sunday's episode,&nbsp;Joel Bennett joins the lodge as the former contestant's replacement.&nbsp;\r\n\r\nHowever, the 28-year-old model from Manchester has a rather famous ex-girlfriend.&nbsp;\r\n\r\nJoel used to go out with The Apprentice&nbsp;star Jade English, who just appeared on ...\n]]></description>\n</item>\n<item>\n<title>\nJason Gardiner business: What the Dancing On Ice judge does away from the ice\r\n</title>\n<link>\nhttp://www.ok.co.uk/celebrity-feature/1306442/jason-gardiner-business-job-dancing-on-ice-judge</link>\n<pubDate>\nSun, 18 Feb 2018 16:47:09 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114687_Jason_Gardiner_business_dancing_on_ice_de21b68dfc8c7af259b01be7b6cfcdca.jpg'/><br/> Jason Gardiner has a very successful career away from Dancing On Ice [Getty]\r\n\r\nJason Gardiner has returned for another series of Dancing On Ice&nbsp;as a judge alongside Torvill and Dean and Ashley Banjo.\r\n\r\nKnown as the ice’s very own Mr Nasty, the 46 year old has built up quite the reputation for himself, which wasn't helped when he recently had&nbsp;a pop at Holly Willoughby.\r\n\r\nHowever, away from his pantomime character on ITV’s skating show, Jason has had a very successful career of ...\n]]></description>\n</item>\n<item>\n<title>\nWhere has Lauren Branning gone in EastEnders? The truth about Jacqueline Jossa&#039;s exit &#039;REVEALED&#039; as she departs from the BBC soap</title>\n<link>\nhttp://www.ok.co.uk/tv/eastenders/1306391/where-lauren-branning-gone-leave-walford-wihout-josh-hemings-jacqueline-jossa-peter-tanya-exit</link>\n<pubDate>\nSun, 18 Feb 2018 16:34:20 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114688_lauren_branning__8297aa4ddf3a05da9ef9d0ed88f1ce97.jpg'/><br/> EastEnders: Lauren bowed out of EastEnders but the BBC soap didn't give away where she was off to [BBC]\r\n\r\nAfter much anticipation, Jacqueline Jossa&nbsp;finished her role in&nbsp;EastEnders&nbsp;on Friday, as Lauren Branning left the soap after her sister Abi's emotional funeral.&nbsp;\r\n\r\nLauren appeared to leave her boyfriend, Josh Hemmings as she grabbed baby Louis from his arms and walked off into the distance without him.&nbsp;\r\n\r\nHowever, the BBC soap left fans in the dark as to where ...\n]]></description>\n</item>\n<item>\n<title>\nSimon Cowell melts hearts as he invites cancer-stricken four year old boy to son Eric&#039;s birthday party</title>\n<link>\nhttp://www.ok.co.uk/celebrity-news/1306402/simon-cowell-kian-musgrove-invites-cancer-stricken-boy-son-eric-birthday-party-treatment</link>\n<pubDate>\nSun, 18 Feb 2018 16:11:21 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114682_simon_promo_b4220bd3d99a3f0b27d8f5e58edc3bac.jpg'/><br/> Simon Cowell invited Kian to his son's party in London [Getty]&nbsp;\r\n\r\nSimon Cowell showed his softer side as he asked little Kian Musgrove –&nbsp;who suffers from rare childhood cancer neuroblastoma –&nbsp;to join in on the celebrations for his son Eric’s birthday.&nbsp;\r\n\r\nThe X Factor judge Simon arranged for Kian and his mother Kat to travel from their home in Northumberland to London for Eric's fourth Despicable Me-themed birthday party.\r\n\r\nSimon has known for Kian for some time, ...\n]]></description>\n</item>\n<item>\n<title>\nSurvival of the Fittest lodge and fans turn against Georgia Cole after she reveals she&#039;s USING David Lundy to stay on show </title>\n<link>\nhttp://www.ok.co.uk/tv/survival-of-the-fittest/1306387/survival-of-the-fittest-georgia-cole-david-lundy-romance-fake-itv-2-catch-up-eliminated-ryan-cleary</link>\n<pubDate>\nSun, 18 Feb 2018 16:04:00 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114678_soootf_pro_6bc4bca97afa7d9ea5a3b3d8858bf555.jpg'/><br/> Survival of the Fittest: Georgia Cole and David Lundy have been getting close&nbsp;[ITV]\r\n\r\nOn Saturday's episode of Survival Of The Fittest, Georgia Cole&nbsp;left her fellow contestants and viewers fuming after she made a brutal confession about David Lundy.&nbsp;\r\n\r\nThe two opposing competitors have been having a lodge romance and have shared several steamy kisses.&nbsp;\r\n\r\nHowever, Georgia revealed to her fellow girls on Saturday's episode after they told her David really liked her: \"I ...\n]]></description>\n</item>\n<item>\n<title>\nDancing On Ice &#039;curse&#039; to return? Romance speculation continues after Ashley Banjo comments on &#039;backstage romances&#039;</title>\n<link>\nhttp://www.ok.co.uk/celebrity-feature/1225777/dancing-on-ice-curse-to-return-itv-romance-rumours-holly-willoughby-phillip-schofield</link>\n<pubDate>\nSun, 18 Feb 2018 15:50:30 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1098641_doi_cast_b9e0fa0192dac90d3e1eb5606fc15f9c.jpg'/><br/> Ashley Banjo commented on Max Evans and his dance partner's chemistry [WENN]\r\n\r\nDancing On Ice&nbsp;has returned, with Holly Willoughby&nbsp;and Phillip Schofield&nbsp;hosting the line up every Sunday night on ITV.\r\n\r\nHowever like any show, it's had it's fair share of disastrous moments,&nbsp;and like Strictly Come Dancing&nbsp;and its 'curse', it has also been subjected to a lot of relationship splits and rumours.&nbsp;\r\n\r\nHere's the lowdown of all the Dancing On Ice romances that have ...\n]]></description>\n</item>\n<item>\n<title>\nHolly Willoughby&#039;s sister Kelly: Inside their sibling bond as Kelly lifts the lid on what it was like to grow up together as &#039;chalk and cheese&#039; </title>\n<link>\nhttp://www.ok.co.uk/celebrity-feature/1306366/holly-willoughby-sister-kelly-growing-up-family-children-this-morning</link>\n<pubDate>\nSun, 18 Feb 2018 15:43:53 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114648_Holly_sister_kelly_willoughby_2747f7ddbc7bf95d0bc50b372c39f0ae.gif'/><br/> Holly Willoughby is close to sister Kelly, even co-writing books together [Getty]\r\n\r\nHolly Willoughby&nbsp;is used to being in the spotlight, presenting This Morning&nbsp;and Dancing On Ice&nbsp;on ITV.&nbsp;\r\n\r\nHowever her family life with husband Dan Baldwin and children Belle, Harry and Chester&nbsp;remains relatively private.&nbsp;\r\n\r\nHowever she has given various&nbsp;insights into what her family dynamic was like growing up with her sister Kelly, who admits the pair were like 'chalk and ...\n]]></description>\n</item>\n<item>\n<title>\nGemma Atkinson and Gorka Marquez can’t keep their hands each off each other as they enjoy first couple’s holiday</title>\n<link>\nhttp://www.ok.co.uk/celebrity-news/1306385/gemma-atkinson-gorka-marquez-strictly-come-dancing-couple-kiss-hands-sexy-bikini-holiday</link>\n<pubDate>\nSun, 18 Feb 2018 15:32:17 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114647_Gemma_gorka_promo_923f26c3cc21eaed7b204cdd23c94c64.jpg'/><br/> Gorka Marquez took a closer looks at Gemma's bikini top [KPPICTURES.CO.UK]\r\n\r\nGemma Atkinson and&nbsp;Gorka Marquez haven’t been able to keep their hands off each other since confirming their&nbsp;relationship .&nbsp;\r\n\r\nThe couple recently jetted off on their first holiday to the Canaries for a sun-soaked break.\r\n\r\nAnd while in the sun, the Strictly Come Dancing&nbsp;pair were very touchy-feely with each other.\r\n\r\n&nbsp;Gemma couldn't keep her hands off the Spanish ...\n]]></description>\n</item>\n<item>\n<title>\nBaby girl names that have had a SERIOUS fall in popularity over recent years and why\r\n</title>\n<link>\nhttp://www.ok.co.uk/lifestyle/mum-and-baby/1306384/baby-girl-names-fall-in-popularity</link>\n<pubDate>\nSun, 18 Feb 2018 15:15:28 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114643_Baby_girl_names_under_threat_hp_fea783e3573c72da6e2263202d79da9c.jpg'/><br/> Baby girl names that are at risk of going extinct as new parents avoid them [Getty]\r\n\r\nWhether you're sticking to a baby name theme or want something a little more unusual like Coleen Rooney, choosing a baby name is never easy.\r\n\r\nFrom baby girl names to boys, you can either pick one of the trendiest names of 2018 or opt for something a little more unusual like a cosmic title.\r\n\r\nHowever, it has become clear over recent years that there are some baby girl names that are TOTALLY dropping in ...\n]]></description>\n</item>\n<item>\n<title>\nMariam Musa makes an X-RATED confession about the size of Callum Pardoe&#039;s manhood on Survival of the Fittest</title>\n<link>\nhttp://www.ok.co.uk/tv/survival-of-the-fittest/1306361/survival-of-the-fittest-callum-pardoe-penis-size-revealed-x-rated-secret-mariam-musa-elephant-trunk</link>\n<pubDate>\nSun, 18 Feb 2018 14:54:36 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114641_callum_promo__626422e33cdae42c66eccbf787891042.jpg'/><br/> Mariam Musa revealed an X-rated detail about Survival Of The Fittest's Callum Pardoe [ITV]\r\n\r\nMiriam Musa let slip a very intimate detail about her beau, Callum Pardoe&nbsp;during Saturday night's Survival Of The Fittest.&nbsp;\r\n\r\nThe pair have been seen getting intimate in recent episodes after sharing a bed, with Miriam admitting they'd had a kiss and Callum had even cheekily \"grabbed [her] bum\".&nbsp;\r\n\r\nHowever, she later let out further details about their relationship, making an X-rated ...\n]]></description>\n</item>\n<item>\n<title>\nGemma Atkinson and Gorka Marquez pack on the PDA as they enjoy VERY public kissing session on romantic holiday </title>\n<link>\nhttp://www.ok.co.uk/celebrity-news/1306370/gemma-atkinson-gorka-marquez-kissing-groping-sexy-romantic-holiday-pictures</link>\n<pubDate>\nSun, 18 Feb 2018 15:23:03 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114637_gemma_gorka_27768b46d467999bbc86f057dd0d38c3.jpg'/><br/>Strictly stars Gemma Atkinson and Gorka Marquez kept their romance on the down low during their time on the BBC dance show.\r\n\r\nBut since confirming they were an item earlier this month, the pair have been far from shy in flaunting their romance, particularly during their romantic getaway in Tenerife.\r\n\r\n Gemma Atkinson and Gorka Marquez packed on the PDA on holiday in Tenerife [KPPICTURES.CO.UK]\r\n\r\n The couple showed off their gym-honed bodies as they enjoyed a much-deserved break ...\n]]></description>\n</item>\n<item>\n<title>\nAndrew Brady proves his Celebrity Big Brother friendship with Courtney Act is still going strong as he sends her adorable birthday tribute</title>\n<link>\nhttp://www.ok.co.uk/celebrity-news/1306352/andrew-brady-celebrity-big-brother-courtney-act-relationship-romance-friendship-birthday</link>\n<pubDate>\nSun, 18 Feb 2018 14:22:38 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114595_Proo_6baf22b4e470851eefc09ae07e3f101d.jpg'/><br/> Andrew Brady sent Courtney Act an adorable birthday message [Andrew Brady/Instagram]\r\n\r\nAndrew Brady&nbsp;and Courtney Act&nbsp;struck up an adorable friendship&nbsp;while in the Celebrity Big Brother&nbsp;house.&nbsp;\r\n\r\nAnd former The Apprentice&nbsp;star Andrew proved it’s still going strong by sending her an adorable birthday message.\r\n\r\nPosting a collage of their most adorable moments, he wrote: \"Happy Birthday @courtneyact.\r\n\r\n Andrew Brady and Courtney Act struck up a close friendship ...\n]]></description>\n</item>\n<item>\n<title>\nPregnant Khloe Kardashian&#039;s diet revealed: Keeping Up With the Kardashian star drastically changes her eating plan for the sake of her child&#039;s health </title>\n<link>\nhttp://www.ok.co.uk/lifestyle/1305644/pregnant-khloe-kardashian-diet-baby-bump-tristan-thompson</link>\n<pubDate>\nSun, 18 Feb 2018 14:18:57 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114597_Khloe_Kardashian_diet_0dbc443f22c30f45e453c331ddbc3e6a.jpg'/><br/> Khloe Kardashian is making a dramatic change to her pregnancy diet [Getty]\r\n\r\nKhloe Kardashian&nbsp;has made a drastic change to her diet now she is expecting her first baby with boyfriend Tristan Thompson.&nbsp;\r\n\r\nThe 33-year-old Keeping Up With The Kardashians star boasts a very healthy lifestyle, as she has been eating well and regularly exercises during her pregnancy, although she has been having a few cravings.&nbsp;\r\n\r\nThe television personality revealed she had cut out dairy from her ...\n]]></description>\n</item>\n<item>\n<title>\nEastEnders: Soap leaves major &#039;plot hole&#039; as Lauren and Tanya Branning bow out of Albert Square </title>\n<link>\nhttp://www.ok.co.uk/tv/eastenders/1306336/eastenders-spoilers-lauren-branning-exit-tanya-baby-abi-funeral-max-cora-mentally-ill-cast-plot-hole</link>\n<pubDate>\nSun, 18 Feb 2018 14:01:12 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114592_lauren__205273b89ce3aba8c8dfce23770ee1a4.jpg'/><br/> EastEnders' Lauren left the soap but writers forgot a major storyline [BBC]\r\n\r\nEastEnders&nbsp;viewers spotted a major 'plot hole' as Lauren Branning and her mum Tanya Branning made their exit from the BBC soap on Friday.\r\n\r\nThe pair – played by Jacqueline Jossa&nbsp;and Jo Joyner – bowed out of their roles after Abi Branning's emotional funeral – which they passionately refused to let Max Branning&nbsp;attend.&nbsp;\r\n\r\nHowever, some fans were quick to point out that the show had made a ...\n]]></description>\n</item>\n<item>\n<title>\nCelebs Go Dating guru Nadia Essex left FUMING with Gemma Collins after she reunites with jailbird ex Stephen Mortimer</title>\n<link>\nhttp://www.ok.co.uk/tv/celebs-go-dating/1306345/celebs-go-dating-nadia-essex-left-fuming-with-gemma-collins-ex-stephen-mortimer</link>\n<pubDate>\nSun, 18 Feb 2018 13:45:51 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114574_gemma_collins_7d4a0534a554f2e6b936acd39c4d3519.jpg'/><br/>TOWIE star Gemma Collins hit headlines last week after she was pictured enjoying a romantic Valentine’s Day break with ex boyfriend Stephen Mortimer.\r\n\r\nThe reality TV star - who has enjoyed and on/off relationship with James ‘Arg’ Argent - was seen being “very affectionate” with her former flame as they checked into a luxury hotel in Hertfordshire.\r\n\r\n Gemma Collins reunited with her ex boyfriend Stephen Mortimer last week [Stehen Mortimer/Instagram]\r\n\r\nShe was later seen leaving the ...\n]]></description>\n</item>\n<item>\n<title>\nToblerone ice cream is now a thing and chocolate lovers are desperate to get their hands on them</title>\n<link>\nhttp://www.ok.co.uk/lifestyle/1306309/toblerone-ice-cream-tesco-chocolate</link>\n<pubDate>\nSun, 18 Feb 2018 13:43:56 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114569_Toblerone_promo_337b85b3dce893466ef6e06a9899bb9d.gif'/><br/> Toblerone ice cream is a thing [Asda]\r\n\r\nToblerone chocolate is a family favourite, usually associated with holidays or Christmas.&nbsp;\r\n\r\nIts triangular shape and iconic packaging makes it an instantly recognisable confectionary choice.&nbsp;\r\n\r\nAnd now there’s a new ice cream version for chocolate fans.&nbsp;\r\n\r\nAvailable from Tesco and Asda, the treat features chocolate and honey ice cream with milk chocolate and honey and almond nougat pieces.\r\n\r\n\r\n\r\nAvailable as a pack of three, ...\n]]></description>\n</item>\n<item>\n<title>\nKatie Price strips naked to show off her fake tan disaster in raunchy picture</title>\n<link>\nhttp://www.ok.co.uk/celebrity-news/1306335/kati-price-strips-naked-sexy-raunchy-picture-fake-tan-disaster-beauty-fail</link>\n<pubDate>\nSun, 18 Feb 2018 13:15:36 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1114567_KP_Promi_da0f639d807039195217c8ae3b3f19dc.jpg'/><br/> Katie Price stopped off to show her tan disaster [Katie Price/Instagram]\r\n\r\nKatie Price&nbsp;took things one step further when she showed off her fake tan fail.&nbsp;\r\n\r\nThe mum of fives posed wearing nothing but a dark layer of tan for a raunchy picture.&nbsp;\r\n\r\nWearing her hair in a hairnet and just using an glove to cover her modesty, Katie did her usual pout for the camera.\r\n\r\n Katie Price isn't shy about showing her body [Getty]\r\n\r\n\"Oh dear I tried this new fake tan last night,\"&nbsp;she ...\n]]></description>\n</item>\n<item>\n<title>\nRoyal family: The one thing when it comes to driving that ONLY the Queen is legally allowed to do </title>\n<link>\nhttp://www.ok.co.uk/celebrity-feature/1071335/queen-elizabeth-driving-licence-royal-family-one-thing-only-the-queen-is-legally-allowed-to-do</link>\n<pubDate>\nSun, 18 Feb 2018 12:41:22 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/999637_The_Queen_promo_495abfb0b32a474cfce580ecea0f739d.gif'/><br/>Being the Queen comes with certain privileges&nbsp; [Wenn]\r\n\r\nAs head of the royal family which&nbsp;includes&nbsp;Prince William, Duchess Of Cambridge Kate Middleton and Prince Harry, you are expected to carry out certain duties however there are some perks.&nbsp;\r\n\r\nShe lives in Buckingham Palace, and is exempt from certain rules that normal people must abide by.\r\n\r\nShe recently turned 91, however is still known for her&nbsp;love of driving, and is often spotted behind the ...\n]]></description>\n</item>\n<item>\n<title>\nCoronation Street actress Faye Brookes wants to marry partner Gareth Gates – as she discusses her relationship with his daughter</title>\n<link>\nhttp://www.ok.co.uk/celebrity-news/1306328/coronation-street-faye-brookes-kate-connor-marry-gareth-gates-children-daughter-missy</link>\n<pubDate>\nSun, 18 Feb 2018 12:35:25 +0000</pubDate>\n<description><![CDATA[\n<img src='http://static.ok.co.uk/media/images/433x650_ct/1099108_faye_brookes_gareth_gates_11_c3bca097d6768a7a681d172618eff38e.png'/><br/> Faye Brookes said she will one day marry Gareth Gates [Wenn]\r\n\r\nCoronation Street&nbsp;actress&nbsp;Faye Brookes admits that she talks about marriage all the time.\r\n\r\nThe Kate Connor actress has been dating Gareth Gates for the last five years.&nbsp;\r\n\r\nSpeaking to Fabulous, Faye revealed that marriage will happen for the pair.\r\n\r\n The actress has a great relationship with Gareth's daughter Missy [Getty]\r\n\r\n\"I talk about it all the time but Gareth loves to surprise me,\"&nbsp;she said. \"He goes ...\n]]></description>\n</item>\n</channel></rss>",
  "headers": {
    "X-Forwarded-Proto": "https",
    "CloudFront-Is-Desktop-Viewer": "true",
    "Access-Control-Allow-Credentials": "true",
    "Server": "nginx",
    "Content-Type": "text/xml; charset=utf-8",
    "Via": "1.1 28879ea479681240c8556dfcaa67e98c.cloudfront.net (CloudFront)",
    "Date": "Sun, 18 Feb 2018 16:54:29 GMT",
    "CloudFront-Viewer-Country": "IN",
    "Access-Control-Allow-Methods": "GET",
    "X-Cache": "Miss from cloudfront",
    "Vary": "Accept-Encoding",
    "CloudFront-Is-Mobile-Viewer": "false",
    "Connection": "keep-alive",
    "CloudFront-Is-Tablet-Viewer": "false",
    "Access-Control-Allow-Origin": "*",
    "X-Amz-Cf-Id": "symDTJeqXJg15vPeUoa0oUlvpRhKruKyv3WAGfdDxjwQvBtpg2qOGw==",
    "Content-Length": "7480",
    "Content-Encoding": "gzip",
    "Cache-Control": "max-age=90;"
  },
  "response_url": "https://www.ok.co.uk/rss/all"
}