{
  "requested_url": "http://www.canadianbusiness.com/feed/",
  "fetched_at": "2018-02-18T22:21:08.904400",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>Canadian Business &#8211; Your Source For Business News</title>\n\t<atom:link href=\"http://www.canadianbusiness.com/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://www.canadianbusiness.com</link>\n\t<description>Your source for market news, investing, technology, economy and Canadian industry</description>\n\t<lastBuildDate>Fri, 16 Feb 2018 21:48:36 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>https://wordpress.org/?v=4.8.3</generator>\n\t<item>\n\t\t<title>Toronto stock index up, Wall Street mixed, as loonie moves lower</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/toronto-stock-index-up-wall-street-mixed-as-loonie-moves-lower/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/toronto-stock-index-up-wall-street-mixed-as-loonie-moves-lower/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 21:48:36 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079351</guid>\n\t\t<description><![CDATA[<p>TORONTO &#8211; Rising oil prices helped Canada&#8217;s main stock index move higher, capping off a week of strong gains for North American markets .<br />\nThe Toronto Stock Exchange&#8217;s S&#38;P/TSX composite&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/toronto-stock-index-up-wall-street-mixed-as-loonie-moves-lower/\">Toronto stock index up, Wall Street mixed, as loonie moves lower</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO &#8211; Rising oil prices helped Canada&#8217;s main stock index move higher, capping off a week of strong gains for North American markets .</p>\n<p>The Toronto Stock Exchange&#8217;s S&amp;P/TSX composite index was up 44.98 points to 15,452.64, led by the influential energy sector.</p>\n<p>South of the border, U.S. stocks finished mostly higher after a see-sawing day.</p>\n<p>In New York, the Dow Jones industrial average was up 19.01 points to 25,219.38. The S&amp;P 500 index added 1.02 points to 2,732.22 and the Nasdaq composite index was down 16.96 points to 7,239.47.</p>\n<p>The past week has seen the TSX recover roughly a third of its losses and Wall Street more than half, following a series of wild swings in early February.</p>\n<p>The Canadian dollar was trading at 79.75 cents US, down from Thursday&#8217;s average price of 79.96 cents US.</p>\n<p>The April crude contract was up 38 cents to US$61.55 per barrel and the March natural gas contract was down two cents at US$2.56 per mmBTU.</p>\n<p>The April gold contract was up 90 cents to US$1,356.20 an ounce and the March copper contract was unchanged at US$3.25 a pound.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/toronto-stock-index-up-wall-street-mixed-as-loonie-moves-lower/\">Toronto stock index up, Wall Street mixed, as loonie moves lower</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/toronto-stock-index-up-wall-street-mixed-as-loonie-moves-lower/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Canada is lagging on innovation—and the Liberals aren’t helping</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/canada-is-lagging-on-innovation-and-the-liberals-arent-helping/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/canada-is-lagging-on-innovation-and-the-liberals-arent-helping/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 21:40:22 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079341</guid>\n\t\t<description><![CDATA[<p>Prime Minister Justin Trudeau takes part in a virtual reality tour along with 3D printing technology at the new Google Canada Development headquarters in Kitchener, Ont., on Thursday, January 14,&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/canada-is-lagging-on-innovation-and-the-liberals-arent-helping/\">Canada is lagging on innovation—and the Liberals aren’t helping</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_1079345\" style=\"width: 832px\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-1079345\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/MAR19_BUDGET_SCIENCEINNOVATION_POST01.jpg\" alt=\"\" width=\"822\" height=\"462\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/MAR19_BUDGET_SCIENCEINNOVATION_POST01.jpg 822w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/MAR19_BUDGET_SCIENCEINNOVATION_POST01-660x371.jpg 660w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/MAR19_BUDGET_SCIENCEINNOVATION_POST01-600x336.jpg 600w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/MAR19_BUDGET_SCIENCEINNOVATION_POST01-300x168.jpg 300w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/MAR19_BUDGET_SCIENCEINNOVATION_POST01-375x211.jpg 375w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/MAR19_BUDGET_SCIENCEINNOVATION_POST01-111x63.jpg 111w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/MAR19_BUDGET_SCIENCEINNOVATION_POST01-768x432.jpg 768w\" sizes=\"(max-width: 822px) 100vw, 822px\" /><p class=\"wp-caption-text\">Prime Minister Justin Trudeau takes part in a virtual reality tour along with 3D printing technology at the new Google Canada Development headquarters in Kitchener, Ont., on Thursday, January 14, 2016. (Nathan Denette/CP)</p></div>\n<p><em>Mischa Kaplan</em><em> is an Ottawa-based economic development advocate, a regular contributor to the </em>Ottawa Citizen<em>, and an instructor at the Algonquin College School of Business.</em></p>\n<p>The release last week by Statistics Canada of their monthly January <a href=\"http://www.statcan.gc.ca/daily-quotidien/180209/dq180209a-eng.htm?HPA=1\">jobs report</a>—which showed that Canada lost nearly 90,000 jobs in the first month of 2018—will make for excellent fodder amongst critics of the federal government’s approach to economic development. But for a far better indicator of the health of Canada’s economy, opposition politicians should consider the disturbing decline in this country’s innovative capabilities, as evidenced by <em>Bloomberg’s</em> recently published 2018 <a href=\"https://www.bloomberg.com/news/articles/2018-01-22/south-korea-tops-global-innovation-ranking-again-as-u-s-falls\">Innovation Index</a>. Far from being the “<a href=\"https://www.ic.gc.ca/eic/site/062.nsf/vwapj/InnovationNation_Report-EN.pdf/$file/InnovationNation_Report-EN.pdf\">nation of innovators</a>” so often touted by Justin Trudeau’s Liberal government, the <em>Bloomberg</em> report is a stark reminder of one simple fact that negatively impacts a lot more than just jobs: our country is suffering from an innovation crisis, and it’s getting worse every year.</p>\n<p>The <em>Bloomberg</em> ranking is based on seven “innovation-related” criteria, including R&amp;D intensity, patent activity, and tech density. At number 22, Canada is one of only two G7 nations—along with Italy—that fail to make what <em>Bloomberg</em> calls the “top-tier,” which includes the Nordic countries, the remaining G7 economies, and other economic powerhouses such as Singapore, Australia, and South Korea. When you consider that the overall innovation score assigned to each country puts Canada only marginally ahead of Russia, the extent to which the Canadian economy is behind in this area is striking. In some cases, diving into the data makes the situation seem even worse. For instance, in terms of “tertiary efficiency,” a measure that combines several individual indicators related to post-secondary education, Canada crashes in at number 45, just a few spots ahead of South Africa and Morocco. In fact, the only criterion in which Canada breaks into the top-tier is concentration of R&amp;D researchers, and even then we fail to make the top ten.</p>\n<p>And the worst thing? Canada has fallen two spots since last year.</p>\n<p>If you’re skeptical about an “innovation index” meaning much in a practical sense, then consider this: in terms of productivity (measured by GDP per hour worked), Canada ranks far below the G7 average—a staggering 12 per cent below, in fact—and only marginally above that of the broader OECD. Widely considered to be a key outgrowth of an innovative economy, and undoubtedly a key ingredient in helping to foster future innovation, productivity is also one of the <em>Bloomberg</em> index’s seven criteria.</p>\n<p>The result of Canada’s low level of productivity is, among other things, a relative weakness in GDP per capita, as compared with other members of the G7 and OECD. Measured in this capacity, Canada has been underperforming other advanced economies since at least the 1980s, and even more so since the 1990s, according to the <a href=\"http://www.conferenceboard.ca/hcp/Details/Economy/income-per-capita.aspx\">Conference Board of Canada.</a> In 1970, Canada’s GDP per capita was nearly 6 per cent higher than the G7 average; today, it is 4 per cent lower. In fact, between 1980 and 2012, the GDP per capita gap between Canada and the U.S. tripled, and Americans now enjoy a 16 per cent higher rate in relative terms.</p>\n<p>More than the loss of 88,000 jobs, this relatively unproductive workforce is the real face of Canada’s innovation crisis.</p>\n<p>The solution to this mess is not an easy one. Technology advocates might suggest that the country’s firms would benefit from better access to growth capital, while municipal politicians might say that it’s all about an endemic and enduring lack of investment in key public infrastructure projects. Social-justice advocates (including our prime minister) will point to the need for “inclusive growth”—incorporating more women, Indigenous groups, and visible minority populations into the workforce. Undoubtedly these points are all relevant, but the problem is complex and requires much more than one simple policy prescription.</p>\n<p>Unfortunately, the current government’s solutions have mostly involved doing the one thing that is most unlikely to foster innovation: adding a more robust and activist role for Ottawa. In its <a href=\"https://www.budget.gc.ca/aceg-ccce/pdf/pathway-to-prosperity-eng.pdf\">third and final report</a>, released this past December, Trudeau’s much-celebrated “Advisory Council on Economic Growth” summarized its eight recommendations for “resetting Canada’s growth trajectory.” Of these, fully half involve creating a new governmental or quasi-governmental agency (such as the Canada Infrastructure Bank), while the remaining are so ambiguous as to be potentially meaningless (for example, creating a foreign direct investment strategy “in line with the country’s economic growth strategy”). The fact that the Liberals have already given the green light to several of these recommendations suggests that the Trudeau government has every intention of making good on the Advisory Council’s recommendations.</p>\n<p>Ottawa’s “Innovation Supercluster Initiative,” which will see the federal government invest nearly $1 billion to create five separate “regional innovation ecosystems,” is just the latest example of the federal government’s boundless optimism in its own ability to foster economic growth. The concept has been touted as having the potential to “usher in an unprecedented era of innovation and progress,” according to Innovation Minister Navdeep Bains. The idea, apparently, is to create what Bains calls a “made-in-Canada Silicon Valley.” (Coincidentally, the $950 million that the government plans to spend building superclusters is roughly the same amount as what the <a href=\"http://www.cbc.ca/news/canada/ottawa/auditor-general-phoenix-first-report-bigger-costs-1.4411987\">Auditor General reckons</a> will be required to fix the Phoenix pay fiasco. But of course that has nothing to do with Ottawa’s ability to think innovatively.) Perhaps someone should tell Mr. Bains that Silicon Valley somehow miraculously developed in the most unexciting of ways: a group of highly innovative and productive companies created products that consumers wanted. Private capital poured in. Markets responded. While it certainly helped to play a backroom role in the region’s rise, Washington was by no means the key development orchestrator.</p>\n<p>Productivity and innovation are mutual enablers, and addressing Canada’s innovation crisis relies on first taking steps to ensure that our workforce is a global leader in productivity. If the federal government really wants to take a leading role in fostering a more innovative national economy, then it should abandon its Ottawa-centric attitude and turn its attention to policies that have been shown, time and again and across multiple geographies, to encourage productivity. Such policies might include providing more incentives for companies (both large and small) to invest in R&amp;D and capital infrastructure, encouraging post-secondary institutions to better tailor their programming to meet market demand in terms of subjects and skills, and making Canada a more attractive country for foreign or start-up companies to invest in by deregulating industries that have no business being as regulated or as protected as they are, such as telecommunications, airlines, and broadcasting.</p>\n<p>These recommendations were in fact cited by the Organisation for Economic Co-operation and Development (OECD) in its <a href=\"http://www.oecd.org/eco/growth/economic-survey-canada.htm\">2016 annual Economic Survey of Canada.</a>Naming a lack of productivity as a major impediment to future economic growth, the OECD called for Canada to pursue a platform of deregulation while also reducing interprovincial trade barriers and providing more incentives for small- and medium-sized companies to innovate and invest.</p>\n<p class=\"p1\"><span class=\"s1\">Unlike the Liberals’ Advisory Council, none of the OECD’s recommendations involve an expanded role for government. Instead, the OECD’s report suggests that the best way to achieve greater productivity is for government to foster a more market-friendly environment. And being perhaps the world’s most comprehensive aggregator of economic data for the largest and most advanced economies on the planet—and having tracked such data for the last five decades—one might suggest that the OECD knows a thing or two about improving productivity and making an economy grow.</span></p>\n<p>Given that we’re now two years into the Liberals’ mandate, it seems unlikely that we’re going to see a reversal of Ottawa’s government-centric innovation drive. Unfortunately for Canadians, by the time this approach catches up to us, we’ll have a lot more to worry about than the loss of 88,000 jobs in one month.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/canada-is-lagging-on-innovation-and-the-liberals-arent-helping/\">Canada is lagging on innovation—and the Liberals aren’t helping</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/canada-is-lagging-on-innovation-and-the-liberals-arent-helping/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Canadian real estate sales just fell the most since 2008. Here&#8217;s why.</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/canadian-real-estate-sales-just-fell-the-most-since-2008-heres-why/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/canadian-real-estate-sales-just-fell-the-most-since-2008-heres-why/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 21:36:56 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079329</guid>\n\t\t<description><![CDATA[<p><em>This article originally appeared at Better Dwelling.</em><br />\nCanadian real estate sales just fell off a cliff. Canadian Real Estate Association (CREA) numbers show a decline of buyers in January. The&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/canadian-real-estate-sales-just-fell-the-most-since-2008-heres-why/\">Canadian real estate sales just fell the most since 2008. Here&#8217;s why.</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><em>This article originally appeared at <a href=\"https://betterdwelling.com/canadian-real-estate-sales-see-largest-drop-since-2008-heres/\" target=\"_blank\" rel=\"noopener\">Better Dwelling</a>.</em></p>\n<p>Canadian real estate sales just fell off a cliff.<a href=\"https://www.crea.ca/\"> Canadian Real Estate Association</a> (CREA) numbers show a decline of buyers in January. The decline is one of the largest in Canadian history. Some agents claim this is temporary, but it’s in line with the estimated declines we <a href=\"https://betterdwelling.com/\" target=\"_blank\" rel=\"noopener\">posted earlier</a>.</p>\n<h3>Canadian real estate sales drop over 13 per cent</h3>\n<p>Canadian real estate sales made large declines. CREA reported 39,609 sales when seasonally adjusted for January. This a 13.8 per cent decline from December, and represents a 6.2 per cent decline compared to last year. Unadjusted, that number was just 24,931 sales. It’s normal for a monthly decline in January, but the size should be of concern. CREA noted this is the first time since 2015, that sales have fallen below the 10 year, monthly average.</p>\n<p><img class=\"alignnone wp-image-1079337\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_1.jpg\" alt=\"\" width=\"600\" height=\"478\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_1.jpg 1386w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_1-621x495.jpg 621w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_1-964x768.jpg 964w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_1-660x526.jpg 660w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_1-375x299.jpg 375w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_1-768x612.jpg 768w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_1-706x562.jpg 706w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></p>\n<h3>Largest single month decline since October 2008</h3>\n<p>January’s monthly decline is one of the largest in the history of Canadian real estate. The decline of 13.8 per cent works out to 6,367 less sales than the month before. A decline of this size hasn’t been seen since October 2008. These sales declines will have both an impact on prices, as well as on the broader economy. As sales reduce, so do dollar volumes, which eventually lead to lower prices across the market. Real estate sales also generate “spin off” business activity, which also drops if this persists.</p>\n<p><img class=\"alignnone wp-image-1079335\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_2.jpg\" alt=\"\" width=\"600\" height=\"478\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_2.jpg 1386w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_2-621x495.jpg 621w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_2-964x768.jpg 964w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_2-660x526.jpg 660w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_2-375x299.jpg 375w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_2-768x612.jpg 768w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_2-706x562.jpg 706w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></p>\n<h3>The decline is in line with stress testing estimates</h3>\n<p>“The piling on of yet more mortgage rule changes that took effect starting New Year’s Day has created homebuyer uncertainty and confusion,” said CREA President Andrew Peck. The new B-20 Guidelines from OSFI did likely contribute to the sale decline. Only real estate boards are experiencing “uncertainty and confusion” however. We already went over why the decline would be this size.</p>\n<div id=\"wrap\" class=\"container-fluid\">\n<div id=\"main\" role=\"main\">\n<div class=\"row\">\n<div class=\"content\">\n<div class=\"col-xs-12\">\n<article id=\"post-1100803\" class=\"post-1100803 post type-post status-publish format-standard has-post-thumbnail hentry category-realestateeconomy tag-real-estate content_type-posts has-image master-category-economy type-posts\">\n<div class=\"row\">\n<div class=\"col-xs-12 col-md-7 col-lg-8 col-md-offset-1 content-container\">\n<div class=\"row\">\n<div class=\"text col-xs-12 no-image centered\">\n<div class=\"postContent\">\n<p>The Bank of Canada estimated a similar decline of buying activity as a result of the changes in rules. If the stress testing applied to last year’s buyers,<a href=\"https://betterdwelling.com/81000-canadian-real-estate-buyers-failed-new-stress-test/\" target=\"_blank\" rel=\"noopener\"> 81,000 or about 12.37 per cent of low-ratio mortgages would not have been approved</a>. The full impact of the new guidelines haven’t been felt yet, either. Many lenders still honoured mortgages approved before B-20 Guidelines applied. This is even true for<a href=\"https://betterdwelling.com/cibc-kills-foreign-income-program-makes-buying-canadian-real-estate-harder/\" target=\"_blank\" rel=\"noopener\"> foreign buyers, who only saw Guidelines apply to them as of February 1, 2018 at CIBC</a>. Other banks are expected to roll out similar rules for foreign income over the next few weeks, if they haven’t already quietly issued the change.</p>\n<p><img class=\"alignnone wp-image-1079333\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_3.jpg\" alt=\"\" width=\"600\" height=\"478\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_3.jpg 1386w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_3-621x495.jpg 621w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_3-964x768.jpg 964w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_3-660x526.jpg 660w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_3-375x299.jpg 375w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_3-768x612.jpg 768w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/FEB16_REAL_ESTATE_3-706x562.jpg 706w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></p>\n<p>The decline of Canadian real estate sales was expected, as was the impact of B-20 Guidelines. Benchmark prices from CREA typically<a href=\"http://vancitycondoguide.com/trying-to-understand-the-mls-benchmark/\" target=\"_blank\" rel=\"noopener\"> lag by up to six months</a>. As a result, so do buyer and seller expectations. If you’re in the market for a home right now, make sure you find an agent that is willing to explain that to you as well.<img src=\"“https://www.google-analytics.com/collect?v=1&amp;tid=UA-47665702-1&amp;cid=555&amp;t=event&amp;ec=macleans&amp;ea=load&amp;dp=%2Fmacleans%2Fsyndicate1&amp;dt=Macleans%20Repub”\" /></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</article>\n</div>\n</div>\n</div>\n</div>\n</div>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/canadian-real-estate-sales-just-fell-the-most-since-2008-heres-why/\">Canadian real estate sales just fell the most since 2008. Here&#8217;s why.</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/canadian-real-estate-sales-just-fell-the-most-since-2008-heres-why/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>December&#8217;s manufacturing sales slip from November&#8217;s record high: StatCan</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/decembers-manufacturing-sales-slip-from-novembers-record-high-statcan/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/decembers-manufacturing-sales-slip-from-novembers-record-high-statcan/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 21:29:50 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079325</guid>\n\t\t<description><![CDATA[<p>OTTAWA &#8211; Canada&#8217;s manufacturing sales in December were $55.5 billion, which was down 0.3 per cent from a revised record high for November, Statistics Canada reported Friday.<br />\n&#8220;The surge in&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/decembers-manufacturing-sales-slip-from-novembers-record-high-statcan/\">December&#8217;s manufacturing sales slip from November&#8217;s record high: StatCan</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>OTTAWA &#8211; Canada&#8217;s manufacturing sales in December were $55.5 billion, which was down 0.3 per cent from a revised record high for November, Statistics Canada reported Friday.</p>\n<p>&#8220;The surge in November, related to a rebound in automotive shipments after the October shutdowns, was not expected to continue through the year-end,&#8221; TD economist Michael Dolega wrote Friday.</p>\n<p>Nevertheless, he said December was &#8220;still somewhat disappointing&#8221; with 11 of 21 manufacturing industries reporting declines and volumes down 0.1 per cent after adjusting for price changes.</p>\n<p>The petroleum and coal product industry dropped 4.1 per cent to $5.7 billion in December, after five consecutive increases, Statistics Canada reported.</p>\n<p>Food industry sales — the second-largest category tracked by the federal agency — dropped 2.6 per cent to $8.5 billion after the strongest November in years.</p>\n<p>That was partly offset by a 1.3 per cent increase in transportation equipment, which rose to $10.7 billion — including $5.3 billion from motor vehicles and $2.59 billion from motor vehicle parts.</p>\n<p>Sales were down in seven provinces including Quebec, which saw a 1.1 per cent decline to $13.2 billion. Ontario&#8217;s manufacturing sales were up 1.2 per cent to $25.7 billion while Alberta sales rose 1.2 per cent to $6.2 billion.</p>\n<p>For the fourth quarter ended in December, manufacturing sales were up 2.8 per cent at $164.8 billion, including price increases. In volume terms, quarterly sales were up 1.1 per cent to $143.0 billion.</p>\n<p>&#8220;On the whole, we remain cautiously optimistic for the Canadian manufacturing sector,&#8221; Dolega wrote.</p>\n<p>He pointed to two contrary forces that will likely be at play: the positive stimulative effect of U.S. tax reform, and the negative effect of protectionist sentiment and uncertain trade talks between the United States, Canada and Mexico.</p>\n<p>Statistics Canada will release further data next week that will shed more light on fourth-quarter economic performance. The December wholesale trade report comes on Tuesday and December retail trade on Thursday.</p>\n<p>Its report on Canada&#8217;s gross domestic product for the fourth quarter will be issued March 2.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/decembers-manufacturing-sales-slip-from-novembers-record-high-statcan/\">December&#8217;s manufacturing sales slip from November&#8217;s record high: StatCan</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/decembers-manufacturing-sales-slip-from-novembers-record-high-statcan/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Air Canada adding more planes to Rouge for use on domestic routes</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/air-canada-adding-more-planes-to-rouge-for-use-on-domestic-routes/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/air-canada-adding-more-planes-to-rouge-for-use-on-domestic-routes/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 21:19:56 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079313</guid>\n\t\t<description><![CDATA[<p>MONTREAL &#8211; Air Canada is looking to cut operating costs and defend against competition from upstart low-cost competitors by adding more planes to its Rouge fleet and flying them on&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/air-canada-adding-more-planes-to-rouge-for-use-on-domestic-routes/\">Air Canada adding more planes to Rouge for use on domestic routes</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>MONTREAL &#8211; Air Canada is looking to cut operating costs and defend against competition from upstart low-cost competitors by adding more planes to its Rouge fleet and flying them on regional routes within Canada.</p>\n<p>Narrow-body Rouge planes that operate at lower cost could replace smaller regional aircraft operated by airline partners like Jazz on some routes.</p>\n<p>For example, one of several flights per day on a popular route could be converted to an Airbus plane, industry analysts were told Friday.</p>\n<p>Rouge aircraft are also available to compete if necessary with ultra low-cost carriers like WestJet&#8217;s new Swoop subsidiary, Flair Airlines or Canada Jetlines.</p>\n<p>&#8220;We needed to have the capability of introducing a lower-cost competitive vehicle, both on offence and on defence,&#8221; Air Canada CEO Calin Rovinescu said during a conference call about its 2017 results.</p>\n<p>The increased use of Rouge planes domestically is permitted under changes to the collective agreement with pilots negotiated last year.</p>\n<p>Several more Rouge planes are being added this summer and once all Boeing 787s are delivered next year there will be no limit on the number or type of single-aisle planes that can be flown by Rouge.</p>\n<p>Ben Smith, president of passenger airlines at Air Canada, said Rouge Airbus A320s and 321s can be converted to high density single class cabins or possibly another airplane type such as the Boeing 737 Max.</p>\n<p>Rovinescu also told analysts that a joint venture with Air China expected to be concluded in the coming months would enable it to be more aggressive in the competitive Pacific market.</p>\n<p>The joint venture would expand the relationship beyond the use of lounges and codesharing as it faces pressures on flights to China and Hong Kong.</p>\n<p>&#8220;It certainly it should certainly be an assistance to us in competing more aggressively,&#8221; Rovinescu said.</p>\n<p>Meanwhile, Air Canada announced Friday a new $250-million cost-cutting plan to be implemented by the end of 2019. That follows the completion of a $500-million plan launched in 2009 that eventually netted about $575 million in savings.</p>\n<p>The new drive to cut costs comes as the Montreal-based airline looks to maintain margins despite the expected slowing down of its capacity growth with the arrival of its final new large planes.</p>\n<p>&#8220;We showed we can take costs out in bad times but we now need to show we can continue to have that cost discipline in good times,&#8221; Rovinescu told analysts.</p>\n<p>The cost savings are expected to come from procurement, maintenance, aircraft leases, internal engineering, overhead and simplified business processes, added chief financial officer Michael Rousseau.</p>\n<p>Chris Murray of AltaCorp Capital Inc. said the new drive for efficiency is important as Air Canada&#8217;s growth slows to about seven per cent in 2018 from nearly 12 per cent in 2017, with more reductions likely in subsequent years.</p>\n<p>He expects the savings to come from &#8220;behind the scenes stuff&#8221; that won&#8217;t be felt by passengers.</p>\n<p>Air Canada capped a strong 2017 by earning adjusted net income of $61 million, or 22 cents per share for the quarter — ahead of analyst estimates of 14 cents per share, according to Thomson Reuters data.</p>\n<p>The airline&#8217;s operating revenue was $3.82 billion in the fourth quarter, up from $3.43 billion a year earlier and above the estimate of $3.75 billion.</p>\n<p>Net income was $8 million or two cents per share for the three months ended Dec. 31, which was an improvement over a 2016 fourth-quarter loss of $179 million but lower than expected.</p>\n<p>&#8220;Overall, we liked what we saw in the Q4 results,&#8221; wrote analyst Walter Spracklin of RBC Dominion Securities in a note to clients.</p>\n<p>For the full year, it earned $2.04 billion or $7.34 per share, up from $876 million or $3.10 per share in 2016. Adjusted profits also rose five cents per share to $4.11.</p>\n<p>Revenue grew 10.7 per cent to $16.2 billion as the airline carried a record 48.1 million passengers, up 7.3 per cent from the prior year.</p>\n<p>This included record revenues from cargo and Air Canada Vacations along with more than $1 billion in ancillary revenues from payments for checked baggage, seats, food and changed bookings.</p>\n<p>Strong demand and growing connecting traffic through its three hubs in Canada are expected to result in another good year in 2018, said Rovinescu, who added the performance is under appreciated by investors.</p>\n<p>Air Canada&#8217;s shares grew nearly 90 per cent last year and were up 2.3 per cent at $24.88 in midday trading on the Toronto Stock Exchange.</p>\n<p>Follow @RossMarowits on Twitter.</p>\n<p>Companies in this story: (TSX:AC, TSX:WJA)</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/air-canada-adding-more-planes-to-rouge-for-use-on-domestic-routes/\">Air Canada adding more planes to Rouge for use on domestic routes</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/air-canada-adding-more-planes-to-rouge-for-use-on-domestic-routes/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Khodorkovsky plots out a long game: a post-Putin Russia</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/khodorkovsky-plots-out-a-long-game-a-post-putin-russia/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/khodorkovsky-plots-out-a-long-game-a-post-putin-russia/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 21:03:00 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079303</guid>\n\t\t<description><![CDATA[<p>In this picture taken on Thursday, Feb. 15, 2018, exiled former Russian oligarch Mikhail Khodorkovsky speaks during an interview with the Associated Press in London. Russian oligarch-turned-dissident Mikhail Khodorkovsky says&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/khodorkovsky-plots-out-a-long-game-a-post-putin-russia/\">Khodorkovsky plots out a long game: a post-Putin Russia</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_1079305\" style=\"width: 659px\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-1079305\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/XAG503-215_2018_182845_high.jpg\" alt=\"\" width=\"649\" height=\"378\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/XAG503-215_2018_182845_high.jpg 649w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/XAG503-215_2018_182845_high-401x234.jpg 401w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/XAG503-215_2018_182845_high-375x218.jpg 375w\" sizes=\"(max-width: 649px) 100vw, 649px\" /><p class=\"wp-caption-text\">In this picture taken on Thursday, Feb. 15, 2018, exiled former Russian oligarch Mikhail Khodorkovsky speaks during an interview with the Associated Press in London. Russian oligarch-turned-dissident Mikhail Khodorkovsky says he‚Äôs not interested in replacing Vladimir Putin as president. Khodorkovsky told The Associated Press in an interview Thursday that he might line up behind TV star Ksenia Sobchak in next month‚Äôs presidential election _ or he might just cast a spoiled ballot.(AP Photo/Alastair Grant)</p></div>\n<p>LONDON &#8211; He once was Russia&#8217;s richest man, and then for 10 years its most famous prisoner. Now Mikhail Khodorkovsky wants to try a new mantle: godfather of Russian democracy.</p>\n<p>Khodorkovsky is playing a long game, looking well past the Russian presidential election on March 18 that is guaranteed to give President Vladimir Putin yet another six-year term.</p>\n<p>In a wide-ranging interview with The Associated Press ahead of the vote, Khodorkovsky warned that U.S. and European Union sanctions against Russia are fueling Putin&#8217;s domestic agenda instead of hurting him, and predicted more ugly Russian-U.S. relations in Putin&#8217;s next term.</p>\n<p>&#8220;For him and for those he represents, America is only good as an enemy,&#8221; Khodorkovsky said.</p>\n<p>Exiled and forced into managing his political movement remotely from London, Khodorkovsky&#8217;s own presidential ambitions appear to be fading, as the 54-year-old looks for younger proteges more likely to outlast the 65-year-old Putin.</p>\n<p>&#8220;I can do what I want and still die under Putin. Those who are today 20 or 30 are today planning how they will live afterward,&#8221; said the oligarch-turned-dissident, who spent a decade in prison seen as punishment for his political ambitions.</p>\n<p>Khodorkovsky was stripped of the bulk of his assets but is using his remaining fortune — around half a billion dollars — on a plan to re-imagine the Russian political system. He wants to put more power in the hands of parliament and regional legislatures.</p>\n<p>He&#8217;s not alone in thinking ahead. The outcome of the March 18 vote is so pre-ordained that many of Putin&#8217;s opponents are focusing instead on what happens when his term ends in 2024 — or beyond.</p>\n<p>Still, Khodorkovsky is urging people to &#8220;get off the couch&#8221; and vote next month, arguing against a boycott like that suggested by Russian opposition leader Alexei Navalny. Khodorkovsky himself is barred from running because of his recent criminal record.</p>\n<p>His own presidential vote may go to Ksenia Sobchak, a 36-year-old Russian TV host. But Khodorkovsky has challenged her to clarify her positions first, to prove she&#8217;s not just a superficial effort to inject controversy and glamour into the largely tension-free race.</p>\n<p>&#8220;I don&#8217;t know if I will vote for her — or cross everyone out and write &#8216;I&#8217;m sick of Putin,'&#8221; Khodorkovsky said.</p>\n<p>Khodorkovsky says Navalny is too focused on seizing power to be a viable solution. Navalny is also barred from challenging Putin in the March election due to a conviction that supporters call politically motivated.</p>\n<p>&#8220;We don&#8217;t need a czar, good or bad. We need people who are ready to seek consensus,&#8221; Khodorkovsky said.</p>\n<p>Asked if he wants to run for president in 2024, Khodorkovsky said, &#8220;I am against anyone running to replace Putin. I think it&#8217;s a doomed position.&#8221;</p>\n<p>Contrary to whispers that the former oil tycoon would launch a political career upon his release from prison in 2013, Khodorkovsky has a longer-term strategy: a 10-year plan to lay stronger civil and political foundations in Russia for when the Putin regime is &#8220;swept away.&#8221;</p>\n<p>Khodorkovsky is ready to finance alternative leaders, particularly young ones. But he doesn&#8217;t want a revolution — he wants an evolution that focuses on policies not personalities.</p>\n<p>&#8220;If there&#8217;s a parliamentary system and a president is needed &#8230; that person should have minimal ambitions,&#8221; he said.</p>\n<p>And that person probably won&#8217;t be Khodorkovsky himself.</p>\n<p>He knows he&#8217;s widely disliked for making billions in the country&#8217;s turbulent 1990s while most Russians suffered bitterly. Known for his steely determination in business, Khodorkovsky bought up floundering state companies for a pittance, turned them around and used his resulting power to squeeze out rivals and minority shareholders.</p>\n<p>Asked how he responds to Russians who see him as a thief, Khodorkovsky sighs deeply and stares at the table. After a pause, he calls his fortune a &#8220;justified bonus&#8221; for his work.</p>\n<p>But unlike other Russian oligarchs, Khodorkovsky now enjoys an exceptional moral authority for surviving years in Russia&#8217;s dismal penal system and waging legal battles in a corrupt and troubled justice system.</p>\n<p>And his money speaks: funding his Open Russia political movement that supports opposition politicians, provides legal support for victims of rights abuse and runs media projects.</p>\n<p>He was pardoned in 2013 but the Kremlin still sees him as a threat — the Open Russia website and all affiliated domain names have been blocked in Russia since Christmas.</p>\n<p>Khodorkovsky &#8220;is relevant as long as he has his political movement &#8230; he wants to keep his possibilities open,&#8221; said Alexei Makarkin of the Center for Political Technologies in Moscow.</p>\n<p>&#8220;He has support in society &#8211; rather small, but it exists,&#8221; Makarkin said — and that could prove useful &#8220;if the machine of the state turns out to be not as durable as expected and suddenly collapses.&#8221;</p>\n<p>In the meantime, Khodorkovsky travels around Europe and the United States to meet like-minded Russians, invests in real estate and gives lectures at universities.</p>\n<p>He is bemused by the Russian security services&#8217; haphazard attempts to keep tabs on him, but no longer fears for his life, rejecting the question with a nonchalant shrug.</p>\n<p>His voice rises, however, when railing against enemies — including today&#8217;s Russian oligarchs, who he says are too invested in the current system to stand up to Putin. He said a recent name-and-shame U.S. list of rich and powerful Russians means the oligarchs now face a life-changing choice.</p>\n<p>&#8220;Stay and work in Putin&#8217;s Russia, but then understand that from that moment on, you no longer have opportunities outside Russia&#8217;s borders. Or say, that&#8217;s it, we earned something, and now we need to get out of this game before it&#8217;s too late,&#8221; he said.</p>\n<p>He&#8217;s also frustrated that U.S. and EU sanctions — prompted by Russia&#8217;s 2014 annexation of Crimea and its support for separatists in eastern Ukraine — feed Putin&#8217;s argument that Russians&#8217; problems are caused by the West.</p>\n<p>U.S. officials &#8220;say &#8216;we are helping the Russian opposition with sanctions.&#8217; No, you are not helping,&#8221; he said.</p>\n<p>However he doesn&#8217;t think that Putin organized interference to ensure Donald Trump&#8217;s election in 2016.</p>\n<p>&#8220;America is a powerful democratic system and no czar, even with loyal hacker armies, is capable of deforming such a system,&#8221; he declared.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/khodorkovsky-plots-out-a-long-game-a-post-putin-russia/\">Khodorkovsky plots out a long game: a post-Putin Russia</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/khodorkovsky-plots-out-a-long-game-a-post-putin-russia/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Commerce Dept. backs tariffs on imported aluminum and steel</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/commerce-dept-backs-tariffs-on-imported-aluminum-and-steel/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/commerce-dept-backs-tariffs-on-imported-aluminum-and-steel/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 21:01:25 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079299</guid>\n\t\t<description><![CDATA[<p>WASHINGTON &#8211; The Commerce Department is urging President Donald Trump to impose tariffs or quotas on imported aluminum and steel, which it calls a natural security threat.<br />\nThe recommendations unveiled&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/commerce-dept-backs-tariffs-on-imported-aluminum-and-steel/\">Commerce Dept. backs tariffs on imported aluminum and steel</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>WASHINGTON &#8211; The Commerce Department is urging President Donald Trump to impose tariffs or quotas on imported aluminum and steel, which it calls a natural security threat.</p>\n<p>The recommendations unveiled by Secretary Wilbur Ross Friday are likely to escalate tensions with China and other U.S. trading partners. Stepped-up foreign production of steel and aluminum, especially by China, has driven down prices and hurt American producers.</p>\n<p>The Commerce Department is recommending tariffs on all steel and aluminum imports, higher tariffs on imports from specific countries or a quota on imports.</p>\n<p>The measures are meant to increase U.S. production to 80 per cent of capacity in both industries. U.S. steel plants are running at 73 per cent of capacity and aluminum plants at 48 per cent.</p>\n<p>Trump has to make a decision on steel by April 11 and on aluminum by April 19.</p>\n<p>Last year, the president ordered an investigation into whether aluminum and steel imports posed a threat to national defence. On Friday, Ross said: &#8220;In each case, the imports threaten to impair our national security.&#8221;</p>\n<p>Ross is offering the president three options:</p>\n<p>—Impose tariffs of 24 per cent on all steel and 7.7 per cent on aluminum imports from all countries.</p>\n<p>—Impose tariffs of 53 per cent on steel imports from 12 countries, including Brazil, China and Russia, and tariffs of 23.6 per cent on aluminum imports from China, Hong Kong, Russia, Venezuela and Vietnam. Under this option, the United States would also impose a quota limiting all other countries to the aluminum and steel they exported to the United States last year.</p>\n<p>—Impose a quota on steel and aluminum imports from everywhere, limiting each country 63 per cent of the steel and 86.7 per cent of the aluminum they shipped to the U.S. last year.</p>\n<p>Section 232 of the Trade Expansion Act of 1962 gives the president the power to restrict imports and impose unlimited tariffs if a Commerce Department investigation finds they threaten national security.</p>\n<p>Since the United States joined the World Trade Organization in 1995, it has only pursued two such investigations. Both times — in a 1999 case involving oil imports and a 2001 case involving iron ore and steel imports — the Commerce Department refused to recommend sanctions.</p>\n<p>Critics fear that other countries will retaliate or use national security as a pretext to impose trade sanctions of their own.</p>\n<p>China this week appealed to President Trump to settle the steel and aluminum disputes through negotiation. Chinese Foreign Ministry spokesman Geng Shuang said Wednesday that all governments should &#8220;spare no effort to avoid negative impacts&#8221; on the global economy.</p>\n<p>The Trump administration is also considering imposing sanctions against China for forcing American companies to share their intellectual property and stealing trade secrets.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/commerce-dept-backs-tariffs-on-imported-aluminum-and-steel/\">Commerce Dept. backs tariffs on imported aluminum and steel</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/commerce-dept-backs-tariffs-on-imported-aluminum-and-steel/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Liberals lay down new rules to end use of coal, natural-gas power plants</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/liberals-lay-down-new-rules-to-end-use-of-coal-natural-gas-power-plants/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/liberals-lay-down-new-rules-to-end-use-of-coal-natural-gas-power-plants/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 20:58:36 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079293</guid>\n\t\t<description><![CDATA[<p>THE CANADIAN PRESS/Justin Tang<br />\nOTTAWA &#8211; The federal Liberal government says its new regulations to phase out power plants fired by coal and natural gas will cost more than $2.2&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/liberals-lay-down-new-rules-to-end-use-of-coal-natural-gas-power-plants/\">Liberals lay down new rules to end use of coal, natural-gas power plants</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_1079295\" style=\"width: 660px\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-1079295\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/CPT127456359_high.jpg\" alt=\"\" width=\"650\" height=\"469\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/CPT127456359_high.jpg 650w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/CPT127456359_high-300x216.jpg 300w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/CPT127456359_high-375x271.jpg 375w\" sizes=\"(max-width: 650px) 100vw, 650px\" /><p class=\"wp-caption-text\">THE CANADIAN PRESS/Justin Tang</p></div>\n<p>OTTAWA &#8211; The federal Liberal government says its new regulations to phase out power plants fired by coal and natural gas will cost more than $2.2 billion, but potentially save the country billions more in reduced health care costs.</p>\n<p>Government documents posted online today outline the new measures aimed at reducing Canada&#8217;s dependence on the pollution-producing plants, and improving their efficiency.</p>\n<p>Three-quarters of the $2.2-billion price tag will fall on the shoulders of Nova Scotia and New Brunswick, which aren&#8217;t expected to end their reliance on coal for power until at least 2040.</p>\n<p>Federal officials estimate savings of $4.9 billion related to declines in air pollution over the next 12 years.</p>\n<p>The Canadian Electricity Association says in a statement that the new regulations add another layer of red tape for the sector, something that&#8217;s sure to affect rates across the country.</p>\n<p>The Liberals are also launching a task force to come up with ways to help coal workers that will lose their jobs as a result of the decreasing reliance on coal-fired electricity plants.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/liberals-lay-down-new-rules-to-end-use-of-coal-natural-gas-power-plants/\">Liberals lay down new rules to end use of coal, natural-gas power plants</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/liberals-lay-down-new-rules-to-end-use-of-coal-natural-gas-power-plants/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Canada won&#8217;t act in &#8216;impulsive way&#8217; in response to U.S. tax cuts: Morneau</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/canada-wont-act-in-impulsive-way-in-response-to-u-s-tax-cuts-morneau/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/canada-wont-act-in-impulsive-way-in-response-to-u-s-tax-cuts-morneau/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 20:56:32 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079287</guid>\n\t\t<description><![CDATA[<p>Minister of Finance Bill Morneau speaks to media after meeting with private sector economists, in Toronto on Friday, February 16, 2018. THE CANADIAN PRESS/Christopher Katsarov<br />\nTORONTO &#8211; The Liberal government&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/canada-wont-act-in-impulsive-way-in-response-to-u-s-tax-cuts-morneau/\">Canada won&#8217;t act in &#8216;impulsive way&#8217; in response to U.S. tax cuts: Morneau</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_1079289\" style=\"width: 660px\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-1079289\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/CKL104456338_high.jpg\" alt=\"\" width=\"650\" height=\"432\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/CKL104456338_high.jpg 650w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/CKL104456338_high-375x249.jpg 375w\" sizes=\"(max-width: 650px) 100vw, 650px\" /><p class=\"wp-caption-text\">Minister of Finance Bill Morneau speaks to media after meeting with private sector economists, in Toronto on Friday, February 16, 2018. THE CANADIAN PRESS/Christopher Katsarov</p></div>\n<p>TORONTO &#8211; The Liberal government will not &#8220;act in an impulsive way&#8221; in response to U.S. corporate tax cuts that economists say pose a threat to Canada&#8217;s competitiveness, the federal finance minister said after a pre-budget meeting Friday.</p>\n<p>Bill Morneau said the government is conducting careful analysis in connection with U.S. President Donald Trump&#8217;s sweeping tax reforms, which cut the U.S. corporate tax rate from 35 per cent to 21 per cent at the beginning of the year.</p>\n<p>&#8220;We are doing our analysis to make sure that we understand the impact of any changes, &#8230; to make sure we get it right and not to act in an impulsive way,&#8221; he told reporters on Friday.</p>\n<p>Morneau&#8217;s comments came after he met with private sector economists in Toronto to get their input on everything from the North American Free Trade Agreement to global economic uncertainty ahead of the federal budget on Feb. 27.</p>\n<p>The panel typically includes about a dozen experts from commercial banks, think tanks and trade associations.</p>\n<p>The finance minister was tight-lipped Friday about the upcoming budget but said the discussion with economists touched on the uncertainty around NAFTA renegotiations and the impact of changes to U.S. tax rates on the Canadian economy.</p>\n<p>&#8220;We will carefully consider the U.S. changes and the international situation to make sure that our economy is competitive,&#8221; Morneau said.</p>\n<p>He would not comment on whether tax cuts are in the cards for large Canadian corporations.</p>\n<p>Economists have said the tax reforms will give companies another reason to set up shop or relocate south of the border.</p>\n<p>When asked whether the upcoming budget would be a balanced one, Morneau said the government&#8217;s approach has a &#8220;long-term view to being fiscally responsible.&#8221;</p>\n<p>&#8220;We&#8217;ll maintain that fiscal responsibility. But we&#8217;ll do it while thinking about how we ensure that the growth that we&#8217;ve seen (and) that the growth that we hope to continue to see, really benefits all Canadians,&#8221; he said.</p>\n<p>Morneau also told reporters that while it&#8217;s important that the Bank of Canada remains independent, he is &#8220;open to ideas&#8221; on working with the central bank.</p>\n<p>On Thursday, the Bank of Canada&#8217;s deputy governor Lawrence Schembri said one option to strengthen the central bank&#8217;s monetary policy framework is more &#8220;explicit co-ordination&#8221; with Ottawa. He added during his speech in Winnipeg that &#8220;simultaneous policy action&#8221; has benefits, and studies have shown that co-ordinating interest rates with government spending can be &#8220;highly effective.&#8221;</p>\n<p>Morneau said Friday it continues to be important that Ottawa considers how the economy changes amid rising interest rates.</p>\n<p>&#8220;We continue to see the Bank of Canada as independent from government &#8230; I&#8217;m open to ideas, always, from the Bank of Canada. It&#8217;s not something that we&#8217;re exploring in depth right now.&#8221;</p>\n<p>Morneau also hinted Friday that clarifications to rules around passive income for small businesses would be coming, after a suite of changes announced last summer drew substantial backlash from the business community.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/canada-wont-act-in-impulsive-way-in-response-to-u-s-tax-cuts-morneau/\">Canada won&#8217;t act in &#8216;impulsive way&#8217; in response to U.S. tax cuts: Morneau</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/canada-wont-act-in-impulsive-way-in-response-to-u-s-tax-cuts-morneau/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Nova Scotia sets emissions reporting requirements for cap and trade regime</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/nova-scotia-sets-emissions-reporting-requirements-for-cap-and-trade-regime/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/nova-scotia-sets-emissions-reporting-requirements-for-cap-and-trade-regime/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 20:54:55 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079279</guid>\n\t\t<description><![CDATA[<p>The Tufts Cove Generating Station is seen in along the shores of Halifax harbour on Friday, Jan.19, 2018. Nova Scotia will require industrial facilities generating 50,000 tonnes or more of&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/nova-scotia-sets-emissions-reporting-requirements-for-cap-and-trade-regime/\">Nova Scotia sets emissions reporting requirements for cap and trade regime</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_1079281\" style=\"width: 660px\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-1079281\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/HAL102456288_high.jpg\" alt=\"\" width=\"650\" height=\"477\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/HAL102456288_high.jpg 650w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/HAL102456288_high-375x275.jpg 375w\" sizes=\"(max-width: 650px) 100vw, 650px\" /><p class=\"wp-caption-text\">The Tufts Cove Generating Station is seen in along the shores of Halifax harbour on Friday, Jan.19, 2018. Nova Scotia will require industrial facilities generating 50,000 tonnes or more of greenhouse gas emissions per year to report emissions under its proposed cap and trade regime. THE CANADIAN PRESS/Andrew Vaughan</p></div>\n<p>HALIFAX &#8211; Nova Scotia will require industrial facilities generating 50,000 tonnes or more of greenhouse gas emissions per year to report emissions under its proposed cap and trade regime, although key details such as the actual caps and their effect on consumers are yet to be released.</p>\n<p>Environment Minister Iain Rankin said Friday that regulations are being developed that would make participation mandatory for about 20 large industrial emitters including Nova Scotia Power, Northern Pulp, Lafarge, and large oil and gasoline companies such as ExxonMobil, Imperial and Irving.</p>\n<p>&#8220;The next round we will have our caps set in place,&#8221; said Rankin. &#8220;We have some discussions we have to do with Environment and Climate Change Canada to know exactly where those caps will be, but the important part of that is that they will be declining caps year over year.&#8221;</p>\n<p>Officials said much of the larger entities&#8217; emissions data is readily available because they already report to federal authorities.</p>\n<p>Nova Scotia&#8217;s regulations will also cover petroleum product suppliers that import or produce 200 litres of fuel or more per year for consumption in the province and natural gas distributors whose products produce at least 10,000 tonnes of greenhouse gas emissions a year.</p>\n<p>Rankin said companies must report by May 1 this year and by June 1 in subsequent years. They must get their reports verified by a third party by Sept. 1 every year.</p>\n<p>The government passed enabling legislation for cap and trade last fall but no information has been released on how much the measure will cost the economy. Premier Stephen McNeil has said the goal is to reduce emissions with minimal impact to consumers.</p>\n<p>&#8220;We don&#8217;t have caps yet,&#8221; Rankin said. &#8220;We need to find our baseline, we need to set caps, and then we will be able to have a discussion on what the impact will be.&#8221;</p>\n<p>The caps are expected to be in place sometime this spring.</p>\n<p>Nova Scotia opted for cap and trade in November 2016 as part of the federal government&#8217;s push to get the provinces to set a price on carbon. An agreement recognized the province had already met Canada&#8217;s target of a 30 per cent reduction in emissions from 2005 by 2030.</p>\n<p>The province&#8217;s legislation has set out that the province is going it alone. McNeil hasn&#8217;t ruled out some sort of regional arrangement, but Rankin said no other province in Atlantic Canada had approached Nova Scotia about working together.</p>\n<p>Jason Hollett, the Environment Department&#8217;s executive director of climate change, said Nova Scotia&#8217;s program would cover 80 to 90 per cent of all emissions in the province.</p>\n<p>&#8220;The other emissions come from things like landfill gas emissions, agriculture tilling — the release of methane through soil — those types of emissions are really difficult to measure and calculate, so generally for carbon pricing programs you don&#8217;t cover those emissions.&#8221;</p>\n<p>The province says its cap and trade program is slated to begin next January.</p>\n<p>Note to readers: This is a corrected story. A previous version incorrectly stated that companies&#8217; reports would need to be verified annually by a third party by May.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/nova-scotia-sets-emissions-reporting-requirements-for-cap-and-trade-regime/\">Nova Scotia sets emissions reporting requirements for cap and trade regime</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/nova-scotia-sets-emissions-reporting-requirements-for-cap-and-trade-regime/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Activists delay rebuild of Hawaii hotel with Elvis ties</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/activists-delay-rebuild-of-hawaii-hotel-with-elvis-ties/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/activists-delay-rebuild-of-hawaii-hotel-with-elvis-ties/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 20:52:51 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079273</guid>\n\t\t<description><![CDATA[<p>(Dennis Fujimoto/The Garden Island via AP, File)<br />\nHONOLULU, Hawaii &#8211; Developers rebuilding a storied, hurricane-ravaged Hawaii hotel with a Hollywood connection were looking forward to the Coco Palms&#8217; rebirth when&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/activists-delay-rebuild-of-hawaii-hotel-with-elvis-ties/\">Activists delay rebuild of Hawaii hotel with Elvis ties</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_1079275\" style=\"width: 660px\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-1079275\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/HIGAR403-915_2007_065307_high.jpg\" alt=\"\" width=\"650\" height=\"434\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/HIGAR403-915_2007_065307_high.jpg 650w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/HIGAR403-915_2007_065307_high-375x250.jpg 375w\" sizes=\"(max-width: 650px) 100vw, 650px\" /><p class=\"wp-caption-text\">(Dennis Fujimoto/The Garden Island via AP, File)</p></div>\n<p>HONOLULU, Hawaii &#8211; Developers rebuilding a storied, hurricane-ravaged Hawaii hotel with a Hollywood connection were looking forward to the Coco Palms&#8217; rebirth when two men showed up last year, claiming to own the property because they descend from King Kaumualii, the last ruler of Kauai.</p>\n<p>The men set up camp in tents and at the old tennis pro shop at the shuttered resort, where Elvis Presley&#8217;s character got married in the 1961 film &#8220;Blue Hawaii.&#8221; Hurricane Iniki forced its closure in 1992.</p>\n<p>&#8220;They simply just showed up and started squatting,&#8221; said Chad Waters, one of the partners of Coco Palms Hui, the company leading the redevelopment.</p>\n<p>Police were called, trespassing citations were written, and a judge last month issued an order to evict them.</p>\n<p>Since then, a stream of protesters has come and gone, with some days just a few demonstrators and others dozens camped out at the resort near an ancient Hawaiian fishpond in the community of Wailua.</p>\n<p>It&#8217;s the latest example of Native Hawaiian activists taking a stand on cultural issues and sacred places, such as challenging a giant telescope planned for a Hawaiian mountain and blocking the U.S. military from using an uninhabited Hawaiian island as a live-fire testing site.</p>\n<p>The protest also comes amid continued activism by indigenous groups across the U.S., who have rallied over issues ranging from sports mascots to environmental causes such as the Dakota Access and Keystone XL oil pipelines.</p>\n<p>Attempts by The Associated Press to reach the two men in the Coco Palms case — Noa Mau-Espirito and Charles Hepa — by phone and online for comment were unsuccessful. However, Mau-Espirito last year told The Garden Island newspaper: &#8220;We have title to the land. We&#8217;re not camping. Our goal is to get all the families who have royal patents in Wailua back on their land.&#8221;</p>\n<p>The judge disagreed with the men, ruling their claims don&#8217;t give them the right to occupy the property.</p>\n<p>For Kaukaohu Wahilani, who flew from his home on Oahu to Kauai to support Mau-Espirito and others, it&#8217;s about standing up to the wrongs committed against Hawaiians — all the way back to the overthrow of the Hawaiian kingdom 125 years ago.</p>\n<p>&#8220;That was the place of kings, that was the place of alli,&#8221; he said, using the Hawaiian word for ruler or royalty. &#8220;It was a sacred place, and it still is.&#8221;</p>\n<p>He and other Native Hawaiians want the area called by its traditional name, Wailuanuiahoano.</p>\n<p>At least 50 protesters gathered at the site, bracing for law enforcement action, as the judge&#8217;s 6 p.m., Jan. 28, deadline to leave the property approached. But no police showed up, and the protesters remained.</p>\n<p>&#8220;I was kind of hoping (police) would have showed up at 6 because we had a lot of people there,&#8221; said Wahilani, a Native Hawaiian activist who considers himself a subject of the Hawaiian kingdom.</p>\n<p>Last month, the defendants filed a document stamped the &#8220;Hawaiian Judiciary Court of the Sovereign,&#8221; saying the judge in the Coco Palms case needs to surrender to law enforcement or face &#8220;immediate arrest.&#8221; In court documents, Judge Michael Soong called the filing nonsensical &#8220;legalistic gibberish.&#8221;</p>\n<p>Five to 10 people have been at the property this week, Waters said.</p>\n<p>He and his partner requested help from state sheriffs.</p>\n<p>Toni Schwartz, spokeswoman for the state Department of Public Safety, said only that the sheriffs are working toward a resolution with the property owner, Kauai police and the protesters. &#8220;For safety and security reasons, we are not at this time, free to discuss any strategies that may be utilized in any related enforcement action,&#8221; Schwartz said in a statement.</p>\n<p>Demolition began in 2016, with the goal of reopening in mid-2018. The clash has caused delays, so the developers hope to start construction soon after the protesters leave, Waters said.</p>\n<p>The renovated hotel will have 350 rooms, including 22 master suites and about 50 junior suites. Hyatt will manage the hotel once it&#8217;s reopened.</p>\n<p>Wailua was the political centre of Kauai long before the resort opened in 1953 and Presley&#8217;s character crooned the &#8220;Hawaiian Wedding Song&#8221; while holding his bride&#8217;s hand and boarding a raft to cross a lagoon.</p>\n<p>It&#8217;s where chiefs were born and lived, said Lilia Merrin, a teaching assistant at the University of Hawaii&#8217;s Kamakakuokalani Center for Hawaiian Studies. Because of its high amount of surface water, it was ideal for loi, irrigated fields for farming the starchy vegetable taro, a staple crop, she said.</p>\n<p>Growing up in Wailua, Merrin knew of Coco Palms mostly as the hotel where family friends worked in service jobs before the hurricane. She learned about its Hawaiian significance in college. &#8220;If we understand these places, we can better protect them,&#8221; she said.</p>\n<p>Coco Palms Hui has planned since 2014 to set aside land at the resort for a community non-profit that will offer lessons in Hawaiian culture, including hula, lei making, Hawaiian language and ukulele.</p>\n<p>The non-profit also will provide hotel workers with a guide about Hawaiian culture and the historic Wailua area. The fishponds and lagoons are on the state historic registry and will be preserved.</p>\n<p>Tyler Greene, the other partner of Coco Palms Hui, has said the resort will help the island by supporting &#8220;healthy and vibrant activity for both the residents and visitors,&#8221; according to The Garden Island.</p>\n<p>The Coco Palms fight was inspired by what protesters accomplished against the Thirty Meter Telescope, which they said would desecrate sacred Mauna Kea, Wahilani said.</p>\n<p>Construction stopped in 2015 after 31 demonstrators were arrested on the mountain for blocking the work. A second attempt to restart construction ended with more arrests and crews retreating.</p>\n<p>The project is now tied up in legal battles.</p>\n<p>&#8220;Mauna Kea brought us together, and since then we&#8217;ve done amazing things,&#8221; Wahilani said.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/activists-delay-rebuild-of-hawaii-hotel-with-elvis-ties/\">Activists delay rebuild of Hawaii hotel with Elvis ties</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/activists-delay-rebuild-of-hawaii-hotel-with-elvis-ties/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Burnaby seeks appeal over tree cutting permits involving Trans Mountain pipeline</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/burnaby-seeks-appeal-over-tree-cutting-permits-involving-trans-mountain-pipeline/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/burnaby-seeks-appeal-over-tree-cutting-permits-involving-trans-mountain-pipeline/#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 20:48:16 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079267</guid>\n\t\t<description><![CDATA[<p>BURNABY, B.C. &#8211; The City of Burnaby wants to appeal a National Energy Board decision that exempts Kinder Morgan from local land and tree clearance bylaws in the expansion of&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/burnaby-seeks-appeal-over-tree-cutting-permits-involving-trans-mountain-pipeline/\">Burnaby seeks appeal over tree cutting permits involving Trans Mountain pipeline</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>BURNABY, B.C. &#8211; The City of Burnaby wants to appeal a National Energy Board decision that exempts Kinder Morgan from local land and tree clearance bylaws in the expansion of the Trans Mountain pipeline.</p>\n<p>A decision by the board last December overruled two sections of the bylaw, which would have required Trans Mountain to have preliminary plans and clearing permits.</p>\n<p>Burnaby is seeking leave to appeal in the Federal Court of Appeal.</p>\n<p>The board released three decisions this week approving a tunnel route for a portion of the pipeline through Burnaby.</p>\n<p>The city argues in a news release that the company should be required to comply with all municipal bylaws, despite its argument they were unconstitutional because they conflicted with approval from the federal government and the National Energy Board Act.</p>\n<p>The city also wants to appeal an energy board&#8217;s ruling that found Burnaby&#8217;s timeline for issuing permits represented an &#8220;unreasonable delay.&#8221;</p>\n<p>Burnaby&#8217;s legal action comes as tensions increase between British Columbia and Alberta over the pipeline.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/burnaby-seeks-appeal-over-tree-cutting-permits-involving-trans-mountain-pipeline/\">Burnaby seeks appeal over tree cutting permits involving Trans Mountain pipeline</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/burnaby-seeks-appeal-over-tree-cutting-permits-involving-trans-mountain-pipeline/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>How the cloud can boost your business game</title>\n\t\t<link>http://pubads.g.doubleclick.net/gampad/clk?id=4580590766&#038;iu=/7326/Tracking.Pixels</link>\n\t\t<comments>http://pubads.g.doubleclick.net/gampad/clk?id=4580590766&#038;iu=/7326/Tracking.Pixels#respond</comments>\n\t\t<pubDate>Fri, 16 Feb 2018 18:08:23 +0000</pubDate>\n\t\t<dc:creator><![CDATA[helenwilliams@me.com]]></dc:creator>\n\t\t\t\t<category><![CDATA[Sponsored]]></category>\n\t\t<category><![CDATA[Telus20023772MC]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079101</guid>\n\t\t<description><![CDATA[<p>CarePartners is one of Ontario’s largest providers of home health-care services. With a major digital transformation of its operations underway, is it time to add “tech leader” to its credentials?</p>\n<p>The post <a rel=\"nofollow\" href=\"http://pubads.g.doubleclick.net/gampad/clk?id=4580590766&#038;iu=/7326/Tracking.Pixels\">How the cloud can boost your business game</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><img class=\"alignnone size-full wp-image-1079261\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/How-the-cloud-can-boost-your-business-game-1.jpg\" alt=\"\" width=\"800\" height=\"563\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/How-the-cloud-can-boost-your-business-game-1.jpg 800w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/How-the-cloud-can-boost-your-business-game-1-660x464.jpg 660w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/How-the-cloud-can-boost-your-business-game-1-375x264.jpg 375w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/How-the-cloud-can-boost-your-business-game-1-768x540.jpg 768w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/How-the-cloud-can-boost-your-business-game-1-799x562.jpg 799w\" sizes=\"(max-width: 800px) 100vw, 800px\" /></p>\n<p>At Kitchener, Ont.-based <a href=\"http://pubads.g.doubleclick.net/gampad/clk?id=4580230741&amp;iu=/7326/Tracking.Pixels\" target=\"_blank\" rel=\"noopener\">CarePartners</a>, keeping pace with technology means a better quality of life for its customers. And with 70,000 people across the province relying on the organization for critical home medical care and support, that’s a powerful incentive to embrace innovation.</p>\n<p>It’s a job that requires airtight coordination between its 4,500-plus health professionals and patients across 16 branch offices, and there’s little room for error.</p>\n<p>“We’re working with life-and-death matters,” says Dave Speedie, Director of IT at CarePartners.</p>\n<p>Now six months into a technology overhaul, the company is well on its way to radically transforming its business operations.</p>\n<p>Until recently, the company relied on a burdensome paper-based communication system. Healthcare workers in the field carried with them stacks of files containing treatment plans for each of the patients they would visit that day, and used older-model mobile phones in the field to check in on and coordinate appointments. A <a href=\"http://pubads.g.doubleclick.net/gampad/clk?id=4580230744&amp;iu=/7326/Tracking.Pixels\" target=\"_blank\" rel=\"noopener\">transition to cloud-enabled technology</a> – giving staff secure, 24/7 mobile access to patient scheduling and care plans, as well as mileage tracking – was a natural evolution.</p>\n<p>The cloud enables huge amounts of data to be stored and managed in remotely operated data centres, such as those operated by TELUS. This is proving invaluable to healthcare operators by facilitating secure access to<a href=\"http://pubads.g.doubleclick.net/gampad/clk?id=4580550375&amp;iu=/7326/Tracking.Pixels\" target=\"_blank\" rel=\"noopener\"> electronic medical records</a>, patient scheduling and patient-care data. And testing is underway to develop and improve cloud devices that will allow medical professionals to remotely monitor patients’ heart rate, blood sugar, cell counts and even brain patterns – all in real time.</p>\n<p>There is no time to waste in making the transition. Experts predict that organizations don’t have long to make the necessary digital investments to avoid falling behind. In fact, a recent survey by PwC found that 62% of chief executives expect their business will be digitally disrupted within the next five years.</p>\n<p>The question for CarePartners wasn’t when, but where to start its own digital transition.</p>\n<p>For companies that have recognized the need for a digital transformation, or DX, making the first move can often be the most daunting, according to Carlos Ferreira, senior account manager, TELUS business.</p>\n<p>Indeed, a 2017 study by the business consultancy Frost &amp; Sullivan found that 80 per cent of U.S. companies are planning to boost cloud services, but they have trouble understanding how to do it. Like CarePartners, part of the hesitation lies with the need for efficiency and reliability.</p>\n<p>With so much on the line, says Speedie, “we could not have systems down.”</p>\n<p>To help smooth the path to success, Ferreira recommends a step-by-step process:<strong> </strong></p>\n<p><strong>1. Start with the basics</strong></p>\n<p>Establish clear and realistic goals before greenlighting any DX initiatives. Digital transformation, after all, isn’t simply about automating current processes. Rather, it enables companies to open up entire new avenues of doing business through technology. “It starts with your business objectives and what you’re trying to accomplish,” says Ferreira.</p>\n<p><strong>2. Build a roadmap<br />\n</strong></p>\n<p>Understand how technology is going to make your business goals happen. If your IT infrastructure is old or highly fragmented, it may not be worth expanding or renovating. Instead, a move to the cloud may be just what you need to power up computing abilities and free in-house IT departments (and budgets) to innovate and/or pursue new lines of business.</p>\n<p><strong>3. Find a trusted partner </strong></p>\n<p>The right partner can help you identify the technology that will meet your needs. CarePartners, for instance, worked with TELUS to determine what data can and should be part of the digital transition. “Not everything can be just forklifted onto the cloud,” says Ferreira, adding it’s important companies keep critical data – such as proprietary secrets – close by, perhaps on their own in-house server. And when customer information is involved, cybersecurity must always be top of mind.</p>\n<p><strong>4. Make it a team effort</strong></p>\n<p>Clear and ongoing communication with staff about what’s going to happen – and why – is important. “Making them aware of what’s happening and how they fit into the process will better ensure a smooth transition,” says Ferreira.</p>\n<p>In the first year of its digital transformation, CarePartners is already seeing a significant impact from its initial investments.</p>\n<p>The company has almost completed transitioning most of its field staff to Samsung smartphones and is installing dual layers of security (MobileIron and Samsung Knox) to keep patient data safe.</p>\n<p>With scheduling and patient-care planning data in the cloud, the changes to service delivery have also been dramatic.</p>\n<p>“Our front-line staff members have mobile devices to see patient scheduling and health-care tasks,” says Speedie. “We can document all the services that we’ve been providing and it’s greatly reduced missed visits.”</p>\n<p>CarePartners’ transformation applies to more than just its field staff. The company has also stepped up its <a href=\"http://pubads.g.doubleclick.net/gampad/clk?id=4580550378&amp;iu=/7326/Tracking.Pixels\" target=\"_blank\" rel=\"noopener\">cybersecurity efforts</a> and recently greenlit the transition to the newly launched<a href=\"http://pubads.g.doubleclick.net/gampad/clk?id=4580590769&amp;iu=/7326/Tracking.Pixels\" target=\"_blank\" rel=\"noopener\"> TELUS Network as a Service</a> (Naas), which will see CarePartners’ network intelligence move into the cloud (rather than servers in a central location).</p>\n<p>It’s all part of CarePartners’ goal to add “tech leader” to its established reputation as a health service provider.</p>\n<p>“CarePartners is driven by innovation and a passion for caring,” says Speedie. “Having everything in the cloud has made achieving that mission easier and, more importantly, helps ensure that we focus on our core mission to deliver the very best team care every day.”</p>\n<p><em>To learn more about cloud services for your business, </em>visit: <a href=\"http://pubads.g.doubleclick.net/gampad/clk?id=4580591435&amp;iu=/7326/Tracking.Pixels\" target=\"_blank\" rel=\"noopener\">telus.com/cloud</a></p>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://pubads.g.doubleclick.net/gampad/clk?id=4580590766&#038;iu=/7326/Tracking.Pixels\">How the cloud can boost your business game</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://pubads.g.doubleclick.net/gampad/clk?id=4580590766&#038;iu=/7326/Tracking.Pixels/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Toronto stock index and Wall Street rebound, as loonie strengthens</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/toronto-stock-index-and-wall-street-rebound-as-loonie-strengthens/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/toronto-stock-index-and-wall-street-rebound-as-loonie-strengthens/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:40:37 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079253</guid>\n\t\t<description><![CDATA[<p>TORONTO _ Canada&#8217;s main stock index posted its second straight day of gains, as North American markets bounced back after a negative start to the trading session.<br />\nThe Toronto Stock&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/toronto-stock-index-and-wall-street-rebound-as-loonie-strengthens/\">Toronto stock index and Wall Street rebound, as loonie strengthens</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO _ Canada&#8217;s main stock index posted its second straight day of gains, as North American markets bounced back after a negative start to the trading session.</p>\n<p>The Toronto Stock Exchange&#8217;s S&amp;P/TSX composite index advanced 79.39 points to 15,407.66, with the real estate and utilities sectors leading a largely broad-based advance.</p>\n<p>In New York, the Dow Jones industrial average advanced 306.88 points to 25,200.37. The S&amp;P 500 index was up 32.57 points to 2,731.20 and the Nasdaq composite index added 112.81 points to 7,256.43.</p>\n<p>The Canadian dollar closed at an average trading value of 79.96 cents US, up 0.35 of a U.S. cent.</p>\n<p>The April crude contract was up 66 cents to US$61.17 per barrel and the March natural gas contract gave back a cent at US$2.58 per mmBTU.</p>\n<p>The April gold contract was down US$2.70 to US$1,355.30 an ounce and the March copper contract was up one cent to US$3.25 a pound.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/toronto-stock-index-and-wall-street-rebound-as-loonie-strengthens/\">Toronto stock index and Wall Street rebound, as loonie strengthens</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/toronto-stock-index-and-wall-street-rebound-as-loonie-strengthens/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>TransCanada going ahead with $2.4 billion expansion of NGTL system</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/transcanada-going-ahead-with-2-4-billion-expansion-of-ngtl-system/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/transcanada-going-ahead-with-2-4-billion-expansion-of-ngtl-system/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:39:24 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079249</guid>\n\t\t<description><![CDATA[<p>CALGARY _ TransCanada Corp. is investing $2.4 billion to expand its NGTL natural gas system in Western Canada as growing production in the region has filled existing capacity and battered&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/transcanada-going-ahead-with-2-4-billion-expansion-of-ngtl-system/\">TransCanada going ahead with $2.4 billion expansion of NGTL system</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>CALGARY _ TransCanada Corp. is investing $2.4 billion to expand its NGTL natural gas system in Western Canada as growing production in the region has filled existing capacity and battered prices.</p>\n<p>The company said Thursday that the decision to expand NGTL comes after it recently completed an oversubscribed open season, with shippers committing to one billion cubic feet per day of expansion capacity for an average of almost 29 years.</p>\n<p>&#8220;The successful open season shows strong industry support to significantly expand transmission capacity out of the basin and improve market connectivity for Canadian natural gas production,&#8221; said company chief executive Russ Girling in a statement.</p>\n<p>The NGTL system is a dense web of pipeline that covers much of Alberta and runs into northeastern B.C., acting as a gathering system for producers in some of the richest natural gas basins on the continent.</p>\n<p>Producers in the region have, however, been victims of their own success in unlocking the shale gas in areas like the Montney and Deep Basin, as pipeline constraints and lack of demand in some markets have hit prices that have even strayed into negative territory.</p>\n<p>&#8220;If you imagine Alberta today as a sink and the tap&#8217;s on, right now the sink is filling up faster than it can drain,&#8221; said Brook Papau, managing director of RS Energy Group.</p>\n<p>Traditional export routes to California and the U.S. Midwest, as well as using the gas in province, are full-up, said Papau, leaving producers to look to Eastern Canada to find better prices.</p>\n<p>TransCanada said its investment in the NGTL system will help link more production to its Mainline system that runs to Ontario and which still has significant untapped capacity.</p>\n<p>The expansion program will include approximately 375 kilometres of large diameter pipeline, compression facilities, meter stations and other associated facilities.</p>\n<p>The company has already alleviated some pressure in the region after reaching long-term fixed price agreements last year with shippers on its Mainline, and said Thursday it continues to look at the potential of further expanding natural gas shipping on the pipeline.</p>\n<p>&#8220;We continue to work diligently with industry to facilitate economic access for their natural gas to key export markets, including access to Eastern Canada and the U.S. Northeast through TransCanada&#8217;s Canadian Mainline and downstream systems,&#8221; said Girling.</p>\n<p>TransCanada would have to invest some capital to restore the extra capacity in the Mainline, but another open season on the pipeline would be well-received, said energy analyst Ed Kallio, principal at Eau Claire Energy Advisory, Inc.</p>\n<p>&#8220;I have no doubt that if they do an open season it will be very highly subscribed.&#8221;</p>\n<p>Producers have been scrambling to find alternatives after West Coast liquefied natural gas projects have failed to emerge, said Kallio, while producers haven&#8217;t cut back on production because the shale formations are also yielding valuable liquids used to dilute thick bitumen.</p>\n<p>&#8220;Those high value liquids are driving activity, and the natural gas comes along with it.&#8221;</p>\n<p>TransCanada said it expects to file a project description with the National Energy Board by the second quarter of this year to start the review process and hopes to begin construction on the NGTL expansion in 2019.</p>\n<p>The Calgary-based company reported net income attributable to shareholders of $861 million or 98 cents per share in the fourth-quarter of 2017, compared to a loss of $358 million or 43 cents per share in the same period a year earlier.</p>\n<p>Fourth-quarter earnings were boosted by a number of one-time items, including an $804 million recovery of deferred income taxes as a result of U.S. tax reform.</p>\n<p>The company said it continues to make progress on its Keystone XL pipeline project after announcing sufficient shipper support in January but has still held back on officially sanctioning the project.</p>\n<p>TransCanada has said it is however working on construction preparation as well as new landowner agreements in Nebraska and general permitting.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/transcanada-going-ahead-with-2-4-billion-expansion-of-ngtl-system/\">TransCanada going ahead with $2.4 billion expansion of NGTL system</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/transcanada-going-ahead-with-2-4-billion-expansion-of-ngtl-system/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Canadian Tire fourth quarter profit and revenue rise above estimates</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/canadian-tire-fourth-quarter-profit-and-revenue-rise-above-estimates/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/canadian-tire-fourth-quarter-profit-and-revenue-rise-above-estimates/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:38:26 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079245</guid>\n\t\t<description><![CDATA[<p>TORONTO _ Canadian Tire Corp., Ltd. topped expectations as it reported its fourth-quarter profit and sales grew compared with a year ago during the crucial holiday shopping season.<br />\nThe retailer&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/canadian-tire-fourth-quarter-profit-and-revenue-rise-above-estimates/\">Canadian Tire fourth quarter profit and revenue rise above estimates</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO _ Canadian Tire Corp., Ltd. topped expectations as it reported its fourth-quarter profit and sales grew compared with a year ago during the crucial holiday shopping season.</p>\n<p>The retailer said Thursday it earned a profit attributable to shareholders of $275.7 million or $4.10 per diluted share, compared to $246.8 million or $3.46 per diluted share in the same quarter a year earlier.</p>\n<p>Analysts on average had expected a profit of $3.80 per share and revenue of $3.75 billion, according to Thomson Reuters.</p>\n<p>Actual revenue totalled $3.96 billion, up from $3.64 billion as same-store sales _ a key retail metric for sales of existing stores _ gained momentum across its banners.</p>\n<p>Same-store sales at Canadian Tire were up 3.5 per cent, while its Mark&#8217;s clothing stores saw same-store sales gain 3.4 per cent. FGL Sports, which includes the Sport Chek banner, saw same-store sales increase 5.8 per cent.</p>\n<p>&#8220;2018 will see us continuing to drive growth and profitability while taking advantage of the opportunities created by the new and changing retail environment,&#8221; said president and CEO Stephen Wetmore.</p>\n<p>&#8220;We remain committed to investing in innovative initiatives that will help us exceed the expectations of our loyal customer base.&#8221;</p>\n<p>Analyst Irene Nattel said the company&#8217;s strong results are a &#8220;direct result of initiatives implemented by management around assortment, promotional activity and sourcing terms/efficiency initiatives.&#8221;</p>\n<p>The company has invested hundreds of millions of dollars in innovation over the past few years, even as many other brick-and-mortar retailers struggle to compete with the rise of e-commerce.</p>\n<p>That includes everything from renovating existing stores to be more interactive to incorporating virtual reality for customers to test out how tires feel in different driving conditions.</p>\n<p>On Wednesday, Canadian Tire Corp. said it has acquired Sher-Wood Athletics Group Inc.&#8217;s global hockey trademarks and related inventory of hockey gear and hockey licensed products for an undisclosed price.</p>\n<p>Shares in the company rose 5.5 per cent to $172.66 in midday trading Thursday on the Toronto Stock Exchange.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/canadian-tire-fourth-quarter-profit-and-revenue-rise-above-estimates/\">Canadian Tire fourth quarter profit and revenue rise above estimates</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/canadian-tire-fourth-quarter-profit-and-revenue-rise-above-estimates/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Home Capital Group says new mortgage rules have clients migrating from big banks</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/home-capital-group-says-new-mortgage-rules-have-clients-migrating-from-big-banks/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/home-capital-group-says-new-mortgage-rules-have-clients-migrating-from-big-banks/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:37:27 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079241</guid>\n\t\t<description><![CDATA[<p>TORONTO _ Home Capital Group Inc. believes early results from this year suggest that mortgage business may be migrating to the alternative lender after the federal banking regulator introduced tougher&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/home-capital-group-says-new-mortgage-rules-have-clients-migrating-from-big-banks/\">Home Capital Group says new mortgage rules have clients migrating from big banks</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO _ Home Capital Group Inc. believes early results from this year suggest that mortgage business may be migrating to the alternative lender after the federal banking regulator introduced tougher rules for uninsured mortgages at the beginning of the year _ even though it too is required to abide by the requirements.</p>\n<p>Preliminary indicators also suggest the credit quality of Home Capital mortgage originations is improving after the new rules were introduced Jan. 1, though it&#8217;s difficult to precisely quantify the impact, chief executive Yousry Bissada said on a conference call Thursday to discuss its fourth-quarter earnings.</p>\n<p>&#8220;We have observed that some of our customers have been impacted by the stress test, and have therefore qualified for smaller loans than they would have last year.&#8221;</p>\n<p>The rules for federally regulated lenders introduce a stress test for borrowers with a more than 20 per cent down payment to prove that they can service mortgage at a qualifying rate of the greater of the contractual mortgage rate plus two percentage point or the five-year benchmark rate published by the Bank of Canada.</p>\n<p>Results from the quarter ended Dec. 31 were about 40 per cent less than it earned in the same quarter last year before it was hit with allegations it misled investors, but Bissada said he believes the company is turning a corner.</p>\n<p>He said the credit quality improvement seen so far this year could be an indication that business previously booked at the Big Six banks is migrating to Home Capital for mortgage solutions _ but did not elaborate on why, given that Home Capital is subject to the new rules.</p>\n<p>The company has previously said it is concerned about the impact of the recent revisions to mortgage underwriting guidelines for federally regulated institutions.</p>\n<p>&#8220;The company has identified a number of strategies to mitigate the impact of stress testing and co-lending changes while maintaining overall credit quality,&#8221; the company said in its 2017 and fourth-quarter report.</p>\n<p>&#8220;However, management will require more time to fully assess how the market responds to the changes and what the net impact will be on the company&#8217;s addressable market and product suite offering.&#8221;</p>\n<p>Home Capital Group Inc. reported net a income of $30.6 million in its most recent quarter, compared to a net income of $50.7 million in the same quarter last year. Revenue dropped in the quarter to $109.5 million, from $144.6 million in the similar quarter a year ago, but ahead of Thomson Reuters estimates of $86.5 million.</p>\n<p>It&#8217;s been a tumultuous year for the Toronto-based mortgage lender after allegations it was misleading shareholders prompted a run on deposits by customers last April.</p>\n<p>By June, the company agreed to pay $29.5 million to settle a class-action lawsuit and a matter before the Ontario Securities Commission concerning the allegations.</p>\n<p>But last fall the company was still facing elevated expenses because of the scrutiny, as it cut 65 jobs and sold of segments of its business amid the departure of several executives.</p>\n<p>More recently, separate lawsuits by a short seller and West Face Capital Inc. were launched against Home Capital and three former executives, both alleging the lender&#8217;s public disclosure was inaccurate and misleading.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/home-capital-group-says-new-mortgage-rules-have-clients-migrating-from-big-banks/\">Home Capital Group says new mortgage rules have clients migrating from big banks</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/home-capital-group-says-new-mortgage-rules-have-clients-migrating-from-big-banks/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Shaw president says voluntary departure of 3,300 employees is a &#8216;good outcome&#8217;</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/shaw-president-says-voluntary-departure-of-3300-employees-is-a-good-outcome/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/shaw-president-says-voluntary-departure-of-3300-employees-is-a-good-outcome/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:36:32 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079237</guid>\n\t\t<description><![CDATA[<p>TORONTO _ The departure of one-quarter of Shaw Communications Inc.&#8217;s workforce will be manageable _and mitigated by a technology-driven push toward customer self-service _ even though the 3,300 who elected&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/shaw-president-says-voluntary-departure-of-3300-employees-is-a-good-outcome/\">Shaw president says voluntary departure of 3,300 employees is a &#8216;good outcome&#8217;</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO _ The departure of one-quarter of Shaw Communications Inc.&#8217;s workforce will be manageable _and mitigated by a technology-driven push toward customer self-service _ even though the 3,300 who elected to take a voluntary severance package was five times more than its original estimate, its president said Thursday.</p>\n<p>The Calgary-based company, which owns Canada&#8217;s second-largest cable TV operation and the country&#8217;s fourth-largest mobile phone service, had initially aimed the package at 6,500 employees and estimated about 10 per cent would accept the deal offered about two weeks ago. It said Thursday that all eligible employees who volunteered to take the deal will be accepted.</p>\n<p>&#8220;We publicly set a modest goal,&#8221; Shaw president Jay Mehr said in an interview.</p>\n<p>&#8220;I think what we have now learned _ and it&#8217;s a good outcome _ is that the takeup we now have in the first phase means that we won&#8217;t have to do cuts later on.&#8221;</p>\n<p>The departures will be spread over 18 months _ with people in operational positions likely to stay longer than those in leadership positions, he said.</p>\n<p>The move is part of a multi-year initiative aimed at succeeding amid technological changes in a rapidly changing and intensely competitive marketplace. Shaw has said it plans to make more use of online and smartphone apps to provide customer service, and provide more self-installed service.</p>\n<p>&#8220;To be clear, overwhelmingly, the takeup has been in areas that are the focus of the transformation,&#8221; Mehr said.</p>\n<p>&#8220;But we&#8217;re going to serve our customers and we&#8217;re going to do what&#8217;s right and make whatever investments are required to do that.&#8221;</p>\n<p>The majority of departures will be outside its customer support, retail and sales operations and involve roles that are being affected by technological change as Shaw adopts some of the methods used by Google and Amazon. He added that departures among senior management ranks will be proportionately higher than those in its overall workforce.</p>\n<p>&#8220;Two years from now, people will not say that we were being too bold to embrace the new model. As we talk to both Canadians and our team about it, people understand that digital and self-serve is the way of the future,&#8221; Mehr said.</p>\n<p>&#8220;And it&#8217;s how Canadians actually want to be served.&#8221;</p>\n<p>Instead of getting orders for a video service by phone and sending technicians to install set-top boxes, he said, orders will be placed through an app. Then a hockey puck-sized device will be delivered to the home within hours, and the customer will enable the service by scanning a bar-code with a smartphone.</p>\n<p>The anticipated long-term net cost savings _ estimated at $225 million by fiscal 2020 _ will provides room to make &#8220;appropriate investments&#8221; as required, Mehr said, without providing specifics on future spending.</p>\n<p>At least one analyst applauded Shaw&#8217;s announcement as a &#8220;much-needed&#8221; overhaul to adjust to lower revenue growth in its cable and internet operations, which comprise the bulk of its business.</p>\n<p>&#8220;While operational execution will remain a focus for investors as the company works through the transition, execution risk should be mitigated by the company&#8217;s control over the timing of employee departures and limited participation from customer-facing employees,&#8221; wrote Drew McReynolds of RBC Dominion Securities in a note to clients.</p>\n<p>Among the departures will be chief financial officer Vito Culmone, will be leaving the organization May 4. He&#8217;ll be replaced by Trevor English, who has been chief strategy officer responsible for business development.</p>\n<p>Mehr said the company took a new approach by offering people at all levels of the organization _ excluding those covered by a union contract _ with the type of voluntary packages normally reserved for senior management, but did not elaborate on the details.</p>\n<p>As a result of the departures, Shaw will incur a $450 million restructuring charge in the second quarter of its 2018 financial year, primarily related to severance costs. Actual payments will be spread over 18 months, starting in April.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/shaw-president-says-voluntary-departure-of-3300-employees-is-a-good-outcome/\">Shaw president says voluntary departure of 3,300 employees is a &#8216;good outcome&#8217;</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/shaw-president-says-voluntary-departure-of-3300-employees-is-a-good-outcome/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Home sales fall across Canada to reach their lowest level in 3 years: CREA</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/home-sales-fall-across-canada-to-reach-their-lowest-level-in-3-years-crea/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/home-sales-fall-across-canada-to-reach-their-lowest-level-in-3-years-crea/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:35:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079233</guid>\n\t\t<description><![CDATA[<p>A flood of buyers and sellers looking to close deals late last year ahead of looming tighter mortgage rules resulted in a 14.5 per cent &#8220;payback&#8221; drop in home sales&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/home-sales-fall-across-canada-to-reach-their-lowest-level-in-3-years-crea/\">Home sales fall across Canada to reach their lowest level in 3 years: CREA</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>A flood of buyers and sellers looking to close deals late last year ahead of looming tighter mortgage rules resulted in a 14.5 per cent &#8220;payback&#8221; drop in home sales between December and January, market watchers said Thursday.</p>\n<p>Economists expected the drastic decline, which marked the lowest sales level in three years, and anticipate the market will continue to be dampened in the near future as Canadians negotiate the new rules and a January interest rates hike, the third in the past year.</p>\n<p>&#8220;It&#8217;s the biggest monthly percentage drop in sales activity since October 2008,&#8221; said Gregory Klump, the Canadian Real Estate Association&#8217;s chief economist, referencing when the country was in the midst of the so-called Great Recession.</p>\n<p>January activity was down in three-quarters of all local markets and virtually all major urban areas, especially in Ontario&#8217;s hot spot in the Greater Golden Horseshoe, according to data released by CREA Thursday. The decline was less significant on an annual basis, with sales falling 2.4 per cent.</p>\n<p>The monthly decline &#8220;is largely payback&#8221; for buyers rushing to sign deals in the last three months of the year, ahead of the new rules, said Robert Kavcic, senior economist at BMO Capital Markets, in a note.</p>\n<p>CREA&#8217;s figures showed sales climbed to a record monthly high in December _ just before the federal banking regulator&#8217;s tougher rules for uninsured mortgages took effect. Starting Jan. 1, borrowers with a more than 20 per cent down payment must pass a stress test proving that they can service mortgage at a qualifying rate of the greater of the contractual mortgage rate plus two percentage point or the five-year benchmark rate published by the Bank of Canada.</p>\n<p>The January market also dampened due to the Bank of Canada&#8217;s decision to raise interest rates to 1.25 per cent, up from one per cent. The central bank&#8217;s interest rate increase impacts variable rate mortgage holders, but those who opt for fixed mortgages also saw a rise in the five-year fixed rate amid rising bond yields and a stronger economy.</p>\n<p>CREA noted that January home sales are on par with the 10-year monthly average and that a large decline in new listings of 21.6 per cent prevented the market balance from shifting in favour of homebuyers. The average price of a home rose by 2.3 per cent when compared with last year at just over $481,500.</p>\n<p>The national sales-to-new listings ratio was 63.6 per cent in January. A ratio reading above 60 per cent generally indicates a sellers&#8217; market.</p>\n<p>The number of newly-listed homes was at the lowest level since spring 2009. About 85 per cent of all markets had fewer listings. The Greater Toronto Area led the decline, with large percentage drops also in British Columbia&#8217;s Lower Mainland, Vancouver Island and the Okanagan region, as well as parts of Ontario.</p>\n<p>Supply restraint may have played a big part in the month&#8217;s slowdown, Robert Hogue, senior economist with RBC Economics, wrote in a note. The drop in new listings hints at two psychological effects at play, he said. Many sellers rushed to list their properties in the months before Jan. 1 and, once the new rules came in, potential sellers may have feared a significant buyer pullback and waited to list.</p>\n<p>He expects more listings to surface once those fears subside.</p>\n<p>The market likely over-reacted to the new mortgage rules, Hogue wrote, and while homebuyer demand will remained dampened, it won&#8217;t be to the extent implied by January&#8217;s figures.</p>\n<p>Volatility is expected to continue in the near-term, wrote Michael Dolega, a senior economist with TD Economics, in a note.</p>\n<p>But, Dolega said &#8220;some stabilization&#8221; should occur by the middle of the year.</p>\n<p>&#8220;Thereafter we expect activity to remain weighed down by rising interest rates, but with markets largely in balanced territory prices should remain well supported,&#8221; he said.</p>\n<p>The government action successfully slowed housing markets, particularly in and around Toronto, said Sherry Cooper, chief economist at Dominion Lending Centres.</p>\n<p>&#8220;But it hasn&#8217;t really made housing affordable,&#8221; she said. &#8220;And there&#8217;s no way to make housing affordable until we see an increase in housing supply _ and not just new listings, but actually new construction.&#8221;</p>\n<p>The pace of housing starts in January held steady compared with December at about 216,200, Canada Mortgage and Housing Corp. reported earlier this month. But the pace is expected to moderate this year.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/home-sales-fall-across-canada-to-reach-their-lowest-level-in-3-years-crea/\">Home sales fall across Canada to reach their lowest level in 3 years: CREA</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/home-sales-fall-across-canada-to-reach-their-lowest-level-in-3-years-crea/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Debt levels could post challenge to Bank of Canada monetary policy framework</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:34:47 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079229</guid>\n\t\t<description><![CDATA[<p>WINNIPEG _ A senior Bank of Canada official says the central bank is looking at how the high levels of household and public debt could pose a challenge to how&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework/\">Debt levels could post challenge to Bank of Canada monetary policy framework</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>WINNIPEG _ A senior Bank of Canada official says the central bank is looking at how the high levels of household and public debt could pose a challenge to how it manages monetary policy.</p>\n<p>In a speech to the Manitoba Association for Business Economists on Thursday, Lawrence Schembri said low interest rates have encouraged households to take on debt and higher levels of government debt are largely a legacy of the financial crisis in 2008-09.</p>\n<p>&#8220;Now there is less space, on average, across the G7 for more borrowing to stimulate demand,&#8221; he said according to notes of his speech released in Ottawa.</p>\n<p>The central bank is also looking at what the gradual decline in interest rates over the past 25 years as well as a reduction in the estimates of the &#8220;neutral interest rate&#8221; mean for the monetary policy framework.</p>\n<p>Schembri defines the neutral interest rate as &#8220;the interest rate consistent with the economy growing at its potential and inflation staying on target. It serves as a benchmark for us to gauge the degree of monetary stimulus in place and provides a medium- to long-run anchor for the policy rate.&#8221;</p>\n<p>The Bank of Canada&#8217;s current estimate of the neutral rate of interest is 2.5 to 3.5 per cent, down from a range of 3.0 to 4.0 per cent a little more than three years ago.</p>\n<p>Schembri said the trend rate of economic growth has been decreasing and that could also pose challenges because cyclical forces that normally help propel an economy out of an unexpected downturn my be less powerful.</p>\n<p>During the financial crisis, both aggressive monetary and fiscal stimulus were used to help boost the economy.</p>\n<p>Schembri noted that although monetary policy is normally seen as the most effective countercyclical policy tool, it may need help from other policies more frequently in the future.</p>\n<p>&#8220;Indeed, studies have shown that when rates are at the effective lower bound, countercyclical fiscal policies, such as automatic stabilizers and discretionary policies, such as infrastructure spending, are highly effective,&#8221; he said.</p>\n<p>&#8220;Our agreement with the federal government includes a commitment by both the bank and the government to the inflation target. that means all economic policies _ including monetary, fiscal and marcoprudential _ can work together in a complementary fashion for this purpose.&#8221;</p>\n<p>The Bank of Canada sets its key interest rate target with the goal of keeping inflation at two per cent.</p>\n<p>It has raised its target for the overnight rate three times in the past year after cutting it in response to a drop in oil prices.</p>\n<p>The benchmark rate, which influences the prime rates at Canada&#8217;s big banks, stands at 1.25 per cent.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework/\">Debt levels could post challenge to Bank of Canada monetary policy framework</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/debt-levels-could-post-challenge-to-bank-of-canada-monetary-policy-framework/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Aimia to cut costs further as it prepares for end of Air Canada partnership</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/aimia-to-cut-costs-further-as-it-prepares-for-end-of-air-canada-partnership/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/aimia-to-cut-costs-further-as-it-prepares-for-end-of-air-canada-partnership/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:33:57 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079225</guid>\n\t\t<description><![CDATA[<p>MONTREAL _ Aimia Inc. share plunged 27 per cent Thursday after the operator of the Aeroplan loyalty card reported a wider quarterly loss and plans to pursue deeper cost cutting.&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/aimia-to-cut-costs-further-as-it-prepares-for-end-of-air-canada-partnership/\">Aimia to cut costs further as it prepares for end of Air Canada partnership</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>MONTREAL _ Aimia Inc. share plunged 27 per cent Thursday after the operator of the Aeroplan loyalty card reported a wider quarterly loss and plans to pursue deeper cost cutting.</p>\n<p>The Montreal-based company plans to trim its costs by $70 million per year by 2019 as it continues to adjust to Air Canada&#8217;s decision not to renew its long-term partnership in 2020. It has already sold several businesses, including its British Nectar coalition, and cut staffing in half since 2015 to about 1,600 people.</p>\n<p>Chief executive David Johnston said efforts to simplify its business to drive further savings will come in ways other than further large layoffs.</p>\n<p>&#8220;We&#8217;ve done quite a bit of that this year but there&#8217;s some corporate simplification we&#8217;re doing _ properties, technology _ I&#8217;m not envisaging material further job cuts,&#8221; he said in an interview Thursday.</p>\n<p>Shares of Aimia Inc. fell more than 27 per cent in mid-afternoon trading after it reported a $214.7-million loss in its latest quarter, hurt by a charge related to the sale of its Nectar program and related assets.</p>\n<p>Aimia shares were down 65 cents at $1.73 in trading on the Toronto Stock Exchange.</p>\n<p>Johnston declined to comment on the stock movement but said the company delivered good 2017 results despite the challenges of having to deal with Air Canada&#8217;s decision in May, which raised questions about Aimia&#8217;s future.</p>\n<p>&#8220;The Aeroplan team and the Aimia team have delivered a fantastic financial performance in what was undoubtedly a tough year.&#8221;</p>\n<p>Michael Goldberg of DBRS said the stock decline is due to concerns about the quarterly results, including higher fourth-quarter redemptions, than lingering concerns about the company&#8217;s future after Air Canada.</p>\n<p>The company plans to unveil changes to Aeroplan in the coming months that will focus the card beyond 2020 more on leisure travel of its premium members. It will offer broader choice with multi-airline awards, tailored experiences beyond flights and a simpler customer experience.</p>\n<p>Johnston said Aeroplan redemptions rose 9.9 per cent in the fourth quarter and four per cent in 2017 mainly because of the availability of lower airfares and more use for non-air rewards not because of member concerns about the program.</p>\n<p>Gross billings rose two per cent but are expected to decrease a bit in 2018.</p>\n<p>&#8220;Even after that redemption they&#8217;re coming back re-engaging with the program and earning more points and that&#8217;s a healthy behaviour in a loyalty program and I&#8217;m fine with that,&#8221; he added.</p>\n<p>Neil Linsdell of Industrial Alliance Securities said Aimia faces challenges even though more cost cutting is inevitable to address upcoming profit pressures.</p>\n<p>&#8220;Rather than a grand Plan B replacement of Air Canada, Aeroplan may see itself evolve steadily through 2020,&#8221; he wrote in a report.</p>\n<p>Aimia investor Mittleman Investment Management LLC of New York increased its ownership to 10.6 per cent in January and said in a regulatory filing last week that it may push for changes to Aimia&#8217;s board, management and seek a sale of some or all of the business.</p>\n<p>Christopher Mittleman called on management during a conference call Thursday to justify the sale of the Nectar business to British retailer Sainsbury for $105 million earlier this month, saying the rationale behind the transaction was difficult to grasp.</p>\n<p>Chief Financial Officer Mark Grafton said the sale was the &#8220;best risk adjusted outcome for the company.&#8221;</p>\n<p>Johnston declined in an interview to respond directly to the investor&#8217;s push, but said efforts to revise Aeroplan post-2020, simplify its structure and maintain a strong balance sheet will deliver for shareholders.</p>\n<p>&#8220;Our shareholders are very clear on those priorities because I talk about them every second I can and we&#8217;ll deliver on those and then we&#8217;ll deliver for shareholders.&#8221;</p>\n<p>The loyalty rewards company reported a loss of $1.44 per share for the quarter ended Dec. 31 compared with a loss of $57.2 million or 40 cents per share a year ago.</p>\n<p>The results in the most recent quarter included an impairment charge of $180.5 million related to the Nectar coalition loyalty program and U.K. ISS business.</p>\n<p>Revenue totalled $398.6 million, down from $440.1 million in the last three months of 2016.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/aimia-to-cut-costs-further-as-it-prepares-for-end-of-air-canada-partnership/\">Aimia to cut costs further as it prepares for end of Air Canada partnership</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/aimia-to-cut-costs-further-as-it-prepares-for-end-of-air-canada-partnership/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Delta to take Canadian made C Series jets until U.S. facility opens</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/delta-to-take-canadian-made-c-series-jets-until-u-s-facility-opens/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/delta-to-take-canadian-made-c-series-jets-until-u-s-facility-opens/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:32:47 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079221</guid>\n\t\t<description><![CDATA[<p>MONTREAL _ Delta Air Lines said Thursday it will take delivery of Canadian-made C Series jets this year after Bombardier Inc. scored a big trade victory in the United States&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/delta-to-take-canadian-made-c-series-jets-until-u-s-facility-opens/\">Delta to take Canadian made C Series jets until U.S. facility opens</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>MONTREAL _ Delta Air Lines said Thursday it will take delivery of Canadian-made C Series jets this year after Bombardier Inc. scored a big trade victory in the United States against Boeing.</p>\n<p>The U.S. airline said it will accept the first of the 75 CS100s it ordered later this year until the Airbus/Bombardier facility in Alabama is up and running.</p>\n<p>&#8220;The company is evaluating how to best match Bombardier&#8217;s production capacities with fleet needs,&#8221; it said in a news release.</p>\n<p>Bombardier CEO Alain Bellemare told analysts that it plans to deliver to Delta aircraft assembled in Quebec until a U.S. assembly line estimated to cost $250 million to $300 million is built in Alabama.</p>\n<p>&#8220;Clearly, the Delta aircraft are in the skyline for 2018, they have always been,&#8221; he said Thursday during a conference call.</p>\n<p>The U.S. International Trade Commission ruled last month that the C Series hasn&#8217;t caused Boeing material harm even though the Department of Commerce ruled the planes are sold in the U.S. at less than fair value and are subsidized by the Canadian government.</p>\n<p>The commission said in a report backing up its unanimous ruling that there is nothing stopping the Montreal-based company from delivering planes assembled in Mirabel, Que., to the American airlines.</p>\n<p>The ruling overturned preliminary anti-dumping and countervailing duties totalling 292.21 per cent, although Boeing could appeal.</p>\n<p>Bellemare said the ruling ends a year of turmoil.</p>\n<p>&#8220;It will increase confidence for customers _ existing and potential customers _ and is very well received by the industry, the airlines, and consumers will benefit from it,&#8221; he said.</p>\n<p>Bombardier delivered 17 C Series aircraft in 2017, below its forecast of 20 to 22 because of engine delivery delays from Pratt &amp; Whitney.</p>\n<p>The company trimmed its net loss in the fourth quarter as it approached the half-way point in its five-year turnaround drive.</p>\n<p>The aerospace and railway manufacturer _ which keeps its books in U.S. dollars _ lost $109 million, or five cents per share, compared with a loss of $259 million, or 12 cents per share, in the same quarter a year earlier.</p>\n<p>Bellemare said the performance allows Bombardier to start the year with momentum.</p>\n<p>&#8220;We have a clear line of sight to our 2020 objectives and we expect to reach free cash flow break even this year, a key objective of our five-year turnaround plan,&#8221; he told analysts.</p>\n<p>Bellemare said 2018 will be a pivotal year as it moves from large investments in new aircraft to growth with the introduction of its Global 7000 business jet this year and completion of its C Series partnership with Airbus SE.</p>\n<p>Bombardier&#8217;s quarterly revenue totalled $4.72 billion, up from $4.38 billion, but slightly lower than analysts&#8217; expectations for revenue of $4.75 billion, according to Thomson Reuters.</p>\n<p>On an adjusted basis, Bombardier said it earned $51 million or two cents per share for the quarter compared with an adjusted loss of $141 million or seven cent per share a year earlier.</p>\n<p>Analysts on average had expected a break-even quarter for the company.</p>\n<p>The company also announced that its stake in Bombardier Transportation will increase by 2.5 percentage points to 72.5 per cent because the division&#8217;s results outpaced the performance targets in its investment agreement with Quebec pension fund manager Caisse de depot.</p>\n<p>For the full year, Bombardier lost $553 million or 25 cents per diluted share, compared with a loss of $981 million or 48 cents per share in 2016.</p>\n<p>It swung to an adjusted profit excluding one-time items of $63 million or three cents per share for the year. That compared with a $268-million loss equal to 15 cents per share a year ago.</p>\n<p>Year-over-year revenues fell to $16.2 billion from $16.34 billion.</p>\n<p>Seth Seifman of J.P. Morgan said he expects investors will react positively after it reported better free cash flow and maintaining its 2018 guidance, including within each division.</p>\n<p>On the Toronto Stock Exchange, Bombardier&#8217;s share increased nearly 11 per cent at C$3.64 in afternoon trading.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/delta-to-take-canadian-made-c-series-jets-until-u-s-facility-opens/\">Delta to take Canadian made C Series jets until U.S. facility opens</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/delta-to-take-canadian-made-c-series-jets-until-u-s-facility-opens/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>B.C. ride hailing report makes 32 recommendations to pave way for regulations</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/b-c-ride-hailing-report-makes-32-recommendations-to-pave-way-for-regulations/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/b-c-ride-hailing-report-makes-32-recommendations-to-pave-way-for-regulations/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:31:45 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079217</guid>\n\t\t<description><![CDATA[<p>VICTORIA _ An all-party committee in the British Columbia legislature is unanimous in supporting a provincewide plan for ride-hailing services in the province.<br />\nThe committee&#8217;s report makes 32 recommendations to&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/b-c-ride-hailing-report-makes-32-recommendations-to-pave-way-for-regulations/\">B.C. ride hailing report makes 32 recommendations to pave way for regulations</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>VICTORIA _ An all-party committee in the British Columbia legislature is unanimous in supporting a provincewide plan for ride-hailing services in the province.</p>\n<p>The committee&#8217;s report makes 32 recommendations to help pave the way toward introducing and regulating ride-hailing in B.C.</p>\n<p>NDP committee chairwoman Bowinn Ma says the recommendations balance the importance of developing regulations that encompass fairness, consumer protection and worker rights in a constantly changing economy.</p>\n<p>Deputy chairwoman Stephanie Cadieux of the Opposition Liberals and Andrew Weaver, leader of the Green party, say the recommendations provide the foundation to bring in ride-hailing by this year.</p>\n<p>The report comes ahead of a government review due later this year from transportation industry expert Dan Hara, who was asked to provide recommendations for the creation of a made-in-B.C. ride-hailing service.</p>\n<p>Transportation Minister Claire Trevena has said the government plans to introduce ride-hailing legislation in this fall.</p>\n<p>The committee held public hearings and invited 67 expert witnesses, including representatives from ride-hailing companies, Uber and Lyft.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/b-c-ride-hailing-report-makes-32-recommendations-to-pave-way-for-regulations/\">B.C. ride hailing report makes 32 recommendations to pave way for regulations</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/b-c-ride-hailing-report-makes-32-recommendations-to-pave-way-for-regulations/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Sun Life Financial to add medical pot option to group benefits plans</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/sun-life-financial-to-add-medical-pot-option-to-group-benefits-plans/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/sun-life-financial-to-add-medical-pot-option-to-group-benefits-plans/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:30:52 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079213</guid>\n\t\t<description><![CDATA[<p>TORONTO _ Sun Life Financial Inc. is adding medical marijuana as an option for its group benefits plans, marking an industry shift and the latest sign of growing public acceptance&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/sun-life-financial-to-add-medical-pot-option-to-group-benefits-plans/\">Sun Life Financial to add medical pot option to group benefits plans</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO _ Sun Life Financial Inc. is adding medical marijuana as an option for its group benefits plans, marking an industry shift and the latest sign of growing public acceptance of cannabis.</p>\n<p>The Toronto-based insurer&#8217;s chief executive Dean Connor said the move was influenced by rising interest from Sun Life&#8217;s employer clients.</p>\n<p>&#8220;Medical marijuana has become a very important part of their treatment program and pain management program,&#8221; said Connor, referencing patients who have cancer, multiple sclerosis, rheumatoid arthritis, or those requiring palliative care.</p>\n<p>Sun Life provides health benefits coverage to more than three million Canadians and their families, or one in six Canadians.</p>\n<p>This new offering comes as the country moves to legalize cannabis for recreational use later this year and as the number of registered medical marijuana patients grows. There were more than 235,000 medical marijuana patients in the system across Canada at the end of September 2017, compared to roughly 98,500 a year earlier, noted Vahan Ajamian, a Beacon Securities Ltd. research analyst.</p>\n<p>&#8220;The insurance companies have been getting pressure to cover this as a regular medicine,&#8221; he said.</p>\n<p>Starting March 1, plan sponsors with Sun Life will have the option to add medical cannabis coverage to extended health-care plans, ranging from $1,500 to $6,000 per covered person per year.</p>\n<p>Medical cannabis coverage will be available for specific conditions and symptoms associated with cancer, rheumatoid arthritis, multiple sclerosis, HIV-AIDS, and palliative care.</p>\n<p>In order to qualify for coverage, Sun Life plan members must meet specific criteria including an authorization letter from a physician and registration with a medical marijuana producer licensed with Health Canada.</p>\n<p>Sun Life will also conduct periodic reviews of the growing body of clinical research supporting the use of medical cannabis for other conditions, and update its criteria if necessary, the company said in a document updating their client base of 22,300 plan sponsors.</p>\n<p>Jonathan Zaid, the executive director of patient advocacy group Canadians for Fair Access to Medical Marijuana, said the enhanced coverage comes after years of litigation to gain this level of acceptance for medical marijuana.</p>\n<p>&#8220;Although there may not be immediate benefit for patients as specific plan sponsors will need to purchase the coverage, this move will make covering medical cannabis simpler than today&#8217;s exception process and speaks volumes to the broader acceptance and legitimacy of medical cannabis,&#8221; he said.</p>\n<p>A number of plan sponsors have moved to cover medical cannabis costs over the years, Zaid noted, including the University of Waterloo&#8217;s student union, the Arthritis Society, Loblaw Companies Ltd., the Ontario Public Service Employees Union (OPSEU), and the Labourers&#8217; International Union of North America. Those plans have varying eligibility criteria and levels of coverage, he added.</p>\n<p>Manulife Financial Corp., one of Canada&#8217;s biggest insurers, offers medical cannabis coverage to clients on a selective basis, a spokesperson said.</p>\n<p>&#8220;Manulife is supportive of clients that want to consider introducing medical cannabis as an option,&#8221; the spokesperson said in an emailed statement. &#8220;We also recommend that clients put limits and some management controls in place as this is an emerging market that is quickly evolving.&#8221;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/sun-life-financial-to-add-medical-pot-option-to-group-benefits-plans/\">Sun Life Financial to add medical pot option to group benefits plans</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/sun-life-financial-to-add-medical-pot-option-to-group-benefits-plans/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Cenovus CEO says heavy oil price discount taking &#8216;extraordinary&#8217; toll on economy</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/cenovus-ceo-says-heavy-oil-price-discount-taking-extraordinary-toll-on-economy/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/cenovus-ceo-says-heavy-oil-price-discount-taking-extraordinary-toll-on-economy/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:29:57 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079209</guid>\n\t\t<description><![CDATA[<p>CALGARY _ Higher discounts being paid for Canadian heavy oil versus American crude are having an &#8220;extraordinary impact&#8221; on the Canadian and Alberta economies, says the CEO of oilsands producer&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/cenovus-ceo-says-heavy-oil-price-discount-taking-extraordinary-toll-on-economy/\">Cenovus CEO says heavy oil price discount taking &#8216;extraordinary&#8217; toll on economy</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>CALGARY _ Higher discounts being paid for Canadian heavy oil versus American crude are having an &#8220;extraordinary impact&#8221; on the Canadian and Alberta economies, says the CEO of oilsands producer Cenovus Energy Inc.</p>\n<p>Every U.S. dollar increase in the price difference between Western Canadian Select bitumen blend and New York-traded West Texas Intermediate costs the company $125 million in revenue, Alex Pourbaix said Thursday.</p>\n<p>He estimated a US$10 improvement in the difference on Alberta&#8217;s overall output of 3.2 million barrels per day of heavy oil would result in C$50 million a day spilling back into the provincial economy.</p>\n<p>&#8220;This issue of the spread between Canadian heavy and WTI is having an extraordinary impact on the Canadian economy and the Alberta economy, not just upstream producers,&#8221; Pourbaix said, adding the situation amounts to a &#8220;transfer of wealth from Alberta and Canada to U.S. refiners and U.S. consumers of refined products.&#8221;</p>\n<p>Cenovus reported fourth-quarter net income of $620 million or 50 cents per share on Thursday, well ahead of $91 million, or 11 cents per share, in the year-earlier period, thanks to better refinery profits, stronger oil prices and production that almost doubled after it bought out its oilsands partner, Houston-based ConocoPhillips, last year.</p>\n<p>Analysts said the company beat expectations mainly due to the U.S. refining operations of its 50-50 partner, Phillips 66, which contributed $261 million in income in the last three months of 2017, versus $54 million in the same period of 2016.</p>\n<p>Cenovus&#8217;s revenue was $5.1 billion, ahead of analyst predictions of $4.7 billion as reported by Thomson Reuters.</p>\n<p>The WCS-WTI differential was US$25.68 on Wednesday but hit US$29.40 last Friday, more than double its typical level. The higher discounts over the past two months are blamed by many observers on a shortage of capacity on export pipelines out of Canada.</p>\n<p>Cenovus said sales volumes in the fourth quarter were about seven per cent lower than oilsands production due to the two-week shutdown and subsequent volume constraints on TransCanada Corp.&#8217;s Keystone pipeline following an oil spill in November in South Dakota.</p>\n<p>Pourbaix said it&#8217;s believed the pipeline will be able to return to its 590,000 barrels per day capacity soon and that, along with more crude-by-rail shipments, will help to narrow differentials.</p>\n<p>He said Cenovus hopes to ramp up volumes at its Edmonton-area rail-loading facility from about 12,000 bpd in the fourth quarter to closer to its capacity of about 75,000 bpd and is in negotiations with both of Canada&#8217;s major railroads to provide locomotives.</p>\n<p>Pourbaix said he appreciates Alberta Premier Rachel Notley&#8217;s efforts to convince B.C. to allow the Trans Mountain Pipeline expansion to proceed but wouldn&#8217;t comment on her moves to ban B.C. wine imports and set up a task force on the issue.</p>\n<p>Since taking over as CEO last fall, Pourbaix has been aggressively cutting costs. The company completed a 15 per cent cut to its workforce in January and February, eliminating between 500 and 700 jobs, as part of its plan to trim $1 billion in cumulative capital, operating and administration costs over two years.</p>\n<p>On a call with analysts, Pourbaix said the company is looking at selling more assets from its current 1.2 million hectares of Deep Basin exploration rights in northwestern Alberta and northeastern B.C. to pay down debt, in addition to a Deep Basin package it is marketing now.</p>\n<p>Cenovus reported total production of 555,000 barrels of oil equivalent per day in the fourth quarter, up from 283,000 boe/d in the same period last year, as oilsands production rose to 361,000 bpd from 164,000 bpd.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/cenovus-ceo-says-heavy-oil-price-discount-taking-extraordinary-toll-on-economy/\">Cenovus CEO says heavy oil price discount taking &#8216;extraordinary&#8217; toll on economy</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/cenovus-ceo-says-heavy-oil-price-discount-taking-extraordinary-toll-on-economy/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Feds names five &#8216;superclusters&#8217; that will share $950M in government cash</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/feds-names-five-superclusters-that-will-share-950m-in-government-cash/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/feds-names-five-superclusters-that-will-share-950m-in-government-cash/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:28:59 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079205</guid>\n\t\t<description><![CDATA[<p>OTTAWA _ The federal government named the five winning bids Thursday of its high-tech &#8220;superclusters&#8221; sweepstakes that will divvy up $950 million of public funding in hope of stoking economic&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/feds-names-five-superclusters-that-will-share-950m-in-government-cash/\">Feds names five &#8216;superclusters&#8217; that will share $950M in government cash</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>OTTAWA _ The federal government named the five winning bids Thursday of its high-tech &#8220;superclusters&#8221; sweepstakes that will divvy up $950 million of public funding in hope of stoking economic growth and job creation in return.</p>\n<p>Ottawa&#8217;s big bet on government-designated superclusters was designed to encourage academia, not-for-profit organizations and companies of all sizes to work together on strategies to boost high-growth sectors.</p>\n<p>The winners, announced by Economic Development Minister Navdeep Bains, closed out a nine-month competition that represents the centrepiece of the Liberals&#8217; so-called innovation agenda.</p>\n<p>&#8220;What is a supercluster? It is a made-in-Canada Silicon Valley that will create tens of thousands of jobs _ that&#8217;s what a supercluster is,&#8221; Bains said Thursday as he unveiled the winners in Ottawa.</p>\n<p>&#8220;It&#8217;s about collaboration as well. Look at this room _ we have academia, business, you have small business and large business, and we have government _ working together, promoting collaboration, supporting our supply chains and also developing and nurturing skills and knowledge and making sure that we pass that knowledge from one generation to another.</p>\n<p>&#8220;Superclusters _ it&#8217;s a job magnet.&#8221;</p>\n<p>The winning bids, chosen from nine finalists, were spread evenly across the country. Bains insisted their selection was the result of a rigorous process that involved third-party experts.</p>\n<p>The superclusters are:</p>\n<p>_ The Ocean supercluster based in Atlantic Canada will use innovation to improve competitiveness in ocean-based industries, including fisheries, oil and gas and clean energy;</p>\n<p>_ The Scale AI supercluster in Quebec will work on building intelligent supply chains through artificial intelligence and robotics;</p>\n<p>_ The Advanced Manufacturing supercluster in Ontario will connect technology strengths to the manufacturing industry to prepare for the economy of tomorrow;</p>\n<p>_ The Protein Industries supercluster in the Prairies will work on making the country a leading source of plant proteins;</p>\n<p>_ The Digital Technology supercluster in British Columbia will use big data and digital technologies to unlock new potential in important sectors like health care, forestry, and manufacturing.</p>\n<p>The winners will receive between $150 million and $250 million each. The money will be distributed over five years to the superclusters, which are required to match the federal funding they receive, dollar for dollar.</p>\n<p>Bains said the chosen consortia exceeded that goal by raising a total of $1.5 billion, which brings the overall investment, when combined with the government&#8217;s $950-million commitment, close to $2.4 billion.</p>\n<p>He insisted the superclusters will generate at least 50,000 jobs and will include efforts to help upgrade the skills of workers.</p>\n<p>After his announcement, Bains was asked if the superclusters could help address concerns over competitiveness risks related to recent U.S. tax reforms and the uncertain future of the North American Free Trade Agreement.</p>\n<p>&#8220;This will unlock hundreds of millions of dollars off of balance sheets of companies to invest in research and development,&#8221; Bains said in an interview.</p>\n<p>&#8220;We think that improves our ability to compete, that improves our ability to attract investments and that really allows us, not only to develop great Canadian talent but also attract global talent as well.&#8221;</p>\n<p>The Liberals have faced criticism over the superclusters plan, including concerns over the government picking winners and losers.</p>\n<p>In a tweet that followed the announcement, Conservative MP Maxime Bernier called the superclusters &#8220;just another big government scheme!&#8221;</p>\n<p>&#8220;The superclusters are corporate welfare on steroids,&#8221; Bernier wrote.</p>\n<p>&#8220;A big-government scheme that will enrich well-connected and Liberal-friendly businesses at the expense of all Canadian taxpayers.&#8221;</p>\n<p>Bains has defended it by saying the superclusters will be led by industry.</p>\n<p>Linda Hasenfratz, CEO of automotive parts maker Linamar Corp. (TSX:LNR), is participating in the advanced manufacturing supercluster.</p>\n<p>&#8220;I think manufacturing is just such an important part of our economy,&#8221; Hasenfratz said Thursday.</p>\n<p>&#8220;It supports so many other areas of the economy, so it&#8217;s really critical that we have a thriving and growing manufacturing sector.&#8221;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/feds-names-five-superclusters-that-will-share-950m-in-government-cash/\">Feds names five &#8216;superclusters&#8217; that will share $950M in government cash</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/feds-names-five-superclusters-that-will-share-950m-in-government-cash/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Renegotiation, not cancellation: Trump team drops hints NAFTA end not imminent</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/renegotiation-not-cancellation-trump-team-drops-hints-nafta-end-not-imminent/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/renegotiation-not-cancellation-trump-team-drops-hints-nafta-end-not-imminent/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:28:01 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079201</guid>\n\t\t<description><![CDATA[<p>WASHINGTON _ Members of the Trump administration have dropped several hints in recent days that withdrawing from NAFTA is not in their current plans _ and latest such example came&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/renegotiation-not-cancellation-trump-team-drops-hints-nafta-end-not-imminent/\">Renegotiation, not cancellation: Trump team drops hints NAFTA end not imminent</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>WASHINGTON _ Members of the Trump administration have dropped several hints in recent days that withdrawing from NAFTA is not in their current plans _ and latest such example came Thursday.</p>\n<p>A congressional gathering heard Treasury Secretary Steven Mnuchin express some optimism about getting a deal. He based that on what he said were weekly meetings with U.S. trade czar Robert Lighthizer.</p>\n<p>&#8221;I&#8217;m cautiously hopeful that &#8230; (he) will be renegotiating this deal,&#8221; Mnuchin told the House of Representatives&#8217; budget committee.</p>\n<p>&#8221;It is a major priority of ours to renegotiate the deal.&#8221;</p>\n<p>He refused to even discuss the possibility of U.S. withdrawal from NAFTA when asked to do so. Republican lawmaker Darin LaHood pressed Mnuchin to analyze the possible consequences of withdrawal, something the Illinois congressman said would be a mistake.</p>\n<p>&#8221;I would hate to see us shoot ourselves in the foot by withdrawing from NAFTA,&#8221; LaHood said.</p>\n<p>&#8221;I look at those negotiations, and where we&#8217;re headed, that causes me a lot of concern.&#8221;</p>\n<p>Again, Mnuchin reaffirmed his view that cancellation is not imminent: &#8221;I don&#8217;t want to go through the consequences _ because, again, that&#8217;s not our first priority. Our priority is to renegotiate the deal,&#8221; said the treasury secretary.</p>\n<p>It&#8217;s the third such hint from a prominent member of the administration in recent days.</p>\n<p>In a public meeting this week, Lighthizer said progress is being made in the renegotiation. He described the anxiety about a U.S. withdrawal as something in the past tense.</p>\n<p>&#8221;There was a lot of anxiety at one point as to whether we would be in a position where we would have to withdraw in order to get a good agreement,&#8221; Lighthizer said, with President Donald Trump looking on.</p>\n<p>&#8221;I think we&#8217;re making progress on NAFTA &#8230; I think we&#8217;re making real headway _ in particular with respect to the Mexicans.&#8221;</p>\n<p>Lighthizer has stated his view that negotiations have been harder with Canada. His relations with Canadian counterpart Chrystia Freeland have been bumpier. In her last two Washington visits, Freeland has met with Lighthizer&#8217;s colleague, Commerce Secretary Wilbur Ross _ but not Lighthizer.</p>\n<p>That being said, in a closing news conference at the last round, Lighthizer described his Canadian and Mexican counterparts as friends.</p>\n<p>Another Trump cabinet member also expressed optimism about NAFTA a few days ago. Agriculture Secretary Sonny Perdue said he expects a NAFTA deal by year&#8217;s end.</p>\n<p>Extending the talks into 2018 would have some drawbacks: Both Scotiabank and the Bank of Canada say uncertainty over the investment situation would shave about one-fifth of one per cent from Canada&#8217;s economy by next year.</p>\n<p>This week also provided examples of the uncertainty in Canada-U.S. trade.</p>\n<p>The U.S. opened an investigation into possible punitive duties on certain types of Canadian pipes _ following similar moves on lumber, paper, and a thwarted effort to slap duties on Bombardier airplanes.</p>\n<p>In addition, Trump made cryptic comments about an import tax _ later played down by the White House. He also appeared to nod in agreement during a meeting as a Democrat called for Buy American provisions to be added to a major infrastructure bill.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/renegotiation-not-cancellation-trump-team-drops-hints-nafta-end-not-imminent/\">Renegotiation, not cancellation: Trump team drops hints NAFTA end not imminent</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/renegotiation-not-cancellation-trump-team-drops-hints-nafta-end-not-imminent/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Food industry concerned by possible delays in Ottawa ratifying new TPP</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/food-industry-concerned-by-possible-delays-in-ottawa-ratifying-new-tpp/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/food-industry-concerned-by-possible-delays-in-ottawa-ratifying-new-tpp/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:26:56 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079197</guid>\n\t\t<description><![CDATA[<p>OTTAWA _ Canadian food producers are concerned that the federal government may be dragging its heels on ratifying the newly rebooted Trans-Pacific Partnership, saying delay could hurt their ability to&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/food-industry-concerned-by-possible-delays-in-ottawa-ratifying-new-tpp/\">Food industry concerned by possible delays in Ottawa ratifying new TPP</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>OTTAWA _ Canadian food producers are concerned that the federal government may be dragging its heels on ratifying the newly rebooted Trans-Pacific Partnership, saying delay could hurt their ability to penetrate new markets.</p>\n<p>Their concern stems from testimony Thursday by International Trade Minister Francois-Philippe Champagne, who said he doesn&#8217;t see Parliament ratifying the 11-country Pacific Rim trade pact before this fall.</p>\n<p>Champagne said Canada intends to formally sign the new TPP deal next month, but its formal ratification _ which would put it into force _ likely won&#8217;t take place until autumn.</p>\n<p>The heads of the Canadian Agri-Food Trade Alliance and the Canadian Cattlemen&#8217;s Association said that would place domestic food producers at a competitive disadvantage.</p>\n<p>That&#8217;s because only six of the 11 TPP countries have to ratify the deal for it to come into force.</p>\n<p>Champagne said he was being realistic because there&#8217;s a full slate of business before the House of Commons and Senate.</p>\n<p>&#8220;I&#8217;m just mindful of the timetable. And with your help I think we can get that to the House as quickly as possible,&#8221; Champagne told the House of Commons trade committee.</p>\n<p>Conservative MP Randy Hoback told the minister he was concerned because that would give a head start to the six countries that do ratify.</p>\n<p>Hoback suggested any review of the Canada&#8217;s proposed legislation could be speedy because the original Trans-Pacific Partnership, which was signed in October 2015 by the previous Conservative government, has been heavily studied.</p>\n<p>The current version of the TPP was salvaged after the Trump administration pulled the U.S. out of it last year.</p>\n<p>Claire Citeau, the executive director of the Canadian Agri-Food Trade Alliance, said in an interview that most the of TPP text is known and all that&#8217;s needed for further study are the list of what&#8217;s been taken out after the U.S. withdrawal and the content of any side agreements.</p>\n<p>&#8220;The best way to get the advantages of the deal and to implement is to ratify quickly,&#8221; she said.</p>\n<p>&#8220;If we&#8217;re not in the first tranche of countries moving ahead, we are at risk of losing the first movers&#8217; advantage.&#8221;</p>\n<p>The cattlemen&#8217;s association said if the government waits until this fall to ratify the deal, domestic beef producers will fall behind their competitors in other TPP countries.</p>\n<p>&#8220;Amongst those first six could be our beef competitors in New Zealand, Australia, and Mexico,&#8221; said John Masswohl, the association&#8217;s international relations director.</p>\n<p>&#8220;And if they start to get the tariff advantage in the Japanese market while we&#8217;re still paying the high tariff, that&#8217;s a concern.&#8221;</p>\n<p>Champagne said after his testimony that he remains committed moving as fast as possible to ratify the deal.</p>\n<p>&#8220;We&#8217;re very diligent, but I&#8217;m mindful of the time and the obviously the agenda of the House,&#8221; the minister said.</p>\n<p>&#8220;We understand the benefits and the first mover advantage.&#8221;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/food-industry-concerned-by-possible-delays-in-ottawa-ratifying-new-tpp/\">Food industry concerned by possible delays in Ottawa ratifying new TPP</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/food-industry-concerned-by-possible-delays-in-ottawa-ratifying-new-tpp/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Barrick share down as company swings to loss, forecasts higher costs</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/barrick-share-down-as-company-swings-to-loss-forecasts-higher-costs/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/barrick-share-down-as-company-swings-to-loss-forecasts-higher-costs/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:25:48 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079193</guid>\n\t\t<description><![CDATA[<p>TORONTO _ Barrick Gold Corp.&#8217;s shares were down Thursday as the company swung to a net loss in the last quarter and upped its expected costs going forward.<br />\nThe miner,&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/barrick-share-down-as-company-swings-to-loss-forecasts-higher-costs/\">Barrick share down as company swings to loss, forecasts higher costs</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO _ Barrick Gold Corp.&#8217;s shares were down Thursday as the company swung to a net loss in the last quarter and upped its expected costs going forward.</p>\n<p>The miner, which reports in US dollars, says its net loss was $314 million or 27 cents per share, compared with earnings of $425 million or 36 cents per share last year.</p>\n<p>The loss was largely due to a $916 million impairment charge on its long-lived assets, stemming both from a major tax and export dispute between its 64-per-cent owned Acacia Mining and the Tanzanian government, and the partial writedown of its Pascua Lama project after the Chilean government ordered it to close all surface facilities.</p>\n<p>Barrick says its all-in cash cost per ounce is expected to be between $750 to $875 per ounce for 2018 and $750 to $875 per ounce between 2019 and 2022, well off the $700 per ounce target it had set for itself in 2016.</p>\n<p>The company says adjusted net earnings came in at $253 million, or 22 cents per share, higher than average analyst expectations of $221.8 million or 21 cents per share.</p>\n<p>Barrick&#8217;s share price was down about 3.8 per cent to $16.49 in late afternoon trading on the Toronto Stock Exchange.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/barrick-share-down-as-company-swings-to-loss-forecasts-higher-costs/\">Barrick share down as company swings to loss, forecasts higher costs</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/barrick-share-down-as-company-swings-to-loss-forecasts-higher-costs/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Imperial warns faulty aircraft gasoline could pose fuel gauge interference</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/imperial-warns-faulty-aircraft-gasoline-could-pose-fuel-gauge-interference/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/imperial-warns-faulty-aircraft-gasoline-could-pose-fuel-gauge-interference/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:24:49 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079187</guid>\n\t\t<description><![CDATA[<p>CALGARY _ Imperial Oil Ltd. is warning regulators and customers that aviation gasoline shipped from its Edmonton-area refinery could cause interference with aircraft fuel gauge sensors.<br />\nThe company says in&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/imperial-warns-faulty-aircraft-gasoline-could-pose-fuel-gauge-interference/\">Imperial warns faulty aircraft gasoline could pose fuel gauge interference</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>CALGARY _ Imperial Oil Ltd. is warning regulators and customers that aviation gasoline shipped from its Edmonton-area refinery could cause interference with aircraft fuel gauge sensors.</p>\n<p>The company says in a release that a product quality problem was discovered earlier this week at its Strathcona refinery and all shipments of &#8220;avgas&#8221; were immediately halted.</p>\n<p>However, it says there were potential quality problems with fuel shipped since Dec. 28, resulting in a request to distributors to immediately stop selling the product. It says it has warned Transport Canada about the situation.</p>\n<p>Imperial said it is not aware of any safety issues as yet related to the fuel. It said its fuel warning does not extend to aircraft that use jet fuel, also known in the industry as &#8220;Jet A.&#8221;</p>\n<p>Spokesman Jon Harding said avgas is mainly used in smaller planes but couldn&#8217;t provide detail on how much fuel may be affected or where it was distributed.</p>\n<p>Downstream vice-president Jon Wetmore said an investigation into the cause of the issue is ongoing and more information will be released as the situation evolves.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/imperial-warns-faulty-aircraft-gasoline-could-pose-fuel-gauge-interference/\">Imperial warns faulty aircraft gasoline could pose fuel gauge interference</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/imperial-warns-faulty-aircraft-gasoline-could-pose-fuel-gauge-interference/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Shopify says it may offer voice enabled shopping through home devices</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/shopify-says-it-may-offer-voice-enabled-shopping-through-home-devices/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/shopify-says-it-may-offer-voice-enabled-shopping-through-home-devices/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:22:39 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079183</guid>\n\t\t<description><![CDATA[<p>Shopify Inc. is eyeing voice-enabled e-commerce and says it will likely join in on the trend if voice-activated devices continue to rapidly pick up users.<br />\nVoice-enabled artificial intelligence, which allows&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/shopify-says-it-may-offer-voice-enabled-shopping-through-home-devices/\">Shopify says it may offer voice enabled shopping through home devices</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Shopify Inc. is eyeing voice-enabled e-commerce and says it will likely join in on the trend if voice-activated devices continue to rapidly pick up users.</p>\n<p>Voice-enabled artificial intelligence, which allows shoppers to make a purchase by talking to an internet-connected home device, is being hailed by some as the future of retailing.</p>\n<p>Currently, the big players in the field are digital voice assistants like Siri, Alexa and Google Now, which already allow shoppers to make payments, arrange shipping or products, build shopping lists and track orders.</p>\n<p>&#8220;If that sort of vocal user interfaces or voice-enabled commerce is meaningful to your audience, I think that absolutely that&#8217;s a place where Shopify will be,&#8221; senior vice-president of data and analytics David Lennie said Thursday on a conference call.</p>\n<p>The Ottawa-based online store platform hinted at the potential move after it reported a better-than-expected fourth quarter on Thursday, during which revenue jumped 71 per cent compared with a year ago.</p>\n<p>The company, which keeps its books in U.S. dollars, said it lost $3 million or three cents per share in the last three months of 2017, narrowing a loss of $8.9 million or 10 cents per share a year earlier.</p>\n<p>Revenue totalled $222.8 million, up from $130.4 million.</p>\n<p>On an adjusted basis, Shopify earned $14.7 million or 15 cents per share for the quarter, compared with an adjusted loss of $400,000 or zero cents per share in the fourth quarter of 2016.</p>\n<p>Analysts had expected an adjusted profit of five cents per share and $209.3 million in revenue, according to Thomson Reuters.</p>\n<p>The revenue surge comes as Shopify continues to dabble in rapidly-evolving technologies such as artificial intelligence and virtual and augmented reality.</p>\n<p>It currently uses such technologies to allow shoppers to customize products on their phone or computer and then visualize them in their own home with a headset, and to offer in-game purchases of physical products.</p>\n<p>It&#8217;s earned praise from Apple CEO Tim Cook, who got a peek at Shopify&#8217;s AR and VR offerings on a recent visit to the company&#8217;s Toronto office.</p>\n<p>&#8220;We&#8217;ve actually been very early to the AR and VR space and so we have teams that are always working on sort of the cutting-edge of technology and thinking about how could we deploy (voice-enabled e-commerce) in a way that will transform commerce,&#8221; said Lennie.</p>\n<p>Aside from technology, the company is also expected to benefit from a contract it landed with the Ontario government, which said earlier this week that it would use Shopify&#8217;s e-commerce platform for cannabis sales online and in stores as part of its plan to be the province&#8217;s sole distributor of legal recreational marijuana.</p>\n<p>Its stock closed up 0.42 per cent at $171.91 Thursday. It has recovered from a steep sell-off in October 2017, sparked by allegations by high-profile short-seller Andrew Left of Citron Research. He said the company, which provides businesses with online checkout services, doesn&#8217;t comply with Federal Trade Commission guidelines and suggested the stock&#8217;s value is closer to US$60 before any potential FTC involvement.</p>\n<p>Shopify CEO Tobias Lutke refuted the claims and told investors in October that the company sells an e-commerce platform _ not business opportunities _ and complies with FTC regulations.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/shopify-says-it-may-offer-voice-enabled-shopping-through-home-devices/\">Shopify says it may offer voice enabled shopping through home devices</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/shopify-says-it-may-offer-voice-enabled-shopping-through-home-devices/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Westons&#8217; Choice Properties to create Canada&#8217;s largest REIT, buys rival for $3.9B</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/westons-choice-properties-to-create-canadas-largest-reit-buys-rival-for-3-9b/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/westons-choice-properties-to-create-canadas-largest-reit-buys-rival-for-3-9b/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:21:19 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079179</guid>\n\t\t<description><![CDATA[<p>TORONTO _ The Weston family is poised to create Canada&#8217;s largest real estate investment trust through a $3.9-billion deal for its publicly traded Choice Properties REIT to buy Canadian Real&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/westons-choice-properties-to-create-canadas-largest-reit-buys-rival-for-3-9b/\">Westons&#8217; Choice Properties to create Canada&#8217;s largest REIT, buys rival for $3.9B</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO _ The Weston family is poised to create Canada&#8217;s largest real estate investment trust through a $3.9-billion deal for its publicly traded Choice Properties REIT to buy Canadian Real Estate Investment Trust.</p>\n<p>The combination of Choice Properties, which counts Loblaw as its principal tenant and largest unitholder, and CREIT will create a company with a diversified portfolio of 752 properties.</p>\n<p>The Weston family _ one of Canada&#8217;s wealthiest _ controls the Loblaw food business and other retail operations, including Shoppers Drug Mart and the Joe Fresh fashion chain, through its holdings in George Weston Ltd.</p>\n<p>The REIT empire helps it diversify away from its focus on retail, which has been experiencing mass disruption amid the rise of e-commerce and an increasingly competitive environment.</p>\n<p>&#8220;Loblaw and GWL continue to be fully committed to Choice Properties as a strong pillar of growth within the Weston Group of Companies,&#8221; Galen G. Weston, who is chairman and CEO of Loblaw and GWL, said in a statement.</p>\n<p>&#8220;We&#8217;ve always had an ambition to really establish Choice Properties as a real estate entity on its own,&#8221; he added in a conference call with analysts.</p>\n<p>&#8220;We always contemplated (mergers and acquisitions) as a long-term strategic option for us. . . . And fortunately, we were able to engage in a constructive conversation with (CREIT&#8217;s) management and their board.&#8221;</p>\n<p>Under the arrangement announced Thursday, Choice Properties will pay about 42 per cent of the purchase price in cash _ to a maximum of $1.65 billion _ and the rest in Choice Properties units, to a maximum of 183 million units.</p>\n<p>On a per share basis, CREIT unitholders are being offered $53.75 in cash or 4.2835 Choice Properties units for each CREIT unit held, subject to the overall cash and equity maximums.</p>\n<p>Following the deal, Loblaw Companies Ltd. and George Weston Ltd. will own approximately 62 per cent and four per cent of the combined company respectively. Canadian REIT unitholders will own approximately 27 per cent.</p>\n<p>The transaction requires a number of approvals, from unitholders in both REITS and the federal Competition Bureau, which has authority to review all mergers in Canada.</p>\n<p>&#8220;The Bureau is aware that Choice Properties and Canadian Real Estate Investment Trust are proposing to merge. . . . As the Bureau is obligated by law to conduct its work confidentially, I cannot comment further,&#8221; media relations officer Jayme Albert said in an email.</p>\n<p>The combined entities will be led by CREIT&#8217;s management team: chief executive Stephen Johnson, chief operating officer Rael Diamond and chief financial officer Mario Barrafato, who will have similar roles at Choice Properties.</p>\n<p>Choice Properties CEO John Morrison, who will become non-executive vice-chairman of the board of trustees, said that CREIT brings expertise in office and industrial properties as well as retail, where Choice has a lot of its assets.</p>\n<p>&#8220;So, I mean, there may be a bit of rationalization, but I wouldn&#8217;t say it would be material,&#8221; Morrison said.</p>\n<p>Choice Properties did announce Bart Munn will step down as chief financial officer but didn&#8217;t disclose whether he was leaving the organization.</p>\n<p>Morrison said one of the growth opportunities for the enlarged REIT will be a collection of about 60 properties ripe for mixed-use development, including 48 from Choice.</p>\n<p>He added that &#8220;some of the CREIT&#8217;s properties are in a position to move forward a little bit faster than maybe some of the Choice Property sites that are available.&#8221;</p>\n<p>CREIT units were up about 16 per cent to $50.49 on the Toronto Stock Exchange Thursday. Choice Property units closed down 3.6 per cent at $12.04.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/westons-choice-properties-to-create-canadas-largest-reit-buys-rival-for-3-9b/\">Westons&#8217; Choice Properties to create Canada&#8217;s largest REIT, buys rival for $3.9B</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/westons-choice-properties-to-create-canadas-largest-reit-buys-rival-for-3-9b/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Hydro Quebec considers special rates for Bitcoin miners as demand surges</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/hydro-quebec-considers-special-rates-for-bitcoin-miners-as-demand-surges/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/hydro-quebec-considers-special-rates-for-bitcoin-miners-as-demand-surges/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:20:13 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079175</guid>\n\t\t<description><![CDATA[<p>MONTREAL _ Hydro-Quebec may consider raising its rates for energy-hogging cryptocurrency miners, the utility said Thursday as requests continue to pour in from virtual currency companies looking to establish themselves&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/hydro-quebec-considers-special-rates-for-bitcoin-miners-as-demand-surges/\">Hydro Quebec considers special rates for Bitcoin miners as demand surges</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>MONTREAL _ Hydro-Quebec may consider raising its rates for energy-hogging cryptocurrency miners, the utility said Thursday as requests continue to pour in from virtual currency companies looking to establish themselves in the province.</p>\n<p>Spokesman Marc-Antoine Pouliot said more than 100 cryptocurrency companies have expressed interest in coming to Quebec to take advantage of the province&#8217;s rock-bottom energy prices.</p>\n<p>&#8220;We&#8217;ve had such an important volume (of requests) that there are questions being asked on the tariff offered and the quantity of clients we&#8217;ll be able to plug in,&#8221; he said in a phone interview.</p>\n<p>Pouliot said a few Bitcoin mining operations have already been established, and Hydro-Quebec is analyzing dozens more requests.</p>\n<p>Access to cheap energy is crucial because cryptocurrency miners around the world are competing to solve the equations that feed into the blockchain, the digital record that supports the currency.</p>\n<p>The more computing power miners throw at the system, the better their chances of being rewarded with Bitcoin.</p>\n<p>Pouliot said Quebec is an attractive destination because it has the lowest rates in North America for large businesses, as well as cold weather, which helps to prevent the electronics from overheating.</p>\n<p>He said the high-consuming cryptocurrency operations could be &#8220;interesting&#8221; clients for Hydro-Quebec, which currently has an energy surplus.</p>\n<p>But that excess capacity could be threatened if the bulk of the requests materialize _which is far from a given at the moment, he admitted.</p>\n<p>Some of the proposed projects are as big as 100 megawatts, Pouliot said _ more than 20 times what it takes to power Montreal&#8217;s Bell Centre.</p>\n<p>&#8220;One project like that isn&#8217;t a problem, but now we&#8217;re talking about hundreds,&#8221; he said.</p>\n<p>He said Hydro-Quebec has brought in industry-specific rates before, but generally to give a discount, not a hike.</p>\n<p>A spokesperson for Natural Resources Minister Pierre Moreau confirmed the matter of raising rates is being discussed but said no final decision has been made.</p>\n<p>Catherine Poulin said the proposal is part of a larger reflection on how to manage rising demand and ensure the network&#8217;s capacity isn&#8217;t threatened.</p>\n<p>The co-founder of Bitfarms, one of Quebec&#8217;s largest cryptocurrency mining companies, expressed hope that Moreau would consider the innovation and jobs the company brings to the province in his decision-making process.</p>\n<p>&#8220;We are building the computing power and electrical infrastructure that will power the blockchain with Quebec hydroelectric power,&#8221; Pierre-Luc Quimper said in a statement.</p>\n<p>He said the company has created 80 jobs in the province since July 2017 and hopes to hire 300 more people by the end of the year.</p>\n<p>Quimper added that his team would be happy to meet with Moreau to further discuss their activities.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/hydro-quebec-considers-special-rates-for-bitcoin-miners-as-demand-surges/\">Hydro Quebec considers special rates for Bitcoin miners as demand surges</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/hydro-quebec-considers-special-rates-for-bitcoin-miners-as-demand-surges/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Deadline looming to find buyer for former Nova Scotia wind tower plant:minister</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/deadline-looming-to-find-buyer-for-former-nova-scotia-wind-tower-plantminister/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/deadline-looming-to-find-buyer-for-former-nova-scotia-wind-tower-plantminister/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:17:47 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079171</guid>\n\t\t<description><![CDATA[<p>TRENTON, N.S. _ Nova Scotia&#8217;s business minister says time is running out on finding a new operator for a former wind tower manufacturing plant in Pictou County.<br />\nGeoff MacLellan toured&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/deadline-looming-to-find-buyer-for-former-nova-scotia-wind-tower-plantminister/\">Deadline looming to find buyer for former Nova Scotia wind tower plant:minister</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TRENTON, N.S. _ Nova Scotia&#8217;s business minister says time is running out on finding a new operator for a former wind tower manufacturing plant in Pictou County.</p>\n<p>Geoff MacLellan toured the former DSME Trenton plant today, and says the province will have to make a decision on what comes next by the end of this fiscal year if a buyer isn&#8217;t found.</p>\n<p>MacLellan says possible steps could include finding buyers for the equipment, or in the worst case scenario, liquidating the plant&#8217;s assets.</p>\n<p>He says two years into the receivership process and near the end of a second round of bids, it&#8217;s costing the province $150,000 a month to keep the plant in operational shape.</p>\n<p>The first round of bids was abandoned in late 2016 after the province rejected three, including two of only $1.</p>\n<p>The plant closed in February 2016 after taxpayers had sunk $56.3 million into the facility.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/deadline-looming-to-find-buyer-for-former-nova-scotia-wind-tower-plantminister/\">Deadline looming to find buyer for former Nova Scotia wind tower plant:minister</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/deadline-looming-to-find-buyer-for-former-nova-scotia-wind-tower-plantminister/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Sears and ex workers deliberate on appointing trustee to review payments</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/sears-and-ex-workers-deliberate-on-appointing-trustee-to-review-payments/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/sears-and-ex-workers-deliberate-on-appointing-trustee-to-review-payments/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 21:16:16 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079167</guid>\n\t\t<description><![CDATA[<p>TORONTO _ Lawyers representing former Sears Canada workers and their ex-employer are trying to reach an agreement on whether a trustee should be appointed to review nearly $3 billion paid&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/sears-and-ex-workers-deliberate-on-appointing-trustee-to-review-payments/\">Sears and ex workers deliberate on appointing trustee to review payments</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO _ Lawyers representing former Sears Canada workers and their ex-employer are trying to reach an agreement on whether a trustee should be appointed to review nearly $3 billion paid to shareholders even as the retailer business was in decline.</p>\n<p>The ex-workers are upset the payments were made pension fund had a short-fall, which was about $266.8 million when Sears Canada sought court protection from creditors.</p>\n<p>The opposing parties deliberated behind closed doors Thursday at Ontario Superior Court in Toronto.</p>\n<p>The workers claim the bulk of the $3 billion was paid to Sears Canada&#8217;s largest shareholder U.S. hedge fund ESL Investments and its CEO Eddie Lampert _ a claim disputed by ESL.</p>\n<p>A representative for ESL told The Canadian Press that the company and Lampert only received five per cent of the dividends paid out to shareholders.</p>\n<p>Lampert took control of Sears in 2005 and says ESL suffered significant losses from the company&#8217;s 2017 bankruptcy.</p>\n<p>After he and other shareholders were paid by the company, he claims Sears had $500 million in cash available for use and no debt.</p>\n<p>Lampert also claims the former employees&#8217; $300-million figure is deceitful because it conflates Sears&#8217; retirement plan with health, dental and life insurance that he says has gone unfunded since 2008.</p>\n<p>In their motion, the workers also say they are owed $400 million for unpaid health and life-insurance benefits.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/sears-and-ex-workers-deliberate-on-appointing-trustee-to-review-payments/\">Sears and ex workers deliberate on appointing trustee to review payments</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/sears-and-ex-workers-deliberate-on-appointing-trustee-to-review-payments/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>How Acadian Seaplants became a global leader in seaweed</title>\n\t\t<link>http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/acadian-seaplants/</link>\n\t\t<comments>http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/acadian-seaplants/#respond</comments>\n\t\t<pubDate>Thu, 15 Feb 2018 16:50:51 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Marzena Czarnecka]]></dc:creator>\n\t\t\t\t<category><![CDATA[Best Managed Companies]]></category>\n\t\t<category><![CDATA[Acadian Seaplants]]></category>\n\t\t<category><![CDATA[Canada’s Best Managed Companies]]></category>\n\t\t<category><![CDATA[Canada’s Best Managed Companies 2017]]></category>\n\t\t<category><![CDATA[food]]></category>\n\t\t<category><![CDATA[food industry]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079161</guid>\n\t\t<description><![CDATA[<p>From a young age, Jean-Paul Deveau was fascinated by seaweed. That interest has created a multinational manufacturing empire</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/acadian-seaplants/\">How Acadian Seaplants became a global leader in seaweed</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div class=\"clear linknav\"><style>\r\n\r\n  .bmc17-nav,\r\n  .bmc17-nav--row,\r\n  .bmc17-nav--item {\r\n    display: block;\r\n    font-family: sans-serif;\r\n    line-height: 1em;\r\n  }\r\n\r\n  .bmc17-nav {\r\n    margin-bottom: 1em;\r\n  }\r\n\r\n  .bmc17-banner--main {\r\n    display: block;\r\n    width: 100%;\r\n    border-bottom: solid 0.25em #fff;\r\n  }\r\n\r\n  .bmc17-nav--item {\r\n    text-align: center;\r\n    padding: 0.5em;\r\n    font-weight: bold;\r\n    text-decoration: none;\r\n    background-color: #d5205d;\r\n    color: #fff;\r\n    border-bottom: solid 0.25em #fff;\r\n    transition-property: background-color;\r\n    transition-duration: 0.2s;\r\n  }\r\n\r\n  .bmc17-nav--item:hover {\r\n    background-color: #39b54a;\r\n    color: #fff;\r\n  }\r\n\r\n@media screen and (min-width:480px) {\r\n\r\n  .bmc17-nav {\r\n    display: table;\r\n    width: 100%;\r\n    table-layout: fixed;\r\n  }\r\n\r\n  .bmc17-banner--main {\r\n    /*border-bottom: solid 0.5em #fff;*/\r\n  }\r\n\r\n  .bmc17-nav--row {\r\n    display: table-row;\r\n  }\r\n\r\n  .bmc17-nav--item {\r\n    display: table-cell;\r\n    vertical-align: middle;\r\n    border: solid 0.5em #fff;\r\n  }\r\n\r\n  .bmc17-nav--row > .bmc17-nav--item:first-child {\r\n    border-left: 0;\r\n  }\r\n  .bmc17-nav--row > .bmc17-nav--item:last-child {\r\n    border-right: 0;\r\n  }\r\n\r\n\r\n\r\n}\r\n\r\n\r\n</style>\r\n\r\n<a class=\"bmc17-banner--main\" href=\"http://www.canadianbusiness.com/best-managed-companies/\" target=\"_blank\">\r\n  <img src=\"http://www.canadianbusiness.com/wp-content/uploads/2017/03/best-managed-companies-201703021700.png\" alt=\"Canada’s Best Managed Companies\" />\r\n</a>\r\n<div class=\"bmc17-nav\">\r\n  <div class=\"bmc17-nav--row\">\r\n    <a href=\"http://www.canadianbusiness.com/best-managed-companies/#winners\" class=\"bmc17-nav--item\">Complete Listings</a>\r\n    <a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/best-managed-videos/\" class=\"bmc17-nav--item\">Video</a>\r\n    <a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/introduction-2017/\" class=\"bmc17-nav--item\">Methodology</a>\r\n    <a href=\"http://www.bestmanagedcompanies.ca/\" class=\"bmc17-nav--item\" target=\"_blank\">Learn More</a>\r\n  </div>\r\n</div></div>\n<div id=\"attachment_1079163\" style=\"width: 832px\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-1079163\" src=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/acadian-seaplants-BY-aaron-mckenzie-fraser.jpg\" alt=\"Acadian Seaplants\" width=\"822\" height=\"546\" srcset=\"http://www.canadianbusiness.com/wp-content/uploads/2018/02/acadian-seaplants-BY-aaron-mckenzie-fraser.jpg 822w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/acadian-seaplants-BY-aaron-mckenzie-fraser-660x438.jpg 660w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/acadian-seaplants-BY-aaron-mckenzie-fraser-375x249.jpg 375w, http://www.canadianbusiness.com/wp-content/uploads/2018/02/acadian-seaplants-BY-aaron-mckenzie-fraser-768x510.jpg 768w\" sizes=\"(max-width: 822px) 100vw, 822px\" /><p class=\"wp-caption-text\">An employee checks a carboy filled with seaweed at Acadian’s research centre in Nova Scotia. (Aaron McKenzie Fraser)</p></div>\n<p>When Jean-Paul Deveau returned home to Nova Scotia in 1981 on summer break from McGill University, he discovered he had no bedroom.</p>\n<p>“I’m about to go put my stuff in my room and my mother stops me and says, ‘So, before you go upstairs . . . your father started a business and he’s running it out of your bedroom,’ ” the president and CEO of Acadian Seaplants Limited remembers. “ ‘So you’re welcome to stay here but you have to find some other place to sleep.’ ”</p>\n<p>His bedroom was the incubation laboratory for Acadian Seaplants, which today is the largest independent marine plant processing company in North America, with six processing plants spread across Atlantic Canada, Ireland and Scotland. It makes seaweed-based food, agricultural and chemical products, ranging from dehydrated “sea vegetables” for salad and pasta dishes to pet food to crop fertilizer to additives for brewing. Seaweed is plentiful around the Nova Scotia coastline, where the company is still headquartered. Deveau’s father, the 86-year-old Louis E. Deveau, was perhaps destined for a career in seaweed. As a kid growing up on the shores of Baie Sainte-Marie, Louis noticed his own father put <em>goémon de roche</em> (the Acadian term for the seaweed harvested from the rocky shoreline) on the family’s vegetable garden. The practice yielded excellent results and spurred his realization that the plentiful plants were rich in nutrients.</p>\n<blockquote><p><strong>MORE: <a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/introduction-2017/\">Secrets of Canada’s Best Managed Companies</a></strong></p></blockquote>\n<p>His fascination with the sea plant’s potential resulted in Louis joining Marine Colloids, a subsidiary of the world’s largest carrageenan gum manufacturer, in 1967. He later led seaweed-connected businesses in the Philippines and Mexico before moving to New Jersey as a vice-president of Marine Colloids’ U.S. operations. He was soon appointed president of the company’s Canadian wing, where he was also responsible for sourcing seaweed around the globe. “He also spearheaded the development of an entirely new industry—seaweed farming in the Philippines and Indonesia, which today is a major industry in those countries,” notes the Acadian Seaplants website with pride.</p>\n<p>In 1981, already a seaweed expert, he decided to become a seaweed entrepreneur. It was a risky—and prescient—move.</p>\n<p>“There was no market for most of the products we make now,” Deveau says. “The market emerged afterwards.” And, in many instances, it was created by Louis.</p>\n<p>The company that would become Acadian Seaplants was originally a small, seasonal seaweed harvesting operation, based in Nova Scotia and owned by the parent company of Louis’s long-time employer. After Louis bought its Nova Scotian assets in 1981, the firm’s former owners became its first—and for several years <em>only</em>—customer. It wasn’t a bad way to start a business, but Louis quickly recognized the vulnerability and unsustainability of such a business plan.</p>\n<p>Meanwhile, Deveau was ﬁnishing his M.B.A. at McGill. When he came home in 1985, he still had no bedroom. Instead, his father presented him with the kind of job every freshly minted M.B.A. dreams of: there was no pay and high risk. But it had big potential, for either success or failure.</p>\n<p>“He said, ‘Do you want to see what we can build with this thing I’m running out of your bedroom?’ ” Deveau laughs. “ ‘We don’t have enough money to pay you, but let’s see what we can build.’ And off we went, and we never looked back.”</p>\n<p>The ability of both Deveaus to take calculated risks continues to define the multinational company’s culture in its fourth decade of operations.</p>\n<blockquote><p><strong>MORE: <a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/napoleon-grills/\">How Napoleon Grills uses insights from the shop floor to keep quality high</a></strong></p></blockquote>\n<p>“What I really like about Acadian is they are not afraid,” says Derrick Dempster, a partner at Deloitte who works with Acadian in the Best Managed Companies program. “They operate in a number of countries, they continue to expand strategically and they’re open to taking risks in new environments. They take on those challenges and they create new markets for themselves as a consequence.”</p>\n<p>The Deveaus agree. Louis, from Acadian’s inception, applied a “long-play” business strategy, grounded in heavy investment in scientific research and developing new markets. Deveau believes the company’s current success is driven by four deceptively simple factors. They are all about investment: in research and development, in international market development, in sustainability and in people. These commitments were seeded by Louis on day one, and have been consistently nurtured ever since by father, son and an ever-expanding pool of talent.</p>\n<p>“We find the best people in the world and either bring them to Canada to have them work for us in Nova Scotia—we speak more than 10 languages in our facility here—or we base them throughout the world to represent our company in all the countries in which we operate,” says Deveau. The company now exports to more than 80 countries and has staff in 12 locations around the globe.</p>\n<p><strong>MORE: <a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/kids-and-company/\">How Kids &amp; Company modernized child care for the on-demand age</a></strong></p>\n<p>Acadian’s talent strategy is guided by the same kind of long-term focus Louis brought to the seaweed business: nothing is about today. It’s not even about tomorrow—it’s about the next three, five or 10 years. Acadian tries to envision the future, and then it actively creates it.</p>\n<p>“I go to a lot of conferences and we are, of course, comparing ourselves to our competitors. And when we see that what we presented three years ago, other companies are doing now, we have to ask ourselves, immediately, what do we do next? What’s the potential, the next opportunity, the new market no one else is thinking about?” says Deveau.</p>\n<p>Indeed, how the company harvests its products is under constant evaluation and improvement. Hyper-competitive long-term thinking like that will continue to contribute to Acadian’s success.</p>\n<p>“They will continue to change and create new products,” says Dempster. “They really think of themselves as a learning organization, and they’ve created infrastructure to support that. They’re a Canadian business based in Nova Scotia, but they understand that their market is global.”</p>\n<h3>MORE ABOUT <a href=\"http://www.canadianbusiness.com/best-managed-companies/\">CANADA’S BEST MANAGED COMPANIES</a>:</h3>\n<ul>\n<li><strong><a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/napoleon-grills/\">How Napoleon Grills uses insights from the shop floor to keep quality high</a></strong></li>\n<li><strong><a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/running-room/\">For the Running Room, the shift to digital retail is a marathon, not a sprint</a></strong></li>\n<li><strong><a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/kids-and-company/\">How Kids &amp; Company modernized child care for the on-demand age</a></strong></li>\n<li><strong><a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/g-adventures/\">How G Adventures made social good a key part of its management strategy</a></strong></li>\n<li><strong><a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/steam-whistle-brewing/\">How singular focus made Steam Whistle Brewing one of Canada’s top workplaces</a></strong></li>\n<li><strong><a href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/cowater-international/\">Cowater International: Canada’s Best Managed Companies 2017</a></strong></li>\n</ul>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/acadian-seaplants/\">How Acadian Seaplants became a global leader in seaweed</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/lists-and-rankings/best-managed-companies/acadian-seaplants/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Rallying gold and oil prices give TSX a triple digit boost, loonie strengthens</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/rallying-gold-and-oil-prices-give-tsx-a-triple-digit-boost-loonie-strengthens/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/rallying-gold-and-oil-prices-give-tsx-a-triple-digit-boost-loonie-strengthens/#respond</comments>\n\t\t<pubDate>Wed, 14 Feb 2018 21:39:55 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079155</guid>\n\t\t<description><![CDATA[<p>TORONTO _ Surging gold and oil prices helped give Canada&#8217;s main stock index a triple-digit boost, as the loonie strengthened against a weakening greenback.<br />\nThe S&#38;P/TSX composite index advanced 111.80&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/rallying-gold-and-oil-prices-give-tsx-a-triple-digit-boost-loonie-strengthens/\">Rallying gold and oil prices give TSX a triple digit boost, loonie strengthens</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>TORONTO _ Surging gold and oil prices helped give Canada&#8217;s main stock index a triple-digit boost, as the loonie strengthened against a weakening greenback.</p>\n<p>The S&amp;P/TSX composite index advanced 111.80 points to 15,328.27, led by strong gains in the gold, base metals, materials and energy sectors.</p>\n<p>The March crude contract climbed US$1.41 to US$60.60 per barrel and the April gold contract soared US$27.60 to US$1,358.00 an ounce.</p>\n<p>South the border, American stocks capped off their fourth day of gains amid a U.S. government report that consumer prices climbed in January at a rate faster than economists expected. But there were few signs of the worries about inflation that sent stocks falling in the last few weeks.</p>\n<p>In New York, the Dow Jones industrial average was up 253.04 points to 24,893.49. The S&amp;P 500 index added 35.69 points to 2,698.63 and the Nasdaq composite index was up 130.11 points to 7,143.62.</p>\n<p>The Canadian dollar closed at an average trading value of 79.61 cents US, up 0.24 of a U.S. cent.</p>\n<p>Elsewhere in commodities, the March natural gas contract was down a cent at US$2.59 per mmBTU and the March copper contract was up seven cents to US$3.24 a pound.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/rallying-gold-and-oil-prices-give-tsx-a-triple-digit-boost-loonie-strengthens/\">Rallying gold and oil prices give TSX a triple digit boost, loonie strengthens</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/rallying-gold-and-oil-prices-give-tsx-a-triple-digit-boost-loonie-strengthens/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Producer Ryan Murphy signs exclusive Netflix deal</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/producer-ryan-murphy-signs-exclusive-netflix-deal/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/producer-ryan-murphy-signs-exclusive-netflix-deal/#respond</comments>\n\t\t<pubDate>Wed, 14 Feb 2018 21:32:57 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079151</guid>\n\t\t<description><![CDATA[<p>LOS ANGELES _ TV and movie producer Ryan Murphy is expanding his empire to Netflix.<br />\nThe streaming service says Murphy signed a deal to produce new series and films exclusively&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/producer-ryan-murphy-signs-exclusive-netflix-deal/\">Producer Ryan Murphy signs exclusive Netflix deal</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>LOS ANGELES _ TV and movie producer Ryan Murphy is expanding his empire to Netflix.</p>\n<p>The streaming service says Murphy signed a deal to produce new series and films exclusively for it starting in July. Details of the multiyear deal were not disclosed.</p>\n<p>Murphy has been producing TV shows for the Fox broadcast network and FX cable channel, including &#8220;Glee,&#8221; &#8221;9-1-1,&#8220; &#8221;American Crime Story&#8220; and &#8221;American Horror Story.&#8220;</p>\n<p>He will continue working on the Fox and FX shows produced by 20th Century Fox Television, a spokesman for Murphy said Wednesday.</p>\n<p>Two new shows that will premiere on Netflix, &#8220;Ratched&#8221; and &#8220;The Politician,&#8221; also will be produced by Fox, his spokesman said.</p>\n<p>Murphy&#8217;s big-screen credits include &#8220;Running with Scissors&#8221; and &#8220;Eat Pray Love.&#8221;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/producer-ryan-murphy-signs-exclusive-netflix-deal/\">Producer Ryan Murphy signs exclusive Netflix deal</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/producer-ryan-murphy-signs-exclusive-netflix-deal/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Critics wary as Google&#8217;s Chrome preps ad blocking crackdown</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/critics-wary-as-googles-chrome-preps-ad-blocking-crackdown/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/critics-wary-as-googles-chrome-preps-ad-blocking-crackdown/#respond</comments>\n\t\t<pubDate>Wed, 14 Feb 2018 21:31:50 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079147</guid>\n\t\t<description><![CDATA[<p>SAN FRANCISCO _ Starting Thursday, Google will start using its Chrome browser to eradicate ads it deems annoying or otherwise detrimental to users. It just so happens that many of&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/critics-wary-as-googles-chrome-preps-ad-blocking-crackdown/\">Critics wary as Google&#8217;s Chrome preps ad blocking crackdown</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>SAN FRANCISCO _ Starting Thursday, Google will start using its Chrome browser to eradicate ads it deems annoying or otherwise detrimental to users. It just so happens that many of Google&#8217;s own most lucrative ads will sail through the new filters.</p>\n<p>The move, which Google first floated back in June, is ostensibly aimed at making online advertising more tolerable. Chrome will flag sites that run annoying ads such as auto-playing video with sound, and it will block all ads on offending sites if they don&#8217;t reform themselves.</p>\n<p>Google&#8217;s aim is partly to convince people to turn off their own ad-blocking software, which costs publishers revenue by preventing ads from displaying.</p>\n<p>But critics say it is acting selfishly by leaving untouched formats like pre-roll ads, which frequently appear before videos on its YouTube platform.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/critics-wary-as-googles-chrome-preps-ad-blocking-crackdown/\">Critics wary as Google&#8217;s Chrome preps ad blocking crackdown</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/critics-wary-as-googles-chrome-preps-ad-blocking-crackdown/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Uber&#8217;s net loss widens to $4.5 billion for tumultuous 2017</title>\n\t\t<link>http://www.canadianbusiness.com/business-news/ubers-net-loss-widens-to-4-5-billion-for-tumultuous-2017/</link>\n\t\t<comments>http://www.canadianbusiness.com/business-news/ubers-net-loss-widens-to-4-5-billion-for-tumultuous-2017/#respond</comments>\n\t\t<pubDate>Wed, 14 Feb 2018 21:30:49 +0000</pubDate>\n\t\t<dc:creator><![CDATA[CB Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.canadianbusiness.com/?p=1079143</guid>\n\t\t<description><![CDATA[<p>Ride-hailing giant Uber&#8217;s full-year net loss widened to $4.5 billion in 2017 as the company endured a tumultuous year that included multiple scandals, a lawsuit alleging the theft of trade&#8230;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/ubers-net-loss-widens-to-4-5-billion-for-tumultuous-2017/\">Uber&#8217;s net loss widens to $4.5 billion for tumultuous 2017</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Ride-hailing giant Uber&#8217;s full-year net loss widened to $4.5 billion in 2017 as the company endured a tumultuous year that included multiple scandals, a lawsuit alleging the theft of trade secrets and the replacement of its CEO.</p>\n<p>The results also showed that Uber cut its fourth-quarter net loss by 25 per cent from the third quarter as new CEO Dara Khosrowshahi moves to make the company profitable ahead of a planned initial public stock offering sometime next year.</p>\n<p>The full-year loss grew from $2.8 billion in 2016, a year with results skewed by a gain from the sale of Uber&#8217;s unprofitable business in China. Uber also said its U.S. ride-hailing market share fell from 82 per cent at the start of last year to 70 per cent in the fourth quarter. Uber said the share has now stabilized.</p>\n<p>Gross revenue for the year rose 85 per cent over 2016, to $37 billion.</p>\n<p>For the fourth quarter, Uber&#8217;s net loss was $1.1 billion, down from $1.46 billion it lost in the third quarter. Bookings from fares rose 14 per cent to just over $11 billion for the quarter.</p>\n<p>While the losses are significant, the results still are positive for Uber with revenue rising and losses falling in three of four quarters in 2017, said Rohit Kulkarni, managing director of SharesPost, a research group focused on privately held companies. The numbers show that Uber under Khosrowshahi is on a path toward profitability and a sustainable economic model, Kulkarni said. &#8220;If you draw that out further, a year from now, this could be a significant IPO waiting to happen,&#8221; he said.</p>\n<p>Uber considers adjusted earnings before taxes as a better indicator of its financial performance rather than net earnings based on Generally Accepted Accounting Principles, which include losses for accounting purposes. On an adjusted basis, excluding stock-based compensation, legal costs, taxes and depreciation, the company lost $2.2 billion for the full year. The fourth-quarter adjusted loss was $475 million, down from $606 million to in the third quarter.</p>\n<p>San Francisco-based Uber Technologies Inc.&#8217;s results are difficult to report because only pieces are released. Khosrowshahi detailed them on a conference call with investors Tuesday, and the company made some results public by giving them to a website called The Information.</p>\n<p>A person briefed on the results provided some numbers and confirmed the accuracy of The Information&#8217;s story to The Associated Press on Wednesday. The person didn&#8217;t want to be identified because Uber remains a private company.</p>\n<p>Last year was a particularly bad one for Uber with its reputation tarnished by the company&#8217;s acknowledgement of rampant sexual harassment within its ranks, a yearlong coverup of a major computer break-in, and the use of duplicitous software to thwart government regulators.</p>\n<p>CEO Travis Kalanick was ousted in June and replaced by Khosrowshahi in August.</p>\n<p>Earlier this month Uber ended the autonomous vehicle trade secrets lawsuit filed by Alphabet Inc.&#8217;s Waymo for a payment of Uber stock valued by Waymo at $245 million.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com/business-news/ubers-net-loss-widens-to-4-5-billion-for-tumultuous-2017/\">Uber&#8217;s net loss widens to $4.5 billion for tumultuous 2017</a> appeared first on <a rel=\"nofollow\" href=\"http://www.canadianbusiness.com\">Canadian Business - Your Source For Business News</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.canadianbusiness.com/business-news/ubers-net-loss-widens-to-4-5-billion-for-tumultuous-2017/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>",
  "headers": {
    "Transfer-Encoding": "chunked",
    "Link": "<http://www.canadianbusiness.com/wp-json/>; rel=\"https://api.w.org/\"",
    "Server": "nginx/1.6.0",
    "X-Robots-Tag": "noindex, follow",
    "Last-Modified": "Fri, 16 Feb 2018 21:48:36 GMT",
    "Connection": "keep-alive, Transfer-Encoding",
    "Expires": "Sun, 18 Feb 2018 16:51:10 GMT",
    "X-Cache-Lookup": "HIT from gc02:80",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "ETag": "\"249b56be72d5f61035e4d9a62fd290ca\"",
    "X-UA-Compatible": "IE=Edge,chrome=1,requiresActiveX=true",
    "Date": "Sun, 18 Feb 2018 16:51:10 GMT",
    "X-Powered-By": "PHP/5.6.8",
    "Cache-Control": "must-revalidate, max-age=0"
  },
  "response_url": "http://www.canadianbusiness.com/feed/"
}